{
  "date": "2024-10-29",
  "headline": "Quest Means Business",
  "subHeadline": "Harris To Make Case Against Trump At His January 6 Rally Site; CEOs Weigh In On Upcoming Election; NASDAQ Hits New Record With A Week To Go Before Election; Jeff Bezos Defends Decision To Block Paper's Endorsement Of Harris; Gaza Health Ministry Says At Least 93 Killed In Israeli Airstrike; Talking Risk Management And Investing With PGM CEO; U.K. To Announce New Budget On Wednesday; Interview With Riyadh Air CEO Tony Douglas. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "ISA SOARES, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "And I am Isa Soares in London and it is Tuesday, October 29th, with one week to go until the US presidentialelection. Kamala Harris is due to make her closing argument to the nation this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "QUEST",
      "sentences": "And top of the mind here, geopolitical risk, public versus private investment, we will be talking about the future of AI with Isa, you betterbelieve it together, we mean business. And a very good evening to you wherever you're joining us tonight. QUEST MEANS BUSINESS tonight comes live from the Saudi capital in Riyadh, it is just after 11 o'clock at night. We are at the Future Investment Initiative. The global elite of finance is here, all gathered in this extremely expensive building with more chandeliers that you can shake a stick out. You're going to hear some thought leaders tonight. You'll hear investment gurus and just at the right moment, a pivotal moment for the global economy. So inflation may be behind us, but there are a whole you set of challenges. Chief amongst them, of course, the US election, the uncertainty. Now no longer, Isa, is it the elephant in the room, if you will because it can no longer be ignored even the devil was, it is dominating the conversations here in Riyadh. Isa, has all the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SOARES",
      "sentences": "I can imagine.Thank you very much, Richard, we will come to you in just a moment. And in the coming hours, US Vice President Kamala Harris is going to deliver the last major address of her presidential campaign. She is expected to lay out an optimistic vision for America's future and draw a stark contrast between herself and her Republican rival, Donald Trump. Emphasizing those contrasts, Harris will speak from the Ellipse, the Washington, DC site where Trump famously, if you remember, rallied his supporters before the January 6th attack on the US Capitol. Speaking earlier, Harris gave a taste of what we can expect to hear from her. Have a listen to this. (BEGIN AUDIO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES: And I would ask people to imagine the Oval Office, people have seen it on TV, you know what it looks like. It is either going to be Donald Trump sitting behind that desk, writing out his enemies list of who he is going to seek revenge and retribution on or it is going to be me working on behalf the American people, as I always have done, working on my to-do list to see through these policies that are about homeownership, lifting up our small businesses, lifting up families with children, and lifting up the discourse in a way that it is not about trashing people all the time. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SOARES",
      "sentences": "Well, Donald Trump, meantime, wasted no time criticizing Harris' record while speaking from Mar-a-Lago earlier.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "She is running on a campaign of demoralization and really, a campaign of destruction, butreally perhaps more than anything else, it is a campaign of hate, a campaign of absolute hate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SOARES",
      "sentences": "The former president also defended his rally at Madison Square Garden over the weekend of which speakers made insulting remarks towardsHarris, Hillary Clinton, and the island of Puerto Rico. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "TRUMP",
      "sentences": "I don't think anybody has ever seen anything like what happened the other night at Madison Square Garden, the love --(CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "TRUMP",
      "sentences": "-- the love -- the love in that room.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Yes. She is going to argue that what Americans saw from Donald Trump on January 6, 2021 is exactlywhat they would get more of if he returns to the Oval Office next year. She is going to argue in her speech. We've got the first few excerpts of it, that Trump is consumed by envy. That he runs up enemies list. He wants to make Americans scared of one another, that that is his method of wielding what she will say is unaccountable and unchecked power. So what she is trying to do is to use the history of January 6th to then say I am going to be different. I am going to work unlike Donald Trump for common solutions to the problems that Americans have like high grocery prices, the prohibitive cost of rents and mortgages for many Americans over the last four years in the wake of the inflation crisis. So I think what we can expect is not just the grim warning because of Trumpian autocracy, it is an attempt to use that as a springboard to try and close the argument that she has been trying to make, that she does have solutions for some of these problems that Americans have, which frankly, a week from the election, it still seems not to be sticking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "SOARES",
      "sentences": "Yes, and look, we are seeing -- we are seeing this speech that she will call unstable, obsessed with revenge, consumed with grievance, and outfor unchecked power. How much, Stephen, from the conversations you had, just speak to the risks more importantly, of focusing too much on Trump here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "COLLINSON",
      "sentences": "I think, and it seems odd perhaps, but these feelings about Trump are very much shared by establishment people, by elites, byjournalists who live on the East and West Coasts. If you go outside that area, it is a much harder case to make. People are not so worried about Trump's strongman instincts, in many ways, that's exactly what appeals to a lot of Americans, millions of whom will vote for him next Tuesday. So, it is not just a slam dunk that you can say that Donald Trump wants to be a dictator therefore, we shouldn't elect him. There has to be something else. And that is something which I think the Harris campaign has struggled with, not least because the vice president is a member of a very unpopular administration. There have been big successes in that administration, but there is a lot of economic pain still that is left over from the pandemic and that 40-year high inflation. Food prices haven't come down. That's a huge deal for a lot of Americans, and those, in fact are the conditions which perhaps in history would tell us that those are the conditions in which strongman leadership does seem attractive to a lot of people. So, it is a difficult message she has got to carry and she has not got much time left to make it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "SOARES",
      "sentences": "We shall see as well how Trump does when he goes, of course, in Pennsylvania, following those remarks about Puerto Ricans a bit later.Stephen Collinson, as always, appreciate you. Thank you, Stephen. So one week to go until the US election, taking stock of it all from the other side is Richard, who is back with me from Riyadh at the FII. And Richard, as we have just outlined the polls, I mean, it is pretty much neck and neck as you have seen them, right? What are you hearing from CEOs about this election? Is there nervousness at all about a potential Trump presidency here, Richard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:10",
      "speaker": "QUEST",
      "sentences": "Oh, yes. I would say, nervousness, fear, worry, concern and throughout all of that, Isa, the realization of pragmatism and reality,that no amount of beating one's chest, one way or the other, the American public will decide or the American voter will decide, and the people who are here will live with that result and accommodate accordingly. But what are they actually afraid of? They are afraid of protectionism, tariffs. Tariffs with a capital T on a large scale. They are worried, I think what a lot of the bankers here are worried about, we certainly know from reports and comments of the big US banks, they are worried about saying anything that Donald Trump in the future, if he wins the election, Isa, could take his revenge. He could then become capricious. He could actually decide that they are -- that he would go against people for what they have said about him in the election. Overall, there is just nervousness about what could happen ahead. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "STEPHEN SCHWARZMAN, CEO, BLACKSTONE GROUP",
      "sentences": "I think when we started in 2016, this was completely new territory. You know, most people who are presidenthave no idea of what that job is really like. I think the advantage if he, I don't know who is going to win the presidency, it is beyond me but, I think he is in a much better base of knowledge of how the job works and how to be efficient and effective at doing it than certainly compared to 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "MARC ROWAN, CEO, APOLLO GLOBAL MANAGEMENT",
      "sentences": "I think there is an absolute chill on M&amp;A activity as a result  of current policy and I think you'll seeit freed up if there is a change in regime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:05",
      "speaker": "SOARES",
      "sentences": "Yes, and Richard, I think that says a lot to how they are Trump proofing or preparing for a possible Trump presidency, but the point of theCEO of Blackrock was making there is, they now know if he does win this time around, Richard, they know what to expect from Trump, how transactional he is, and how he operates. But putting aside the geopolitical pressures, Richard, what else are you hearing? What concerns? Is it the question of the economy, inflation, AI? What are the hot topics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:00",
      "speaker": "QUEST",
      "sentences": "I always look at those chandeliers and I don't want to be vulgar about it, but I wonder how much they cost. The great part about thisbuilding, there is a lot of rumor: Was it built as a palace for a wedding or was it built for an Arab Summit for OPEC, some years ago? There are two views on it. I can't get anybody to tell me one way or the other, nor can anybody tell me how much those chandeliers cost. I don't want to be vulgar, but they all very large. The chief executive of Softbank says the future of artificial intelligence, super AI, is much bigger than what the market is already pricing in. I spoke to Masayoshi Son here at FII 8. Now, he is known of course, for the big bets, successful investments in companies like Alibaba and today with, ARM. Now, the unsuccessful ones like WeWork, but overall that wasn't quite as big. He is focused on artificial intelligence and as I say, his large investment in ARM. Masa told me, he expects major advancements to artificial GI, artificial general intelligence that is currently available and superintelligence in the future. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:00",
      "speaker": "MASAYOSHI SON, CEO, SOFTBANK",
      "sentences": "AGI definition is same level as a human brain, that is AGI, artificial general intelligence, but people have adifferent point of view, definition of artificial superintelligence. How super? You know, ten times super? A hundred times super? My definition of ASI is 10,000 times super smarter than human brain. That is my definition of ASI and that is coming in 2035, ten years, ten years from today, 10,000 times smarter. That's my prediction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:00",
      "speaker": "QUEST",
      "sentences": "What is different in that? What will it do that we -- that we should either look forward to or be worried about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:00",
      "speaker": "SON",
      "sentences": "Both, both. We should be looking forward to that. Of course, we have to also be careful, we have to regulate. If such a superpower comes and noregulation, it could be super dangerous. Of course, automotive industry was very, very beneficial and productive to human, but we have regulation. Same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:00",
      "speaker": "QUEST",
      "sentences": "No, with respect, because we don't have anybody in the world who is willingly building or wanting to build automobiles that are dangerous. Whenit comes to AI, there may be state actors. There may be independent actors that want to build ai that can be harmful to other people. How can we guard against it? How do you guard against it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:00",
      "speaker": "SON",
      "sentences": "Of course, there is always some bad guy, one percent, two percent of humans are bad guys, but 99 percent of humans are actually good guys, okay.So the bad guy, of course, try to use AI for the bad intention. However, those bad guys, not necessarily have enough capital. This is a massive capital. Hundreds of billions of dollars of investment, which required to make superintelligence. The bad guy how do they sponsor? There is not enough money to sponsor the bad guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:00",
      "speaker": "QUEST",
      "sentences": "If you take, for example, NVIDIA, the number of people who will say, oh, NVIDIA is in trouble or NVIDIA has got problems, blah, blah. Or AI --really all that's happened is that the market has overvalued too soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SON",
      "sentences": "Undervalued.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "On what basis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SON",
      "sentences": "Because the future is much bigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "But the market is concentrating as we heard in a panel earlier, its quarterly report, its oh, if NVIDIA tells us that it is going to be longerand slower, we all get (gibberish).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SON",
      "sentences": "Yes, yes. NVIDIA is just one example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SON",
      "sentences": "What about the total general AI future, what is the value over the future? Is this a bubble today or not, okay?Some critics, the most negative guy says, oh, this AGI, ASI in 10 years, maybe only five percent is actually useful, you know, replacing people's job. But 95 percent still the same, no change. It takes time. So I say, okay, lets accept the most negative critics' view that is only five percent change, 95 percent unchanged, but what is that is that ASI investment required today? Ten thousand smarter than mankind. How many gigawatts? We were talking about gigawatts just before me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SON",
      "sentences": "I have predicted it will take 400 gigawatts of AI datacenter's power, 400 gigawatts. That is bigger than total US electricity and it will require200 million chips, okay, the cumulative CapEx, $9 trillion, $9 trillion. How do we recoup? How do you recoup? It is too much investment for many people's view. I say, it is still very reasonable CapEx. $9 trillion is not too big. Maybe too small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "You like to think big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SON",
      "sentences": "Yes, yes, yes.So let me say, what is $9 trillion that are cumulative but if the five percent of GDP in ten years from today replaced by ASI, what is the number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "SON",
      "sentences": "Five percent of global GDP is $9 trillion. $9 trillion per year. If the ASI produce you $9 trillion per year, cumulative investment of $9trillion, small money. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "Small money. I love the way he puts that, small money.The election uncertainty hasn't stopped Bob Diamond from making some big investments. The former Barclays chief executive is now stepping into events management with an investment in events.com, the deal values at $300 million and he chairs the social media startup, Triller, which is hoping to take on TikTok and Bob Diamond is the CEO of Atlas Merchant Capital, former head of Barclays. You've got a smorgasbord of different companies, all of which are well- positioned in different areas, but what is the common theme?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "BOB DIAMOND, CEO, ATLAS MERCHANT CAPITAL",
      "sentences": "Well, originally we are all about financial services, and I think our original kind of focus was post-2008,the best opportunities in financial services are going to be outside the Big Banks with higher capital levels. And you know, we travel with our investors. Our investors brought us events.com. One of our investors brought us this incredible opportunity with Triller. When Congress made their decision on TikTok, all of a sudden there was disruption. So very opportunistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "But -- opportunistic and boutique.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "DIAMOND",
      "sentences": "Opportunistic and boutique, I think that is a good description.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:10",
      "speaker": "QUEST",
      "sentences": "Does that give you nimbleness that when you come to somewhere like here, you know, maybe not one of the big players in terms of assetmanagement, but actually, you are much more. What are you looking for here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "When you look at the election next week, sorry, we are going to go there whether you like it or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "I had a feeling you might bring up the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "How concerned are you? And if you are concerned -- I know a lot of the people here are very concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "The big banks that if they say anything bad against the former president, there could be retribution if he wins. But if we talk about theeconomics of this election, the debt situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "How worried are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "So listen, I think like a lot of people, this is a troubling election in some ways, in that both candidates on the Republican side andthe Democratic side have flaws, and they both have some differences which are positives in their own right. So on the Republican side, maybe a better regulatory environment for getting things done; on the Democratic side more about free trade, which is certainly for me very important. But we've spent a lot of time on this, Richard. In terms of how we put the portfolio together, it really doesn't make a difference. I am afraid to say in terms of debt levels, I think both sides will increase the debt levels. So that continues for us to be the cloud that is out there on the horizon is the continued increase in debt levels in the US.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "Do you find this -- I know there is a gazillion amount of business to be done here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "But do find it exciting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "I won't -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "Do you find -- you just said earlier it is opportunistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "Do you find there are good opportunities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "Well, you saw the smile come to my face when you said that.You know, on a trip like this, I've been in Abu Dhabi, I've been in Dubai. I am here in the kingdom of Saudi Arabia in Riyadh. I am going to stop in Doha on the way home. Do I love that I still have an opportunity to be in places like this where there is so much business happening? I think it is terrific.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "Right. But it reminds me of the old phrase, you know, Willie Sutton, who was the bank robber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "I didn't know him well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "No, but for our viewer, Willie Sutton, the bank robber. When asked by the judge, why do you rob banks? He says, because that's where the moneyis. So why do people come to this part of the world? That is where the moneys and opportunities are that is vibrant compared to the rest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "They are, but you're also seeing, Richard, as you've heard here, they are looking more at their own country and investing in their owncountry. They're looking more at the GCC and developing a more diversified economy here, which for Atlas Merchant Capital, we love to be investing in this region as well. It is not just about money that comes from the Kingdom of Saudi Arabia and Qatar into the US markets. It is also about our skill set that we've developed over years in financial services helping build the capital markets here in the GCC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "Good to see you as always, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "DIAMOND",
      "sentences": "Good to see you, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:01",
      "speaker": "QUEST",
      "sentences": "Thank you very much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:15",
      "speaker": "SOARES",
      "sentences": "Hello, I'm Isa Soares. There'll be more QUEST MEANS BUSINESS in a moment when Richard will be back with the CEOs of the London StockExchange, PGM and Riyadh Air. Before that this is CNN, and of course on this network the news always comes first. All right least one person is dead and up to nine others are missing under a 10-story hotel that collapsed Tuesday morning in Argentina. According to local authorities, the hotel was undergoing renovation and operating without complying with municipal regulations. Hezbollah has named a new leader, Naim Qassim. The previous leader, Hassan Nasrallah, was killed in an Israeli airstrike in Beirut last month. Qassim was previously Hezbollah's deputy leader. The group has vowed to continue until, quote, \"victory is achieved.\" Trump's former chief strategist Steve Bannon was released from prison. Bannon served a four-month sentence for failing to comply with the Congress investigation into the January 6th attack. Upon his release, he said he's, quote, \"empowered\" and is continuing to appeal his conviction. Shares in Google parent company Alphabet are high in after-hours trading. The company announced earnings that beat expectations. It said in a press release that strong numbers were driven by growth in its search business as well as Cloud. Amazon founder Jeff Bezos says he made, quote, \"the right decision\" by stopping his paper, \"The Washington Post,\" from endorsing a candidate in the U.S. presidential race. It is the first time the paper hasn't endorsed a candidate in almost four decades. And it has triggered a number of high- profile resignations as well as a flood of subscriber cancellations. Our media correspondent Hadas Gold joins me now So, Hadas, give us a sense of the impact, not only how he's defending this decision, but the impact this is having on the paper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "SOARES",
      "sentences": "Yes, let's focus on that because the argument that he made is that newspapers shouldn't make political endorsements because endorsements Ithink is it creates a perception of bias, right. How is that then being received inside the \"Washington Post\"? Because I've seen NPR saying that more than 200,000 people have canceled their digital subscriptions, and that's, what, 8 percent, according them, the paper's paid circulation? So speak of the voices that you're hearing from inside the \"Washington Post\" about this decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "GOLD",
      "sentences": "Yes. There's sort of two storylines there because on the one hand, when you talk to especially reporters from the news side there, they saythey actually support this idea, many of them, of not having endorsements. They say it makes their job more difficult and they were always sort of a bit uncomfortable with the idea of an endorsement from this one division of the newspaper, because for most readers, it's hard for them to understand the firewall between opinion and between the news side. But for all of them, unanimously, they say the timing is just so terrible. If the \"Washington Post\" had gone forward with their planned endorsement of Vice President Kamala Harris, it would have been a blip on our radars. Instead, this has turned into, you know, this explosion and that's really rocked the newsroom and also rocked the business side, as you noted, because now we have all of these subscriber cancelations, potentially upwards of 250,000 subscribers have canceled representing nearly 10 percent of the total subscribers. To give you a sense of how massive this is, just a few weeks ago, the \"Washington Post\" was touting that they had gained 4,000 subscribers compared to the same period the year before. So 250,000 subscribers, this could be a major effect on how their newsroom is able to operate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "SOARES",
      "sentences": "Yes, important context there. Hadas, great to see you. Thank you very much.Well, Gaza's Health Ministry says more than 90 people have been killed in an Israeli airstrike in northern Gaza. A doctor at a nearby hospital says it cannot cope with the influx of victims and calls on the international community to open a safe humanitarian corridor. And it comes as Israel's parliament voted to ban the U.N.'s main agency for Palestinians, UNRWA, from operating in Israel. Our Jeremy Diamond has more. (BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice-over): These men aren't looking for survivors. Amid the rubble of another Israeli airstrike, they are here for the bodies. After all, how could anyone survived destruction on this scale? More than 90 people were killed in this Israeli strike in northern Gaza early Tuesday morning, including 25 children, according to the Palestinian Ministry of Health. An Israeli military spokesman said the military was targeting a suspected terrorist in the area and did not intend to collapse the building. But the bodies have not yet all been counted as this man can attest. Here's a body and here's another and another, he says, pointing out their locations. And then there are the bodies of this boy's uncle and cousin, wedged between two thick slabs of concrete. A pair of feet is all that is visible. Gaza's rescue workers cannot reach this part of northern Gaza, which has been besieged by the Israeli military for nearly a month. That means no heavy machinery, just bare hands sifting through the rubble. Doctor Husama Busafia (PH) is one of just two doctors here, and he's growing desperate, calling for a humanitarian corridor to bring surgical teams to his hospital. There are children with bones protruding from their bodies, needing orthopedic surgery. There are brain injuries that require neurosurgeons, he says. But Israel's parliament may make matters worse. In an overwhelming vote, Israeli lawmakers moved to ban UNRWA, the main U.N. agency aiding Palestinians from operating in Israel or engaging with Israeli officials. Israel accuses UNRWA of ties to Hamas after linking a handful of its thousands of employees so the October 7th attacks, a blanket charge UNRWA vehemently denies. It's a move the U.S. says could not come at a worse time. MATHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: There's nobody that can replace them right now in the middle of the crisis. So we continue to urge the government of Israel to pause the implementation of this legislation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:03",
      "speaker": "DIAMOND",
      "sentences": "In Gaza that urgency is all too real.If UNRWA is gone, who is going to feed us, who will provide us security, this young man asks. Who is going to take us in? Jeremy Diamond, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:09",
      "speaker": "QUEST",
      "sentences": "Somebody turned the lights off. Turn the lights back on we've not finished. You know, the most difficult thing will be finding the man orwoman who's got the switch. While we wait and see if we can get the light switch on again, PGM was one of the largest asset managers in the world. PGM handles more than $1.3 trillion, yes, that's with the T. The CEO is David Hunt, who is at the FII, not surprisingly. He told me how his company controls risks and how that translates into everyday investors. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:09",
      "speaker": "DAVID HUNT, PRESIDENT AND CEO, PGM",
      "sentences": "We do have a very carefully monitored risk budgets. We have a very standard framework for how that works. So letme give you an example. Right now, people say, oh, bonds -- there should be lots of money coming into bonds. Rates are going to be coming down. The U.S. economy is doing very well. True-ish, but of course there's other scenarios we could paint out. But, you know, spreads are at all time tight. You're not getting paid to take very much risk right now in the bond so we're running at probably 40 percent of our risk budget right now and in fixed income, even though we actually structurally very much like the market. And so we're very intentional about the risk framework that we applied to each one of our asset bonds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:09",
      "speaker": "QUEST",
      "sentences": "As you look at the world, at the moment, we've always, unfortunately, we have two hot wars at the moment. We have a numerous coldwars heating up and we have a presidential election the like of which we've never seen before with the potential for what we've never seen before. Which of those concerns you most?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:09",
      "speaker": "HUNT",
      "sentences": "So I think that overall geopolitical risk is without a doubt heightened over where it's been for the last few years, and most CIOs thatI talked to would say that between the pandemic and the two unexpected wars, those have been the biggest effects that they've had much more than business cycle results, or even some of the inflationary implications. And so the work that we're doing with clients is around how do you make a portfolio resilient if those geopolitical risks are much higher. And the answers are fascinating. For the most part, it comes down to an increased focus on liquidity and diversification.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:09",
      "speaker": "QUEST",
      "sentences": "OK. Now, I love listening to it at your level because that's the big money. But now tell me how the small money made, our viewers, people wholiked to know what they're doing with their own pension funds. How do they take it? How did they execute such a strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:09",
      "speaker": "HUNT",
      "sentences": "So it's not a very dissimilar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:09",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "Which is fascinating. The other side, of course, is this idea of public versus private market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "And you were just talking about that. How does the ordinary investor access private markets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HUNT",
      "sentences": "So I do think that, for one thing, the notion of those on the one hand public and on the other hand private is slowly going. They are reallyblending together. I mean, as we look at, you know, large direct lending, for us, it looks very much like the broadly syndicated market. There's not much difference. We really do think that the future of asset management is going to be managing relative value across both public and private.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "What does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HUNT",
      "sentences": "So it means that clients increasingly come to us and say, we would like to invest in credit. We're not too particular about whether or notit's public or private. We'd like it to have this return characteristics and this risk characteristic. We'll leave it to you, Mr. Asset Manager, to choose how to construct that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "PGM. Now the U.K. has been bracing for a tough budget tomorrow, a reflection of the harsh economic climate currently in the United Kingdom.The London Stock Exchange is trying to attract big listings after a drought of IPOs. The Chinese fashion giant Shein is amongst those rumored to be considering IPO-ing in London. I spoke to the LSE chief executive Dame Julia Hoggett about her strategy going forward. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "JULIA HOGGETT, CEO, LONDON STOCK EXCHANGE",
      "sentences": "I don't think we need to trade off the idea of a private market versus a public market. And I thinksometimes it's about keeping the focus on what really matters and having a long term view. So if I think about the strategy of the stock exchange, I describe this as a convener. Our job is to bring together those who have capital with those who need capital in service of an objective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "But why are you the best way to do it when there are other modalities, private equity, JVs, and the like, and there other markets,which of course is the New York market where so many -- London, U.K. listed companies are looking at and companies that should in the past of this in London are looking elsewhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HOGGETT",
      "sentences": "So in the last 10 years, I know 20 U.K. companies have gone to the U.S. and raised over 100 million. Of those eight have already D listed,only four are trading up, and the rest are trading down by 80 percent. So the idea is that it's a good news story exclusively on the other side of the pond is not right. The other issue is I think we have to live in a world where private markets thrive and public markets thrive. Now we have set ourselves as a London Stock Exchange, the strategy and targets, we're the first global exchange in the world that is genuinely indifferent as to whether a company is public or private.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "Do you weary at the wither the London Stock Exchange question? I mean, I have been -- look, I can go back to the early notice presenting aprogram called business international from the stock exchange. And even then, we were saying it's all over here, shut the light, turn the lights off. Do you wither of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HOGGETT",
      "sentences": "I'm frustrated by it but I kind of keep calm and carry on the classic British fashion. But let me explain why, OK. Actually, we are thesix largest economy in the world. By equity capital raised on a public market year-to-date we're the third largest market in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "Are you holding your own, or are you slipping down those lead tables?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HOGGETT",
      "sentences": "No, no, we're holding our own and going back up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "Even post-Brexit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HOGGETT",
      "sentences": "Yes, yes, yes. Yes. That's the interesting thing. Another single reform that we've just seen in the U.K. have seen, we're seeing Europeancompanies come enlist in London. We introduced new international segment. We saw CK Infrastructure from Hong Kong coming to us within the first two weeks of those goals coming into place. And we're actually seeing a growing pipeline of both domestic and international companies. So that international role of London is not changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "QUEST",
      "sentences": "We are speaking on Tuesday, on Wednesdays is the U.K. budget. I don't think I can recall a budget where as much has been leaked. And Imean, you know, you the chancellor is pretty much going to, we know -- are you comfortable with what has been leaked? Not none of them has been linked in terms of capital gains because clearly the capital gains provisions will have an impact on capital markets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:02",
      "speaker": "HOGGETT",
      "sentences": "I don't know specifically what the chancellor has got to stand up and say tomorrow. So I'm not going to enter a conjecture for it. I willmake a couple of points. I think the focus on investments and creating the right environment for investment if you've seen the changes of planning goals, all the focus on unleashing the enormous amount. We have the second largest pool of institutional capital in the world in the U.K. actually unleashing it on the U.K. through that investment lens is a little bit of the U.K. taking the handbrake off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "HOGGETT",
      "sentences": "So if you look at the investment rates in the U.K., they have been below our hits. You know, in a sense, we've been looking at it as cash-in,cash-out, and not differentiating between current spending and the long- term infrastructure spending that any nation needs to create the right ecosystem to thrive. Whether that is actually that we've got enormous green energy assets in the U.K., you need the infrastructure and investment to actually bring that on shore so that you can finance the datacenters that means that the AI capability that we have in the U.K., which is remarkable, actually can flourish. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "That's Dame Hoggett of the London Stock Exchange.The lights are back on. I'm just wondering, was it you, Tony Douglas, the CEO of Riyadh Air, who's paying the bill? Because if so, you know, that one is you. Could you get them on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "TONY DOUGLAS, CEO, RIYADH AIR",
      "sentences": "It's just that we have a magic touch, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "The magic touch. You'll find out about that. They've got the lights on after the break. Riyadh Air, the CEO, fast approaching their first.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "Welcome back. QUEST MEANS BUSINESS live tonight from FII in Riyadh. Tony Douglas, the chief executive of Riyadh Air.Your first flight is scheduled for next year. So first question, let's do quick five questions. When you're expecting your first plane, 77.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "So, Richard, there's been a few times in the past when you've said to me there's too much tease and not enough reveal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "You're all skirting, no reveal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "Well, actually tomorrow there's two big reveal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "Here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "I'm like comedy. It's all about timing. You're a day early with this interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "All right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "But tomorrow, Richard, another big aircraft order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "Delighted with that one. And tomorrow, Richard, version 1.0 of what a digital native airline looks like. Super exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "OK, let's deal first of all with the aircraft order. It's narrow- bodied. The markets, the gossip is it's narrow-bodied. So that means it's either an Airbus or Boeing. I assume it's not going to be COMAC or worse(INAUDIBLE), so Airbus or Boeing. Which is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "Of course, because you're a day early, Richard, you know I can't possibly say so. We're back into a little bit of teasing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "But the reveal is very much now on the short-term horizon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "OK, so it's narrow-bodied. Are we talking in the dozens of planes or the high dozens of planes? How many are you buying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "Richard, as you know, if you want to be a bear, be a grizzly. No point in being a koala even though they're very cute and they're verycuddly. So think of a number much bigger than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "QUEST",
      "sentences": "Are we on three number -- three digits?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:05",
      "speaker": "DOUGLAS",
      "sentences": "I wouldn't probably go quite that far, but wait until tomorrow and all will be revealed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "DOUGLAS",
      "sentences": "We'll definitely be in the air next year. And obviously we're working really hard with the whole of our supply chain. They're workingreally hard with us. We're a startup, we're a startup with big ambition, and we're confident that next year will be the special year for Riyadh Air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "QUEST",
      "sentences": "All right. When do you get the AOC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "DOUGLAS",
      "sentences": "So good news on AOC as well since we last met.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "QUEST",
      "sentences": "And sorry, that's the airline operating certificate. They need that to fly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "DOUGLAS",
      "sentences": "So you're absolutely right. That's like getting your driving license albeit a lot more complicated that as we both know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "QUEST",
      "sentences": "All right. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "DOUGLAS",
      "sentences": "The answers to the question is, we've actually completed all of our certification flying now. We finished that three weeks ago. So we'rewell on the way to the certificate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "QUEST",
      "sentences": "Who is your target passenger? Is it young and vibrant professional? Is it old fogies like me who might be able to spend a bit more at thefront? Is it business travelers? I know you're going to tell me it's a combination of all, but who in mind do you have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "DOUGLAS",
      "sentences": "So clearly it's all of the above, however, let's go back to the demographic of this part of the world. Average age in the kingdom, as youknow, is less than 30 years of age. Highest IOS usage per capita in the world over seven hours of internet usage per day. 99 percent of it is through mobile devices. So what we're talking about is a very young, very digitally literate, very cool population. And that's who we're catering for as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "QUEST",
      "sentences": "Which of course will be reflected throughout. And as for the rest of us, well, you'll take my money anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "DOUGLAS",
      "sentences": "I'd be delighted with your money anytime, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "QUEST",
      "sentences": "Good to see you, sir. Congratulations on getting this far. I know you've got many more -- believe me getting what we've got is good. Thankyou, sir, for your time. We will take a \"Profitable Moment,\" being in Saudi, probably a very profitable moment. I can't believe I said that. We'll take it after break anyway. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}