{
  "date": "2024-05-23",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Ebrahim Raisi to be Buried After Final Funeral Ceremonies; Norway, Ireland, Spain to Recognize Palestinian State; U.N.: Growing Concerns Over Distribution in Gaza; Sean Diddy Combs Accused of Sexual Assault in Lawsuit. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mourning sorrow and anger in the massive crowd as Iran's leaders vow to maintain stability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "RISHI SUNAK, BRITISH PRIME MINISTER",
      "sentences": "We will have a general election on the 4th of July. These uncertain times call for a clear plan and bold action to chart a course to a secure future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A vote for Labour is a vote for stability, economic and political.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A remarkable political 180 of her own.NIKKI HALEY, FORMER U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: I will be voting for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The question is what will her supporters do?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello, a warm welcome to our viewers joining us from around the world. I'm Max Foster. It is Thursday, May the 23rd, 9 a.m. here in London, 11.30 a.m. in the Iranian city of Mashhad, where late President Ebrahim Raisi will be laid to rest in the hours ahead.You're looking at live pictures out of Iran, where Raisi's body is arriving in his hometown of Mashhad, where he'll be buried. Funeral ceremonies began today in the city of Birjand, where massive crowds turned out, packing the streets to pay their final respects. Iranians are also saying their final goodbyes to the country's foreign minister, who was killed along with Raisi and seven others in a weekend helicopter crash. CNN's Fred Pleitgen is in Mashhad this hour and joins us now with the latest from the day that he will be laid to rest, a big day for his supporters. FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT: Yes, it certainly is. And I'm actually right in front of the Imam Reza Shrine, which of course is one of the most important holy places here inside Iran and very much also the spiritual home of Ebrahim Raisi. But also this area here around Mashhad and the Khorasan provinces is also really the political homeland and really where he has the most political support here in Iran as well. You were talking before about that big turnout in the city of Birjand, of course, that's the area where Ebrahim Raisi was born, the South Khorasan province of Iran. But now here in Mashhad is really the culmination point of those funeral processions, Max, that we've been seeing over the past couple of days. We were, of course, yesterday at a very large one in Tehran in the Iranian capital, where hundreds of thousands of people paid their final respects in a massive march that took place in the center of that town. Of course, the body of Ebrahim Raisi there, along with the others who were killed in that air crash. But this is the place where Ebrahim Raisi, the president of Iran, will be laid to rest. You're absolutely right. There is going to be a funeral procession. There's going to be a ceremony as well before he gets laid to rest in a couple of hours of now. And again, this is the place where politically was really his home. In fact, in 2021, shortly after he was elected president, I came here to the Imam Reza Shrine and he held his speech here. It was one of the first things he did, really showing that this is where he has the strongest constituency here or had the strongest constituency here in this country. The big question, of course, right now for Iran is how does the country now move forward? We've heard from Iran's Supreme Leader, Ayatollah Ali Khamenei, who also presided over those funeral processions yesterday, that there would not be any sort of break in the services of the government, that there would be continuity here in Iran. That is what they are continuing to say. And one of the things that we can see that sort of materializing is the fact that new elections have already been called for on June 28th. So as we can see, Iran here and the culmination point of that mourning for those who were killed in that helicopter crash is already gearing up to find the succession. And when you speak to people on the ground in Tehran, but also here as well, a lot of them, of course, want to see what happens next politically, whether or not there will continue to be a conservative government with a very conservative president, or whether or not there could be more moderate in the future -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Fred, thank you.A Mexican presidential candidate is putting his campaign activities on hold following a deadly stage collapse that happened at his rally. Jorge Alvarez Maynez of the Citizens Movement Party was holding the event near Monterrey late Wednesday. Video from the scene shows strong wind gusts sending pieces of the stage crashing down with him and his supporters scrambling to get away. Officials say at least nine people were killed, 54 others were injured. Emergency crews are still looking for anyone who may be trapped under the debris. The candidate says he was briefly hospitalized but is doing OK. Forecasters said the winds in the region could reach up to 70 kilometers per hour. Now to the announcement from three European countries that's sending shockwaves through the Middle East and around the globe. The Prime Ministers of Ireland, Spain and Norway say they will recognize a Palestinian state next week, calling it the best way to achieve lasting peace in the Middle East. More than 140 countries already recognize a Palestinian state, but only a few are members of the European Union, that is until now. (BEGIN VIDEO CLIP) PEDRO SANCHEZ, SPANISH PRIME MINISTER (through translator): If one thing is clear to me, it is that Prime Minister Netanyahu has no peace project for Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "SIMON HARRIS, IRISH PRIME MINISTER",
      "sentences": "We believe that permanent peace can only be secured upon the basis of the free will of a free people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JONAS GAHR STORE, NORWEGIAN PRIME MINISTER",
      "sentences": "This is an investment in the only solution that can bring lasting peace in the Middle East. It is a strong call to other countries to do the same as we are doing today.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The White House is pushing back against the move, repeating its position that a two-state solution should come from diplomatic negotiations between the two parties, and here's Israeli Prime Minister Benjamin Netanyahu.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): The intention of several European countries to recognize a Palestinian state is a reward for terror. Eighty percent of Palestinians in Judea and Samaria support the terrible massacre of October 7th. We cannot give this evil a state. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yes, so look, Max, the United States has made abundantly clear that it does not support the full-scale ground invasion of Rafah. Obviously, there is ongoing fighting taking place there right now. The National Security Advisor, Jake Sullivan, said that in his meetings with Israelis a few days ago in Israel, that he talked extensively about Rafah, how to eliminate Hamas while taking into account minimizing civilian harms.And he also insists that Israelis briefed him on how they had actually changed tack in order to take U.S. feedback into account and to do exactly what the Americans were asking them to do. Now, the U.S. does not consider what is happening in Rafah right now to be a full-scale invasion. But Sullivan also made abundantly clear that his administration is watching very closely. Listen. (BEGIN VIDEO CLIP) JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER: What we have seen so far in terms of Israel's military operations in that area has been more targeted and limited, has not involved major military operations into the heart of dense urban areas. We now have to see what unfolds from here. We will watch that, we will consider that, and we will see whether what Israel has briefed us and what they have laid out continues or something else happens. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MCLEAN",
      "sentences": "Sullivan also said that, look, there's no mathematical formula for how the U.S. is going to judge this. If there's a lot of death and destruction, that's one thing. If this is more limited and targeted, then that's another thing.Obviously, you pointed out, Max, there's also deep concerns in the United States, in the government, about aid getting into Gaza. Antony Blinken talked about that yesterday and said there's really two issues. First, that the Egyptians don't want to send trucks through the Rafah border crossing because they can't guarantee their safety because of the second problem, which is fighting happening in that area. So he says that that is a problem that is being worked on, but he's urging the Israelis and the Egyptians to come to some kind of an agreement to do what they can. You also have the U.N. saying that, look, the Kerem Shalom crossing in southern Gaza, technically open. Yes, aid is technically getting through, but it is coming at a trickle because of the difficulties in coordinating that logistics and, of course, the fighting on the ground as well. That pier that the U.S. built, there's also only a fraction of the aid getting through that pier that they had hoped. And that doesn't even take into account the fact that the U.S. acknowledged yesterday or the day before yesterday that no aid coming off that pier had actually reached the wider population. Yesterday, the White House's framing on this was slightly different. They said that, look, of the aid that has been offloaded from that pier, two thirds of it, they say now has either been delivered or is on the way to being delivered to the Palestinian people. So slight change in how they're framing this yesterday. It's also worth noting one other thing, Max, and that's that the U.S. House Speaker Mike Johnson says that an invitation for the Israeli Prime Minister, Benjamin Netanyahu, to speak in Congress is coming soon. That's supported by Senate Majority Leader Chuck Schumer. Obviously, this would send a big message considering this comes just days after Netanyahu was listed in the ICC, in the International Criminal Court, is seeking a warrant for his arrest -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "OK, Scott in Istanbul. Thank you.French President Emmanuel Macron is calling for a return to peace in New Caledonia. He arrived in the French territory today, and it was amid deadly anti- government protests which have gripped the island. Macron says he'll stay as long as needed, even during the upcoming Paris Olympics. Protests began a week ago after the French government voted to approve changes to New Caledonia's constitution, giving greater voting rights to French citizens living on the islands. Those protests soon turned violent, with some locals torching buildings and clashing with police. At least six people have died as a result. Officials say about 20 injured passengers are still fighting for their lives in hospital two days after their plane hit extreme turbulence. The Singapore Airlines flight from London to Singapore was diverted to Bangkok on Tuesday after the turbulence injured dozens of people. A 73-year-old British man died of a suspected heart attack. Many others were left with broken bones and severe injuries requiring intensive care. (BEGIN VIDEO CLIP) JOSH SILVERSTONE, PASSENGER INJURED ON FLIGHT SQ 321: There were lots of people in worse positions than me. People were laying out on the floor and they couldn't move. They were completely paralyzed. I'm lucky a lot of people have got some spinal issues from, you know, hitting their heads and then kind of connecting back down. So they've had quite a few scans. But a lot of people can barely move their back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:02",
      "speaker": "FOSTER",
      "sentences": "A former model has accused rapper Sean Diddy Combs of sexual assault in a new lawsuit. It comes just days after the release of videos showing Combs physically abusing a former girlfriend, which she previously denied. CNN's Brian Todd has details on the new allegations and a warning, his report contains some disturbing video.(BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): After meeting rap mogul Sean \"Diddy\" Combs at a 2003 Fashion Week event in Manhattan, the latest accuser alleges he drugged and sexually assaulted her. Crystal McKinney in a new lawsuit alleges Combs promised to help advance her career, asked her to come to his studio later, gave her a laced marijuana joint and forced her to perform a sex act on him. She says afterwards, she lost consciousness and woke up riding in a taxi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "CHARLES LATIBEAUDIERE, EXECUTIVE PRODUCER, TMZ",
      "sentences": "It is just stunning to see someone that we have, you know, a lot of us have grown up, you know, listening to his music and enjoying him as an entertainer. It's really difficult to think about that and to see him in that light after you see him doing this in this video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "TODD",
      "sentences": "Regarding the latest allegations from Crystal McKinney, CNN has reached out to representatives for Sean Combs and McKinney for comment. We've also reached out to Combs' label, Bad Boy Records, to Sean John Clothing, and to Universal Music Group Incorporated, which were also named as defendants in McKinney's lawsuit. We've not gotten comment from any of them.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "For the second time in as many weeks, another flag associated with January 6th rioters has been spotted outside a home belonging to Supreme Court Justice Samuel Alito. According to the \"New York Times,\" the Appeal to Heaven flag was seen at Alito's vacation property in New Jersey last year. Also known as the Pine Tree flag, it dates back to the Revolutionary War in the 1700s.Now it's become a symbol for Donald Trump supporters. Last week, \"The New York Times\" published a photo of an upside down flag, American flag, who was spotted at Alito's home in Virginia three years ago, which he blamed on his wife. Democrats in Congress and other critics are calling on Justice Alito to recuse himself from the cases that involve Trump and the 2021 attack on the Capitol. Meanwhile, Republican House Speaker Mike Johnson tells CNN he has always flown the Appeal to Heaven flag. Johnson says the flag goes back to the era of George Washington and other founders, adding that it has nothing to do with a religious strand of Donald Trump's Stop the Steal movement. The flag is still on display outside Johnson's office on Capitol Hill. U.S. regulators are calling for new rules to limit the use of artificial intelligence in political ads. The chairwoman of the Federal Communications Commission says people have a right to know when AI tools are being used in the ads that they use. She urged the agency to come up with rules that could require disclaimers in ads that run on TV, radio, cable or satellite. But notably, it wouldn't apply to internet video streaming services nor social media, which is probably where most people see them. The process for making new rules would likely take months, if not years. The push comes amid growing fears that manipulated video and audio could disrupt elections. Chinese social media is flooded with deepfakes, videos that have been manipulated with artificial intelligence to be deceptive. And the videos are only growing more deceptive as technology advances. Yet as fake as the videos are, the danger posed by them is very real, as CNN's Will Ripley reports. (BEGIN VIDEOTAPE) UNIDENTIFIED FEMALE (through translated text): I am really envious of you Chinese. UNIDENTIFIED FEMALE (through translated text): China is the safest country in the world. UNIDENTIFIED FEMALE (through translated text): Only in China can you sleep soundly. WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): On Chinese social media, what you see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I am Chinese.RIPLEY (voice-over): -- may not be what you get. UNIDENTIFIED FEMALE (through translated text): Single men in China, I have good news. RIPLEY (voice-over): The women in these videos supposedly Russian, with messages appealing to the romantic fantasies and nationalist pride of some Chinese men. UNIDENTIFIED FEMALE (through translated text): I love this land. I love China. RIPLEY (voice-over): Below the videos, comments like this. \"Welcome to China, Russian beauty.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "OLGA LOIEK, YOUTUBER",
      "sentences": "This is so creepy.RIPLEY (voice-over): Olga Loiek is a student at the University of Pennsylvania. She claims in this video on her YouTube channel, someone cloned her image in China and is peddling products and propaganda with AI generated deepfakes of her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RIPLEY",
      "sentences": "Couldn't tell the difference?How's your Chinese?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RIPLEY",
      "sentences": "AI, you can tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, I have no idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RIPLEY",
      "sentences": "You can't tell which one is AI?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, no.RIPLEY (voice-over): Artificial intelligence is advancing so quickly, experts say you need AI detection software just to identify some deepfakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TYLER WILLIAMS, DIRECTOR OF INVESTIGATIONS, GRAPHIKA",
      "sentences": "A general kind of undermining of a source of truth.RIPLEY (voice-over): Amplifying the power of disinformation and not just in Chinese.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Staged by the Filipino side --RIPLEY (voice-over): Chinese state media is using AI enhanced videos on TikTok, altering the reporter's voice and face. A disclosure on screen for just a few seconds, easy to miss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Under China's jurisdiction.RIPLEY (voice-over): The video is pushing Beijing's narrative on the South China Sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RIPLEY",
      "sentences": "Is this a threat to democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FELIPE SALVOSA II, JOURNALISM PROFESSOR, UNIVERSITY OF SANTO TOMAS",
      "sentences": "Most definitely. I think China has found a more cost-effective way to get its message across.RIPLEY (voice-over): Turning today's digital landscape into a battleground for truth, where seeing is no longer believing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RIPLEY",
      "sentences": "Every time I do a story about these deepfake videos, what strikes me is the quality keeps improving. Our researcher Yong spent hours putting these through algorithms to determine with 99 percent accuracy whether these videos are real, whether they're fake, whether the voice has been altered, the face has been altered. Who on social media has time for that and a lot of people don't take the time which experts say is dangerous, particularly in democracies when people are watching these videos and then potentially using the information they hear to make decisions about how to vote.Will Ripley, CNN, Taipei. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}