{
  "date": "2024-02-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Israeli Forces Fired On Food Convoy In Gaza; U.K. Imposes Sanctions On Officials At Prison Where Alexei Navalny Died; Navalny's Widow Vows To Continue His Fight For A Free Russia; People In Sudan Enduring Hunger, Displacement Amid Conflict; WikiLeaks Founder Awaits Extradition Decision To U.S. from London Judge; House Republicans Defiant after FBI Informant Discredited; Boyfriend of Ksenia Karelina Pleads for Her Release; Outmanned and Outgunned, Ukrainians Vow to Fight On. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:28",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Coming up here on CNN.(BEGIN VIDEO CLIP) TEDROS ADHANOM GHEBREYESUS, WHO DIRECTOR-GENERAL: Gaza has become a dead zone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:28",
      "speaker": "VAUSE",
      "sentences": "A death zone where Israel's military offensive has directly killed tens of thousands of Palestinians. And now the risk of dying from hunger, disease and traumatic injury is escalating.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: Putin is responsible for Navalny's death. Why can't Trump just say that? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:28",
      "speaker": "VAUSE",
      "sentences": "Trump, Putin and Navalny, it's complicated. As the four times indicted former and want to be again U.S. president draws a false equivalency between his 91 charges to the persecution of Alexei Navalny.And in Ukraine, two years after the Russian tanks and troops rolled across the border, since those early darkest days of the war, have returned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:28",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:28",
      "speaker": "VAUSE",
      "sentences": "It's now day 138 of Israel's war with Hamas military offensive which has already killed 10s of 1000s of Palestinians in Gaza, and fears are growing that many more will die from starvation and disease in the months ahead.The Palestine Red Crescent Society reports a critical shortage of food supplies now leading to the death of children and the elderly. Some families surviving on one meal a week. The Hamas run Ministry of Health in Gaza says 118 people were killed by Israeli forces in the past day. That includes a doctor and his family believed killed by an Israeli airstrike on their home in Rafah. The U.K. and Jordan taking the extraordinary step of air dropping four tons of life saving aid to a hospital in northern Gaza. Traces were attached to the packages of food, medicine and fuel to ensure they reach the hospital. For many Palestinians hunger and starvation has overcome fear of being killed by Israeli forces. In recent days, food convoys have been looted in northern Gaza, forcing the World Food Programme to suspend distribution over safety concerns. Now an exclusive CNN investigation has found at least one U.N. truck loaded with food supplies came under Israeli fire for waiting at an IDF checkpoint. Here's CNN's Katie Polglase. (BEGIN VIDEOTAPE) KATIE POLGLASE, CNN INVESTIGATIVE PRODUCER (voice-over): This is how desperate the people in northern Gaza are. This aid truck filmed at the end of January is one of the last to enter the region. And here's why. Aid so often caught in the fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "DILL",
      "sentences": "Such large percentages of the population are in such dire need. It's such immediate risk of starvation. From that perspective, it's really hard for me to understand what kind of potential military rationale could be advanced to justify actions like this.POLGLASE (voice-over): As the humanitarian crisis deepens, the question is whether Israel will be held accountable in a court of law for depriving so many in Gaza of aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "POLGLASE",
      "sentences": "Well, CNN did reach out to the IDF for comment on this piece multiple times and they are yet to respond. They did respond on the day of the incident February 5, saying they were looking into it. But this forms part of a concerning theme.Just on Tuesday, the World Food Programme said they were also pausing missions to the north, because one of their convoys came under fire in Gaza City, and with the International Court of Justice, saying that Israel must take immediate measures to provide humanitarian assistance in Gaza. It really calls into question whether they are adhering to this. Katie Polglase, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "In the coming hours legal arguments will continue at the International Court of Justice of Israel's policies and practices in the Palestinian territories. In Wednesday, representatives from the U.S. argue the World Court should not order the unconditional withdrawal of Israeli forces from the West Bank in Gaza.Well in 50 countries are weighing in on this with the UAE envoy to the UN, I agree Israel's presence is illegal, a cannot remain without consequence. But the U.S. says the October 7 attacks by Hamas serves as a reminder that Israel's security must be guaranteed. (BEGIN VIDEO CLIP) RICHARD VISEK, ACTING LEGAL ADVISER, U.S. STATE DEPARTMENT: Any movement towards Israel, withdrawal from the West Bank and Gaza requires consideration of Israel's very real security needs. Regrettably, those needs have been ignored by many of the participants in asserting how the court should consider the questions before it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "Israel is not participating in the hearings. The U.N. General Assembly asked the court back in 2022 to issue a non-binding opinion on this issue, but no decision is still expected for months.Six days after the death of Russian opposition leader Alexei Navalny and the U.K. has announced the first of what is expected to be many new international sanctions on Moscow. Could the Russia's prison service Navalny's suddenly and mysteriously dropped dead after a brief walk last Friday at a Siberian Gulag north of the Arctic Circle. Now six prison officials at the IK-3 Polar Wolf penal colony have been directly sanctioned by London. All are banned from traveling to the U.K. and any of their assets in Britain will be frozen. Parliament British Prime Minister Rishi Sunak spoke of Navalny's bravery. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "RISHI SUNAK, BRITAIN PRIME MINISTER",
      "sentences": "He died for a cause to which he dedicated his whole life freedom and to return home knowing that Putin had already tried to have him killed. There's one of the most courageous acts of our time. Together with our allies, we are considering all options to hold Russia and Putin to account.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "U.S. is expected to unveil a new raft of sanctions soon over Vladimir Putin's invasion of Ukraine, as well as the death of Navalny.(BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: It will be a robust sanctions package. We are always looking at additional ways that we can choke off the Russian war machine that we can deny the Russian military industrial complex components that it needs to use to fund its war effort, as well as to hold accountable those involved in it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "And in St. Petersburg, a group of men among those detained by security services like flowers at vigils for Navalny are now been handed military notices. That's according to human rights activists.Alexei Navalny was unique in the threat he posed to Vladimir Putin and his grip on iron power, (INAUDIBLE) grip on power, I should say. And now that he's got his widow, Yulia, is going to continue with her late husband's work and oppose the Russian President. CNN's Fred Pleitgen has this profile of an emerging political leader faced with a daunting task. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (vioice- over): Using her late husband's catchphrase a grieving Yulia Navalnaya has picked up the mantle of Alexei Navalny. YULIA NAVALNAYA, ALEXEI NAVALNY'S WIDOW (through translator): I should not have recorded this video. There should be another person in my place. PLEITGEN (voice-over): These are the last images showing Navalny alive smiling the day before his sudden death in an Arctic penal colony which Russia says it's still investigating. NAVALNAYA (through translator): Putin killed half of me, half of my heart and half of my soul. But the other half of me remains and it tells me that I don't have the right to surrender. PLEITGEN (voice-over): Navalnaya for years avoided the political limelight. But a glimpse of her strong character shone through as Alexei was poisoned in Russia in August 2020. I see stared down the men keeping her away from her ailing husband in hospital. NAVALNAYA (through translator): We demand the immediate release of Alexei Navalny, because right now in this hospital, there are more police and government agents than doctors. PLEITGEN (voice-over): Odessa Rae spent months working on a CNN documentary about that poisoning and grew close to the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "ODESSA RAE, DOCUMENTARY PRODUCER AND FAMILY FRIEND",
      "sentences": "She was very strong from the minute I met her, and she has the capacity to handle different situations with a lot of poise and strength. She just holds herself and holds that same belief for the future of Russia.PLEITGEN (voice-over): Yulia remained an anchor of support for Alexei never leaving his side as he recovered in a hospital in Germany. Even returning to Russia with him despite the dangers. A final kiss as he was taken into custody at the airport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "RAE",
      "sentences": "She's just one of the strongest women I have ever known, you know, to watch what she's gone through and to see her strength, it's an inspiration to everyone. I mean, I don't know many people like Yulia and Alexei.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "PLEITGEN",
      "sentences": "But since Alexei's death, it's only Yulia. And she's made clear she will continue his work challenging Vladimir Putin's iron fist rule over Russia.NAVALNAYA (through translator): I thought long and hard if I should come up here, or go and be with my children. I thought, what would Alexei have done in my place? And I'm sure that he would have been standing here on this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "PLETIGEN",
      "sentences": "Fred Pleitgen, CNN, Berlin.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "Michael Isikoff is an award winning investigative journalist and author of a number of books, including \"Russian Roulette",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "MICHAEL ISIKOFF, INVESTIGATIVE JOURNALIST",
      "sentences": "Sure enough, good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "OK, so one of the big unanswered questions about Yulia Navalnaya, does her support within the opposition movement go beyond just sympathy for a widow? Can she feel the void caused by the death of her husband? And if she does, well, that's a death sentence for her as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "ISIKOFF",
      "sentences": "Well, look, she has been remarkably eloquent and powerful speaking out about her husband's death and demanding that his body be returned to his family. So, some sort of independent investigation can take place here to determine the cause of his death. She has suggested she believes he was poisoned. We don't know that.But you know, given Putin's track record and Russia's track record under Putin, they're seeing that, you know, there would seem to be certainly a plausible case to be made that that that could have been the reason, we don't know. But look, he was 47 years old, he dies in a, you know, while serving in an Arctic press -- Arctic prison cell. And remember, he was, you know, quite healthy, seeming, when he made an appearance video shortly before his death. So, there's a lot of reasons to be deeply suspicious, and I think that his wife, given the circumstances here, has a lot of moral credibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "VAUSE",
      "sentences": "Take a half-truth add on a misleading claim sprinkle some false equivalency and a reversal of reality. Trump has done this comparison before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "ISIKOFF",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "VAUSE",
      "sentences": "So you can add on a touch of ad nauseam as well. How much does this help feed into Trump's deluded narrative? The overall narrative here that he is the victim of political persecution here, the United States by President Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "ISIKOFF",
      "sentences": "Well, you know, look, it's really hard to see any comparison between Navalny who's locked up in an Arctic prison cell and Donald Trump, who's out there running for president free as a bird. Yes, he's facing multiple criminal indictments. But you know, these are indictments brought by grand juries and prosecutors, he will have a full trial. He has trials if and when they take place. He'll have full -- his full constitutional rights and rights have his lawyers.I mean, look, it's nonsense to compare what happened, especially after seeing what happened to Navalny. I mean, he was -- he's dead. He was murdered most likely. We don't know exactly how but while he was in the custody of the Russian government, to draw a comparison to Donald Trump's situation is just like nonsense. I mean, there is no comparison, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "VAUSE",
      "sentences": "Which is the point which was not lost on the U.S. president who was at a fundraiser in San Francisco Wednesday night, he described Vladimir Putin as a crazy son of a rhymes with witch. And on Trump, he told donors, he's comparing himself to Navalny and saying that because our country's become a communist country, he was persecuted just like Navalny was persecuted. Where the hell does this come from?If I stood here 10 to 15 years ago and said all of this, you all think I should be committed? It's astounding. Well, the comparison --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "ISIKOFF",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "VAUSE",
      "sentences": "-- by Trump and maybe delusional, almost laughable. I guess the more important question is, is it effective politically, though, for Donald Trump, is he actually making headway with by repeating these kinds of absurd claims over and over and over again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "ISIKOFF",
      "sentences": "Well, look, he's got a political base that, you know, accepts whatever he says, and, you know, it has been compared to a cult at this point. The fact is, no matter how outrageous he is, and how, I mean, it -- just it -- to some extent, that is his superpower to, you know, stick it in the eyes of the establishment and the news media, and saying, you know, outrageous things that doesn't don't make -- doesn't make any sense is, to some degree, what ignites his base. That's what they love to see, you know, Trump, standing up andspeaking out and denouncing and saying things that the establishment finds, you know, completely off the wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "VAUSE",
      "sentences": "Michael Isikoff, it's so great to have you with us. I really appreciate your time and your insights. It's been great talking with you. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "ISIKOFF",
      "sentences": "Anytime, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:33",
      "speaker": "VAUSE",
      "sentences": "At least two people were killed when a cargo ship slammed into a bridge in China's Guangzhou province. Breaking it in half. According to state media, two vehicles on the bridge fell into the water while three others landed on the ship. Search and rescue operations are underway to find three people who are currently unaccounted for.What are the if not the worst humanitarian disasters is happening right now in Sudan, according to the U.N. High Commissioner for Refugees, who says the -- is just totally indifferent to the Sudanese who are battling hunger, disease and displacement amid a civil war and what the U.N. has described as, quote, epic suffering. CNN's Larry Madowo has details and their harsh reality. (BEGIN VIDEOTAPE) LARRY MADOWO, CNN CORRESPONDENT (voice-over): Sudanese Armed Forces celebrate as they advance in Omdurman, the twin city of the capital Khartoum. The army releasing these videos last week seeing it as a win in its war against the paramilitary rapid support forces. In North Darfur, the agony of Sudan's children, the youngest victims of a war that has raged for 10 months. This small clinic run by the aid group Doctors Without Borders in the Zamzam Camp is the only one in four miles. A child dies every two hours here, the agency says, as a war has led to catastrophic cases of malnutrition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:33",
      "speaker": "CHEICK TRAORE, EMERGENCY COORDINATOR, DOCTORS WITHOUT BORDERS",
      "sentences": "We have over 200 patients every day waiting for treatment, and they are not coming only within the camp. They are coming also from the surrounding area seeking, looking for health care.MADOWO (voice-over): They are overwhelmed that these mothers and their children have nowhere else to go. ASHIA ABUBAKER ADAM, DISPLACED SUDANESE MOTHER (through translator): We are out of everything, even wheat. Now we just get insignificant amounts of food to make it through the day. I have five children apart from this one. MADOWO (voice-over): Sudan has the world's largest displacements crisis, the U.N. says, as 15 percent of the population have fled their homes, humanitarian workers say it is not getting enough funding or attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:33",
      "speaker": "MARY LOUISE EAGLETON, UNICEF DEPUTY REPRESENTATIVE OF SUDAN",
      "sentences": "It feels like the country has really been abandoned and the children and the country's children have really been abandoned. What this means for families and children is that they're facing a lethal combination of displacement, hunger, and disease outbreaks.TOBY HARWRD, U.N DEPUTY HUMANTIARIAN COORDINATOR FOR SUDAN (DARFUR): It is arguably the biggest humanitarian crisis today. It is bigger than the other prices that get a lot more attention. MADOWO (voice-over): Everything is in short supply in Sudan, and the ceasefire appears unlikely. Those caught in the middle of another war worry and wait. Larry Madowo, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:33",
      "speaker": "VAUSE",
      "sentences": "The founder of WikiLeaks, Julian Assange is now waiting on a ruling from a high court in London on his right to appeal his extradition to the US. On the second and last day of hearings, Assange's wife and dozens of supporters gathered outside the courthouse. For details on what happened inside the court here's CNN's Melissa Bell.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "VAUSE",
      "sentences": "With us now live from London is Richard Hillgrove, former public relations adviser to Julian Assange. Richard, thank you for getting up early. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "RICHARD HILLGROVE, FORMER PUBLIC RELATIONS ADVISER TO JULIAN ASSANGE",
      "sentences": "You're welcome. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "VAUSE",
      "sentences": "Well, you actually did some logistics here to begin with, were you actually expecting a ruling by the High Court on Wednesday? Or the very least a date when one would come down? And if you weren't, what do you make of the fact they didn't actually make a ruling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "HILLGROVE",
      "sentences": "This is quite normal for them to reserve judgment. I've been involved in a number of cases similar, and they tend to make the decision a little bit later. They'd like to gather all the evidence and have a little think about it.The answer their decision is expected in days rather than weeks, because obviously the entire world is watching this case. They know they need to make a quick decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "VAUSE",
      "sentences": "Which way do you think they'll go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "HILLGROVE",
      "sentences": "I think either which way we get another delay. But there's a kind of a conveyor belt that they -- have a trajectile and they want to see Assange off British soil in spite of you enrolling, let him go free. He's been tortured. His life in danger. Despite all the mental health concerns and just despite the concerns that if he's on American soil, his life's in danger from some sort of Epstein style suiciding, according to some conspiracy theorists, but maybe they're not conspiracy theorists, maybe there's a real danger.You know, there's enough dossier of evidence that the CIA did try to assassinate Assange. So if he's off British soil, and he's in America, his life's in danger. I think Australia needs to kick in now do the right thing. Get him home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "VAUSE",
      "sentences": "Well, with that in mind, in 2021, the U.S. said if Assange was extradited and then convicted, he wouldn't be allowed to serve prison time in Australia, where there is no death penalties with verbal assurance. And despite that the lawyers, you know, Julian has put forward this argument of the possibility of death, in particular the death penalty, he sends trial.Here's how Amnesty International sees the risks from government sponsored death, I guess, if you're like, if he goes back to the United States, listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "SIMON CROWTHER, AMNESTY INTERNATIONAL LEGAL ADVISER",
      "sentences": "If he were found guilty, he could be given an extraordinarily long sentence. There are different numbers standing about one assessment of looking at all of the accounts and adding up all of the accounts from the indictment is 175 years. Another that we frequently hear is life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "VAUSE",
      "sentences": "So Amnesty is talking about 165 years life in prison, which is not the death penalty, which would be, you know, life in prison is bad enough. But you're saying that it's not just the life sentence or the death penalty handed down by the U.S. court. There are other, you know, moves afoot to take the killjoy (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "HILLGROVE",
      "sentences": "It's -- exactly. It's not that he, you know, he could serve his time if he was prosecuted by a Virginia jury in Australia. It's a fact there's going to be a trial and the trial is going to be heard in America. So he's going to have to land on American soil. And will he ever get to trial because that's what they're trying to do him for is leaking.He's going to have an open court. It's going to be more of a spectacle and Johnny Depp and Amber Heard. This is going to be like 1,000 times more leaking. They don't want to see him in court. I don't think we'll get to the court if he lands on American soil. There'll be a -- they've already foreshadowed this whole mental health thing he's a suicide risk, and in spite of that, he's going to be extradited. OK. There's the gray area. But the suiciding of Assange I believe is in imminent danger. And it's highly politicized. And on that basis, the extradition should not happen. It's unlawful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "VAUSE",
      "sentences": "So outside the court, we heard from Julian Assange's wife, and she had this very dire warning, when she said to supporters. Listen to this.(BEGIN VIDEO CLIP) STELLA ASANGE, JULIAN ASSANGE'S WIFE: There's a realization about what this is really about, which is an attack on the truth and an attack on the public's right to know that cannot stand. Everything turns on the outcome of this case. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:12",
      "speaker": "VAUSE",
      "sentences": "There is broad agreement among those in United States who, you know, support freedom of speech as well as journalism. That is to make the case that Assange does face trial and is convicted, it will have a chilling effect.But the problem is, we'll only know if that's true after Assange faces trial, and if he's convicted, and then if there really is a problem, she'll be right. It'll be too late.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "Well, that's where it comes down to you know, was he a journalist? Was he, you know -- was he committing treason that's not what he -- was it espionage, you know.We'll find out what the court rules, I guess, Richard. But thank you so much",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "HILLGROVE",
      "sentences": "He's won every single journalism award you can imagine. He's a different type of journalist. He's a journalist",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "And we'll end with that.Richard, thanks for being with us. We appreciate your time and your thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "HILLGROVE",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "We'll take a short break. When we come back detained in Russia, a dual U.S.-Russian citizen accused of treason for donating $51 to a charity.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "Welcome back everyone. I'm John Vause. You're watching CNN NEWSROOM.Is the U.S. president taking a page from his predecessor's playbook ahead of this year's White House election sources say President Joe Biden is weighing the use of executive authority to restrict record migration at the border with Mexico. CNN's Priscilla Alvarez explains. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "ALVAREZ",
      "sentences": "This executive action, should the White House move forward with it, will also likely be challenged in court.Priscilla Alvarez, CNN -- the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "VAUSE",
      "sentences": "U.S. House Republicans are refusing to give up on their impeachment efforts of President Biden over an alleged bribery scam. Even though the FBI informant central to their inquiry has now been totally discredited, some Republicans insist their investigation did not rely on his testimony but they're yet to provide any evidence that Joe Biden acted corruptly.CNN's Manu Raju asked House Judiciary chairman Jim Jordan about his earlier claim that the informant's information was, quote, \"the most corroborating evidence we have\". (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "You said the 1023 is the most corroborating piece of information you have.REP. JIM JORDAN (R-OH): It corroborates but it doesn't -- it doesn't change those fundamental facts. So now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "RAJU",
      "sentences": "But it's not true. Your promotion of a bribery scheme was false.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "JORDAN",
      "sentences": "Not at all.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "VAUSE",
      "sentences": "Retired behind closed doors, House investigators question the president's brother, James Biden. He told them the president never had any involvement in his business activities.The boyfriend of a Los Angeles woman detained in Russia has pleaded for her release. The dual U.S.-Russian citizen is accused of treason for allegedly donating money to a Ukrainian charity less than $60 in all. CNN's Brian Todd has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Placed in handcuffs with a ski cap pulled over her eyes, led into detention. This is Vladimir Putin's latest high-profile prisoner. A U.S. official tells CNN this is Ksenia Karelina, a 33-year-old ballerina from L.A. U.S.-Russian dual citizen, arrested in Russia on charges of treason.Her employer says, all she did was allegedly donate $51.80 to a Ukrainian charity in the U.S. DANIEL O'SHEA, FORMER U.S. HOSTAGE NEGOTIATOR: Welcome to the world of hostage terrorism Vladimir Putin-style.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "TODD",
      "sentences": "Russia's federal security service says that while in the U.S. Karelina took part in quote, \"Public actions to support the Kyiv regime. How would Russian intelligence know if she donated less than $52 to a charity?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "STEVE HALL, FORMER CIA HEAD OF RUSSIA OPERATIONS",
      "sentences": "This person has not only Russian citizenship, but also has friends and family back in Russia. They're able to monitor email activity, telephone activity, all the different powers that any state has to basically conduct espionage on their own citizens or whoever they like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "TODD",
      "sentences": "Karelina's employer, a spa in Beverly Hills says Karelina has been, quote, \"wrongly accused\", and that she was in Russia to visit her 90-year-old grandmother, her parents and younger sister.Karelina became a U.S. citizen in 2021. A U.S. official says she entered Russia on January 2, and the U.S. learned of her arrest on February 8th. Analysts say Karelina's status as a dual citizen may work against her because the Russians won't recognize the U.S. portion of her citizenship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "HALL",
      "sentences": "The Russians simply consider this person a Russian citizen and don't feel that they need to do anything further in terms of granting access to guarantee that person's well-being. TODDupheld the extended detention of American Evan Gershkovich, a reporter for \"The Wall Street Journal\" held on charges of espionage, which he and his employer deny. Former us marine Paul Whelan is also imprisoned in Russia on espionage charges, which he vehemently denies. It's gotten to the point where the White House is telling Americans in Russia to leave now, and the State Department warns -- MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: If you are considering travel to Russia for any reason, do not do it. I don't think we can say that any more clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "TODD",
      "sentences": "Just how dangerous is it for an American in Russia right now.O'SHEA: You have a target on your back. Now Americans are being viewed as bargaining chips by terrorist organizations and terrorist regimes like Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "TODD",
      "sentences": "The problem with the U.S. trying to bargain with Putin for the release of Ksenia Karelina, Evan Gershkovich or Paul Whelan is that the U.S. doesn't really have any high-level Russian spies in its custody and has had to approach other countries around the world to see if they can help package someone in a trade.One Russian who Putin really wants back, Vadim Krasikov, a former colonel in Russia's intelligence services, serving a life sentence in Germany for murdering a former Chechen fighter there. Brian Todd, CNN -- Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "VAUSE",
      "sentences": "CNN's Christiane Amanpour reports now on the determination and the resilience of Ukrainians and their will to continue to fight.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Snow falls softly on new recruits for the Ukrainian Army's 3rd Assault Brigade.Drill sergeants push them through their paces With urgent basic training for the trenches, urban warfare, and assault maneuvers. Every woman and man counts now for a battle that seems to have returned to the dire days at the start. 28-year-old Serhii came back from Lithuania to serve two weeks ago, despite his health. What's wrong with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "SERHII, UKRAINIAN ARMY RECRUIT",
      "sentences": "It's asthma. But right now, we need to take our best man. And no matter what, I will serve my country until the victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "AMANPOUR",
      "sentences": "The brigade says it's training professional fighters, not cannon fodder like Russia.Their soldiers helped evacuate survivors of the battle for Avdiivka, where Russia has now raised its flag. But many of their wounded were left behind. Just watch this video call between a severely injured soldier, Ivan, and his panic-stricken sister, Katerina (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "IVAN",
      "sentences": "Everyone left, everyone retreated. They told us that a car would pick us up. I have two broken legs, shrapnel in my back. I can't do anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "KATERINA",
      "sentences": "Are YOU there alone or what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "IVAN",
      "sentences": "No, there are six of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "AMANPOUR",
      "sentences": "Ivan and his comrades never made it. Ukraine says there was a deal Russia would evacuate them and exchange prisoners.Instead, Russia released video of them dead. The brigade says they were shot. These are desperate times in Ukraine's fight to survive. They need to replenish the ranks of the dead and injured. And even here at the Superhumans Facility in the western city of Lviv, therapists and prosthetic specialists work around the clock giving these war amputees a second chance, and even a return to the front lines. 25-year-old Anastasia Savka is an army sniper. She stepped on a landmine in November near the Zaporizhzhia front, and she tells me they are scattered there like snowdrops in spring, like daisies in summer. \"We couldn't get out for a long time because we were under very heavy fire,\" she tells me. \"To be honest, we were ready to die there. The attacks were so close, and we were thinking this was the end.\" Olga Rudneva is CEO of this center, which is supported by a Ukrainian businessman and the American philanthropist Howard Buffett. 80 percent of the patients are military, many of them multiple amputees. And that's because, Olga says, the wounded cannot get out of the battle zone during the so-called golden hour to save their limbs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "OLGA RUDNEVA, CEO, SUPERHUMANS",
      "sentences": "People are evacuated for 10 hours by comrades very often because Russians are shelling our medics. So, by the time they arrive at stabilization point, we have to cut them high because of the tourniquets. So that's why we have multiple amputations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:53",
      "speaker": "AMANPOUR",
      "sentences": "Not only are they outmanned, they are also outgunned. The gridlock in Congress over military aid is showing up at the front, and time is not their friend.We reach Sergeant Mikola (ph), who's also serving now on the Zaporizhzhia front line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "VAUSE",
      "sentences": "And we're hours away from what could be an historic moment in space exploration. For the first time in 50 years. A probe launched from the United States could land on the moon. We've heard this all before, I know just a month or so ago. But success is (INAUDIBLE) guaranteed. We'll have more on that in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "VAUSE",
      "sentences": "Tanzania is home to Mt. Kilimanjaro and the Serengeti National Park. It also boasts an impressive coastline bordering the Indian Ocean.Today on \"Call to Earth\" though we leave the mainland behind to visit a tiny island where a a decades' old nature reserve stands as a pioneering achievement in conservation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "ZAIN ASHER, CNN CORRESPONDENT",
      "sentences": "This is Chumbe Island, a small conservation area off the coast of Tanzania. If not for its lighthouse you'd likely pass by without much thought on your way to the tropical island of Zanzibar, just a few miles away.But there's much more going on here than meets the eye upon approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "BENJAMIN TAYLOR, PROJECT MANAGER, CHUMBE ISLAND CORAL PARK",
      "sentences": "So welcome to Chumbe Island. Chumbe Island is a non-for-profits conservation education projects",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "ASHER",
      "sentences": "Historically, the island was a military sites. But in 1994, it was designated as the country's first marine protected area. The protections include a closed forest reserve on land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "TAYLOR",
      "sentences": "The important thing is that with the forest, we don't actually do anything to manage the forest except for removal of invasive species. So the forest is really as it was before humans, you know, as best as we possibly can. And that's what's really important to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "ASHER",
      "sentences": "They are more hands-on when it comes to the island's vibrant coral reef sanctuary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "OMAR NYANGE, HEAD RANGER, CHUMBE ISLAND CORAL PARK",
      "sentences": "I have been working in Chumbe 30 years. And I have a changing of the coral here. When it's the beginning, I saw many area already destroyed. There are some area we found like dynamite fishing people. They did dynamite fishing.But now because we have about 30 years with this project, we see the coral grow very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "TAYLOR",
      "sentences": "The coral reef is in fantastic shape and it's just got incredible abundance of fish and abundance of invertebrate species. The biomass is over 1,500 I think kilos per hectare which is well above a healthy baseline for a reef.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "ASHER",
      "sentences": "But the protected status doesn't restrict visitors from stepping foot on the island. In fact, it relies on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "TAYLOR",
      "sentences": "The idea is that we conserve these areas for education purposes so that we can bring schoolchildren, community members over to Chumbe to learn about the natural environments. ASHER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "TAYLOR",
      "sentences": "You can see on my (INAUDIBLE) Chumbe's big five. So in Chumbe, we only allow 18 guests at one time because based on our current capacity study, this is the number that we can adequately manage to have next to zero impact on the environment.[01:49:49] TAYLOR: And the idea is that a roof is all one rain with the harvest and collection system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "ASHER",
      "sentences": "From water supply to solar powered electricity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "TAYLOR",
      "sentences": "So you see the wall is covered in this, it's not paint, its chalk. So the idea is that the chalk goes into the environment. It's completely anew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "ASHER",
      "sentences": "Everything is designed with sustainability in mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "TAYLOR",
      "sentences": "Eco-tourism means that you're looking at ways that you can reduce your energy, reduce your water consumption, reduce your impact on the environment. All of these three things are really important for conservation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "ASHER",
      "sentences": "according to its official Website, Chumbe Island Coral Park was the first financially self-sustaining marine protected area in the world. A model they hope will encourage those who visit and beyond.Taylor: So them coming to Chumbe and seeing the eco-architecture, seeing the rainwater harvesting, seeing the solar panels it's all really important that they can then go home and say, you know what, I can get solar, you know, or maybe I get electric car or maybe I go and support a local tree planting organization in my hometown, something like that. And you know, that's -- that's at the heart of Chumbe which I think is very unique. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "VAUSE",
      "sentences": "Take a moment, let us know what you're doing to answer the \"Call to Earth\" with #calltoearth.Short pause now here on CNN. Back in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "VAUSE",
      "sentences": "For decades, the number of pandas on loan from China to the U.S. has been a reliable gauge of the state of diplomatic relations between Beijing and Washington. If that be the case, then things are looking good.Spokesperson for the San Diego Zoo in California tells CNN China will be sending two giant pandas. No official timeline for their arrival, but more information we're told is coming in the next few hours. Back in November, Chinese leader Xi Jinping suggested trying to send new pandas to the United States as envoys of friendship between the Chinese and American peoples. A gesture to possibly ease fraught relations between both countries. The lunar lander Odyssey is nearing its final approach to the moon. The craft would be the first U.S. vehicle to land on the moon in more than 50 years. CNN's Kristin Fisher explains the mission's many challenges. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "Just days after lifting off from Florida, Odysseus is now barreling towards the moon, sending back spectacular pictures of earth along the way, and is now hours away from the most perilous test yet, for the robotic lunar lander, a soft or controlled landing on the surface of the moon.Intuitive Machines is trying to pull off something no private company has done. And if successful, it will be the first time an American made spacecraft has done it since the last Apollo mission in 1972.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "STEVE ALTEMUS, CEO, INTUITIVE MACHINES",
      "sentences": "We are steely-eyed rocket scientists but deep down, this is quite an emotional feeling to be here at this position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "FISHER",
      "sentences": "Just last month a Pennsylvania company Robotic Technology had its first lunar landing mission end in failure. And last year, the Japanese company iSpace and the government of Russia both crashed landers into the moon.So why is it so tough to repeat a feat that was first accomplished within half a century ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:41",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's one small step for man --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "FISHER",
      "sentences": "In an effort to save money, NASA is outsourcing robotic lunar landings to companies like Intuitive Machines for a fraction of what it cost in the 1960s and 70s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "ALTEMUS",
      "sentences": "Do it for $100 million when in the past it's been billions of dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "FISHER",
      "sentences": "Then there's the purely technical challenge of landing a spacecraft in a specific spot, roughly a quarter of 1 million miles away. DR. SCOTT PACE, GEORGE WASHINGTON UNIVERSITY SPACE POLICY INSTITUTESome people have likened it to hitting a golf ball in New York and having it go into a particular hole in one in L.A.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "FISHER",
      "sentences": "The distance means there's also a time delay, roughly three seconds for signals from mission control rooms on earth to get to the moon and back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "PACE",
      "sentences": "A lot can go wrong in that time. So when the vehicle is actually landing, it pretty much is on its own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "FISHER",
      "sentences": "Finally, there's the experience factor. The loss of the Apollo era expertise that no amount of new technology can make up for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "PACE",
      "sentences": "Simply because somebody else did it in an earlier age, doesn't mean that this generation or this organization can do it. These are people doing it for the first time and there's no -- there's no substitute for that experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "ALTEMUS",
      "sentences": "We all collectively have to be resilient to failures and we all have to be helping each other lift up and break down these barriers so that we can begin a lunar economy. That's what this is, a beginning of an emerging economy around the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:48",
      "speaker": "FISHER",
      "sentences": "So now it all comes down to this. The landing is set for 05Scientists say that that is where ice is, water. And for that reason, it's the place where NASA wants to land astronauts on the moon. And so does China. So potentially, it is a very competitive spot. Kristin Fisher, CNN -- Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}