{
  "date": "2024-01-29",
  "headline": "CNN This Morning",
  "subHeadline": "Three U.S. Servicemembers Killed in Jordan after Drone Attack; U.S. Blaming Iran as Behind Drone Attack that Killed Three U.S. Servicemembers; U.S. Suspending Aid to U.N. Relief Aid Organization in Gaza after Some of Its Members Accused of Participating in October 7th Attacks on; Trump Silent on E. Jean Carroll Since $83.3 Million Verdict. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "So that's where people are spending and that's why we have such strong growth. We have it because, yes, there was stimulus in people's pockets, but also wages grew. And there were a lot of jobs, a lot of options for people to choose from. We didn't hit a recession, and at the same time, we didn't fall into high unemployment. That was really good. That is what people wanted to see here in the U.S., and it bodes well for the U.S. compared to the rest of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Yes. It's a good point. See if it connects with people over the coming months. Vanessa Yurkevich, as always, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "CNN THIS MORNING continues now.(BEGIN VIDEO CLIP) JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES:  We had a tough day and last night in the Middle East. We lost three brave souls in an attack at one of our bases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is the first time that U.S. servicemembers have actually been killed from hostile fire since the war in Gaza began.LT. GENERAL MARK HERTLING (RET), FORMER COMMANDING GENERAL, U.S. ARMY EUROPE AND SEVENTH ARMY:  The proxies of the Iranian government have been conducting multiple strikes against not only the U.S., but also the Iraqi government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MARK ESPER, FORMER DEFENSE SECRETARY",
      "sentences": "I do think this demands a really tough response directly targeted at Iran, which is supporting, inspiring, funding all of these attacks throughout the region.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Good morning, everyone. Top of the hour. So glad you're with us. I'm Poppy Harlow with Phil Mattingly in New York. The big question this morning, how will President Biden respond? He isvowing to take action after a drone attack killed three U.S. servicemembers in Jordan. Here was National Security Council Spokesman John Kirby just moments ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "We will respond. We'll do it in a time, in a manner of our choosing. But we know the serious consequences here of this particular attack.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "So clear they're going to respond. How and when, that's the question. Iran is denying involvement in this attack, but U.S. officials are blaming Iran-backed militants and say the drone appeared to have been launched from Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Republicans on Capitol Hill pressing Biden to strike back and strike back hard. Senator Lindsey Graham telling him to, quote, \"hit Iran now. Hit them hard.\" Senator John Cornyn flat out urging President Biden, quote, \"target Tehran.\" The White House has been dreading this very scenario for several months now as the U.S. has tried to prevent the war in Gaza from spilling into an even wider regional conflict. What President Biden decides to do will be hugely consequential, and the situation further complicated by the ongoing hostage negotiations with Hamas to release captives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Let's start this hour with Oren Liebermann. He joins us live at the Pentagon. Obviously, this is a significant escalation. A number of servicemembers had been injured, but now three are dead. The White House says we will respond at the time and manner of our making. Do you know what options they're debating now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, there are a number of options they could pursue. The question, of course, which one are they zeroing in on, and these options short of an open attack of Iran that would clearly risk an open regional war that the U.S. and the Biden administration has been trying to avoid.The U.S. could, for example, target Iraq or Syria, going after the Iranian proxies, or it could target both. Instead of going after weapons and facilities, they could also try to target the leadership here. So these are the types of options available. President Joe Biden was briefed on these options from Defense Secretary Lloyd Austin as well as Jake Sullivan, the National Security Adviser. And now it's up to him to choose one here. The U.S. still working on specific attribution for the attack, that is, who was directly responsible. But it is clear the U.S. has to respond, and Biden said the U.S. would. Here's what we know so far about the attack. This was a one-way attack drone that struck Tower 22 in northeast Jordan on the Iraq- Jordan-Syria corner there. Three U.S. servicemembers were killed, at least 34 were wounded. Eight of those had to be med-evaced for more treatment. That number is expected to rise, at least the number of injured because traumatic brain injury can take some time to develop here. One of the key questions, of course, how did this singular drone sneak through U.S. air defenses? That's another question here that has to be looked at. It appears the drone attack may have come from Syria, though given where this is right near Iraq, it could also have come from there. That's another question the U.S. looking to zero in on and get a specific answer. It's also worth noting this is Austin's first day back at the Pentagon after approximately a month away here. So a lot of pressure, and not only from Republicans, but to respond and to respond soon to send a message to the Iranian proxies and to Iran itself that has tried to distance itself a bit from this attack, that this is absolutely unacceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Oren, to that point, when you talk about the types of options that are being presented, how do U.S. officials know which would keep them from getting into a direct conflict with Iran, which would send the proper calibrated message here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "LIEBERMANN",
      "sentences": "\"Calibrated\" is the right word there. That is the challenge for the U.S., to calibrate this response properly. We have seen the U.S. carry out strikes on these Iranian-backed militia groups in Iraq and Syria, even going after their leadership.[08:05:2] Still, it hasn't deterred these attacks. We've now seen something like about 160 attacks on U.S. forces in Iraq and Syria, largely drone and rocket attacks that have resulted in dozens of minor injuries. But clearly, this is a different ballgame here. There have been three U.S. servicemembers killed for the first time since the beginning of the Gaza War. So the U.S. has to figure out how to carry out a much stronger, more forceful attack without that regional war they've been trying to avoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Oren Liebermann for us at the Pentagon, thank you.And joining us now to discuss, CNN chief international anchor Christiane Amanpour. Christiane, thanks so much for joining us. To that kind of broader point, this has been something that U.S. officials have been, I think, having nightmares about for the better part of the last several months, waking up and seeing that U.S. personnel had been killed. What happens now in terms of a response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Well, look, I think everybody needs to keep really cool heads and really try to figure out what is the response, and then what is the day after the response. The usual suspect are calling to hit Iran. If the administration does that, that in itself is a massive escalation at a time when there is a hot war going on in Gaza. There's engagement between Hezbollah and Israel on the northern front there. There's engagement between Britain, the U.S., and the Houthis in the Red Sea and in that region, and now we have had this situation going on.It was inevitable that this was going to happen at some point, that an American, allies, some kind of important target was going to get hit and killed. This was everybody's nightmare. This was -- certainly everybody expected that with this amount of activity going on in that small region, that this was going to happen. Iran has denied it, but this is what Iran does. It also, as we know, its modus operandi is all these proxies that it has backed all over the region, whether Iraq, Syria, the Houthis in Yemen, the Hezbollah in Lebanon and elsewhere. And this is how they conduct their foreign policy kinetically, and with so-called plausible deniability, they hope. If the United States decides to hit Iran, it is a massive escalation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "Christiane, what would deter Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "AMANPOUR",
      "sentences": "It's difficult to say at the moment, because Iran says and so do all its proxies and so do all analysts of that region that this is specifically connected to the Gaza war, and that they have been doing this and ramping that kind of asymmetrical pressure since not just October 7th, but since the Israeli counteroffensive, the air and the ground war in Gaza.So this is what they have been saying. And they have been calling for a ceasefire, which so far the U.S., Israel, and its allies have resisted. They also, this group that has claimed responsibility, whether or not it's from Iraq or Syria, we still don't know, have called for all what they call all American occupations to leave that area, for instance, even in Iraq. So that's the bigger picture. But the immediate picture appears to be linked to what's happening in Gaza. I know there are certain U.S. analysts who refuse to accept that, but the fact is, the kinetic fact is that this all started post- October 7th, this level, this round of direct engagement. And again, this is what the U.S. and what the allies have been dreading, a wider war. At the same time, as Oren and you all talked about, there seems to be no progress at the moment that we can tell of any kind of de- escalation over Gaza which would lead to the release of hostages and then potentially other negotiations and some kind of diplomatic end. There's no end in sight at the moment for that, and these talks over the weekend in Paris at the moment have not produced anything that we would be encouraged to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Also talks going on with the northern border with Hezbollah, trying to provide a wider conflict there. There are so many different moving parts here, it makes everything so much more complicated. And we also got this weekend, Christiane, I wanted to get your sense of things with the U.S. joining a number of countries in cutting off funding to the U.N. relief agency that works inside Gaza because of information that participants in that agency, the relief and works agency, had participated in the October 7th attack. Explain to us kind of what this means, how this came to be, and what it means going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "It couldn't be more complex or important. Christiane, thank you for helping us understand all of it.Ahead for us here on CNN THIS MORNING, writer and journalist E. Jean Carroll live in studio with her attorney Roberta Kaplan after the jury here in New York awarded her more than $83 million in her lawsuit against Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "MATTINGLY",
      "sentences": "Donald Trump has not mentioned E. Jean Carroll's name since the Manhattan jury awarded the former magazine writer $83.3 million in damages. Trump was found liable for sexual abuse and defamation.Now Trump's attacks on Carroll led to years of threats and harassment from his supporters. Carroll's lawyers had argued that Trump should be punished with damages so large that he was stopped attacking her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "HARLOW",
      "sentences": "Well, his silence now speaks volumes. Trump only mentioned the case in passing when he spoke on Saturday for the first time since the verdict. His restraint comes after years of insults and defamation according to this jury.Joining us now is E. Jean Carroll and her attorney, Roberta Kaplan. We really appreciate your time this morning. E. JEAN CARROLL, WON SEXUAL ABUSE, DEFAMATION CASES AGAINST DONALD TRUMP:  Thank you so much. Love being here.  HARLOW:  What was it like to be with Donald Trump in that courtroom? He did not attend your first trial, but he was there when it came down to the money and what it will cost him. You hadn't seen him since 1996.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "CARROLL",
      "sentences": "I hadn't seen him since he assaulted me in the dressing room, and preparing to see him was terrifying. The days leading up as Roberta brought me around stronger and stronger.It was so -- I hadn't slept. I hadn't eaten. I couldn't think. I lost my language when she was trying to prepare me to go to do testimony in front of Donald Trump. And then when we were in the courtroom, and Robbie went to the lectern, she said, \"Good morning, E. Jean, please state your name and spell it for the jury -- for the court.\" And there he was and he was nothing. Just no power. He had -- he was zero. That was -- I was flabbergasted. And from then on, we just sailed through. She brought me in. She said, say your name, and I just looked at Robbie, saw he was nothing, and I came up in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "HARLOW",
      "sentences": "Did you -- did you make eye contact with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "CARROLL",
      "sentences": "Many times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "HARLOW",
      "sentences": "And what was that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "CARROLL",
      "sentences": "He's an emperor without clothes. It's like looking at nothing. It was like nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "MATTINGLY",
      "sentences": "Were you surprised by that? Because -- no, I can imagine, but the environment, not just from what you went through, but also the environment in that courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "CARROLL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "MATTINGLY",
      "sentences": "It was very different, very volatile, very heated environment in terms of both Donald Trump's attorney and Donald Trump for it to end up like that. Were you surprised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "CARROLL",
      "sentences": "Yes, yes. I had been prepared for the worst force, you know, on the Earth today, the most powerful, the most -- the most effective, the most money, the richest, the most -- you know -- you know, and there he is, he is nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "MATTINGLY",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "CARROLL",
      "sentences": "It is just the people around him who give him the power. It's the emperor without clothes. It's Hans Christian Andersen's fairy tale. You know? People just gave him clothes when he wasn't wearing any. Remember the fairytale? So that's Donald Trump.  HARLOWgets up and he walks out and not sure if you could see him out of the periphery. Right? I think your back was to him. But what did you think when you learned that he walked out? ROBERTA KAPLAN, ATTORNEY TO E. JEAN CARROLL:  Yes. So it's true. I didn't see him at all because I was facing the jury and he was to my left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "KAPLAN",
      "sentences": "But the judge said something. He told me that -- he told the whole courtroom that he'd gotten up and left and walked out. And I thought to myself, whoa, like in a case about whether you can follow the rules or not and you cannot be a bully, not following the rules and acting like a bully is not a good move.So I thought to myself, like, okay, that's just going to give us more money, honestly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "HARLOW",
      "sentences": "You got awarded eighty -- over $83 million from this jury. Trump is obviously appealing. He has a right to do that.Big question in the next couple of weeks, is he going to get a bond for that $83 million. If he doesn't, when could your client see that money or some of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "KAPLAN",
      "sentences": "So he has two choices. He either has to post a bond, it is called an appellate bond, which requires him to put down 20 percent or he has to deposit, which is what he did for the first verdict, the entire amount with the court.So eighty three, plus nine percent, so call it $89 million. If he can't do either of those, then we can start collecting right now and we will, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "MATTINGLY",
      "sentences": "Do you believe he can do either of those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:04",
      "speaker": "KAPLAN",
      "sentences": "I don't know. I don't know. He didn't get a bond last time, so maybe he's going to try to deposit the funds. I don't know what he will do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "It is apparent for -- the courtroom was not a courtroom to him, it was a campaign stop. That was clear.So we had two different objectives. Ours was to win a case, his was to win voters. We'll see how that plays out. He is using me to win voters. Sexual assault, a man found liable for sexual assault is using the woman he sexually assaulted to get votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "You may soon though have quite a bit of his money, and I wonder how you plan to us that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "Oh, it's inspiring. We talk about it a lot. We're going to do good with that money. We're going to do --Mary Trump has suggested we turn Trump Tower into an animal sanctuary for instance, joke. That was a joke, Poppy. Now, we are inspired to not waste a penny of this and we have some good ideas that we're working on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "Specifically aimed at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "What would oppose Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "Well, Donald Trump hates women. Remember \"The New York\" Magazine, the famous quote, when they sat down with him, he said, \"Women they're not worth a piece of crap.\" Remember that quote?And so I think one of the things we could do seeing how he's very instrumental in taking away women's rights over their bodies across the United States, maybe we can think about how we can restore women their rights. This is a lot of money for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MATTINGLY",
      "sentences": "Do you think of what would happen if Trump is re-elected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "Oh, please. I can't think of that. I can't think of that. I don't think -- I don't think it's going to happen. And Robbie particularly, tell them Robbie, why you don't think that's possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAPLAN",
      "sentences": "I just think it's what you saw in the jury, in the courtroom from the jury that when people are really confronted with the facts, when the rules apply, people see the truth about Donald Trump and this isn't the first trial.He's got a lot of trials coming up before that election, and it's going to happen to him over and over and over again, and I don't think he has enough Americans who are willing to buy what he says in major rallies to elect him president, or at least that's what I hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "I want to ask you, Robbie, about how Trump's going to appeal this. We have a big clue from what his attorney, Alina Habba said.You had asked Judge Kaplan, just for some background here, to block the court or Trump's team from being able to present legal arguments about the jury's rejection of the rape claim. They found him liable for sexual abuse, I want to be very clear on that and defamation.  Alina Habba thinks there's a big chance for them on appeal because of what Judge Kaplan ordered here. Let's listen to her. And then I want to give you a chance to respond. Here she was. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "ALINA HABBA, DONALD TRUMP ATTORNEY AND SPOKESPERSON",
      "sentences": "Before I walked into court, that judge decided that every single defense President Trump had, we were not allowed to raise in front of the jury. It is in writing and I encourage the journalists, the real journalist to take the minute to look at his orders.There was no proof and I couldn't prove that she didn't bring in the dress. There was no DNA. There was no expert. My experts were denied, two of them. Two of them were denied to come in. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "Your response, Robbie, and then you, E. Jean. Maybe you go first because you weren't next to her. You couldn't respond in that moment. Would you like to respond now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "Alina Habba is gloriously talented. She's very skilled. Ashe has ludicrous confidence.And when you hear her speak, we understand that most of what she just said was entirely made up. Entirely untrue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAPLAN",
      "sentences": "Yes, I understand that that is what she's saying because that's all she has to say. But Judge Kaplan, no relation, is one of the most respected judges in New York City. All his rulings were completely appropriate.The rules are the rules. He followed the rules, and now Donald Trump and Miss Habba are going to have to follow the rules and that's what the appellate court is going to say as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MATTINGLY",
      "sentences": "After the president's win -- former president's win in Iowa, he gave his speech where he was very generous and unifying, and people for some bizarre reason afterwards, were like, this is the new Trump. And then New Hampshire happened. He had a very different way of operating.After this victory for you all, he has not mentioned your name. He has not said much at all about the case. I'm wondering, is this going to be another one of those things where he does it for three days and then reverts back to form or is there a legal -- when you're looking at this as a lawyer or as somebody who has been involved in this case, you say, there's a very real reason why that individual will not be talking about this ever again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAPLAN",
      "sentences": "Yes, I mean he's clearly being told not to talk about it and he's concerned that if he keeps talking about it, he's going to have to pay even more money than he has already been ordered to pay.[08:25:10]  MATTINGLY:  Valid concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAPLAN",
      "sentences": "Right. But as the judge noted in the middle of the trial, at times, he can't control himself. I mean, the judge said that to him, \"Sir, you can't just appear to be unable to control yourself.\" And if that -- if that part of him takes over, then he could say something again, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "And you're willing to bring another defamation case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAPLAN",
      "sentences": "Absolutely. Everything is on the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "E. Jean, often, many women in this country and around the world aren't believed, and a jury of your peers believed you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "And awarded you for that pain that you have endured, and then the defamation on top of it. What is your message to other women who are not believed? Who don't have the platform you have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "This is -- this is why this decision bodes well for women across. It came at a time who needed that positive \"we believe you\" statement. So this win really was for every woman who stood up and been knocked down, every woman.And Robbie and I are here, we have planted our flag and we want to turn things around and make sure that women are believed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MATTINGLY",
      "sentences": "Robbie, the question that I've been -- that's been rattling through my brain the last couple of weeks, you noted, there's going to be other judges that are going to have to deal with the former president in very specific legal cases.You mentioned how Judge Kaplan operated. He was in on the game, like he would call it and say, I know, you want to get kicked out. I know what you're trying to do here. Does that -- do you think, is that the model other judges should follow? What did you learn about what future judges are going to have to face here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAPLAN",
      "sentences": "So my understanding is that all the judges, certainly all the federal judges in this country were looking very closely at what Judge Kaplan did, and that there was a lot of talk among the judges about what he was doing day-to-day.They are following it very closely. They're going to follow what he did. They're going to learn lessons from what he did. And in federal court, at least, and maybe even in the case of Atlanta, they are going to copy what Judge Kaplan did and they're going to control his behavior. For sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "True that you and the jury smiled at one another?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "That jury, nobody could read that jury. They were so responsible with their job, making the right -- and listening to the other. They didn't even look at the attorneys. They took notes and they were just absolutely focused.So we had no idea -- none -- what the response would be, and as they found out, we got to exchange some smiles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "E. Jean Carroll, Robbie Kaplan, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "KAPLAN",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CARROLL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "Quite a claim in a different defamation lawsuit against the pro-Trump network, One America News, why voting tech firms Smartmatic claims OAN execs engaged in criminal activity while promoting lies about the 2020 election.",
      "isLastSentenceInterrupted": false
    }
  ]
}