{
  "date": "2024-10-17",
  "headline": "CNN News Central",
  "subHeadline": "Rep. Chrissy Houlahan (D-PA) is Interviewed about Lawsuits on Overseas Votes; Democrats feverishly work in Blue Wall States; Danielle Alvarez is Interviewed about the Trump Campaign; Israeli Military Investigating Death. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:00",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Electors in 2024. Our team also found another dozen election deniers, Republican activists who have publicly questioned the legitimacy of the 2020 results. Those are the people that will be trusted with participating in the process this year.Let me read for you a little bit of what these folks have said, some of them, the false claims that they have peddled about the last election. Some of them said that the election was \"filled with cheating.\" Another one claimed that China \"rigged\" the 2020 results. One of the electors this year tweeted on January 6th, quote, \"rage on patriots.\" And yet another one of the electors selected by Republicans for this cycle once referred to Joe Biden as the \"acting president.\" These are the people that the Republican Party has entrusted with the process. Election denialism, Sara, is alive and well in the GOP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Including from Donald Trump and his running mate, J.D. Vance. Both not able to say that Donald Trump did lose the 2020 election.This is a very important story. I'm glad that you're tracking it. Thank you so much. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Republicans in multiple battleground states are now filing legal challenges that target, in part, members of the military serving overseas. A move that has Democrats pushing back hard now just 19 days out from Election Day. But lawsuits have been filed by Republicans in Pennsylvania, North Carolina, and Michigan. They're asking courts to set aside all ballots cast from people, Americans, overseas, including those from military members for, quote, further verification. Republicans say they want to make sure those votes are counted properly. Democrats say it's just another way to question the integrity of the election.Here's why this is so important right now. There are roughly 6.5 million eligible American voters living, serving and studying overseas. About 1.6 million of them in battleground states. In 2020, nearly 890,000 overseas ballots were counted. Joining us right now is one of the Democrats pushing back on this, Democratic Congresswoman from Pennsylvania, Chrissy Houlahan. Congressman, thank you for coming in. One of the Republicans that is pushing this lawsuit in Pennsylvania said this. As a veteran, he will always stand up for those in uniform who deserve to have their right to a secure election protected. You're saying they're doing it in order to make sure that members of the military have their vote counted. You say they're attempting to steal the right of men and women in the military to vote. Why do you think -- what do you think is going on here? REP. CHRISSY HOULAHAN (D-PA): Well, I think that's complete nonsense. And if I were active duty at this point in time and serving overseas or the family member of somebody serving overseas stationed abroad with them, I would be apoplectic. This is a definite demonstration of the fact that those who are filing this lawsuit have none of their interests in mind. They absolutely believe, I frankly think, that they're behind. And so their response is to try to take away the votes of the very people who raised their right hand in service of our Constitution on our behalf so that we can vote in the way that we can as freely as we are able to. It's appalling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "BOLDUAN",
      "sentences": "You and other House Democrats who have served in the military sent a letter to the defense secretary about this to flag it saying you're deeply concerned. And also, in part, you're asking for help, essentially, is what I gather from this. Because you guys write, \"As the principal executive official with administrative responsibility for carrying out the Uniformed and Overseas Citizens Absentee Voting Act,\" which kind of dictates all of this, \"we ask further clarification of how you, Defense Secretary Lloyd Austin, will carry out this act and if this lawsuit will affect the constitutional rights of service members.\" Have you heard anything back from the secretary or the Pentagon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "HOULAHAN",
      "sentences": "As of right now, we haven't heard anything back in response to our letter. But my understanding is yesterday President Biden issued an executive order that asked for clarification on this as well and talked a little bit about all of the different protections that exist to make sure that these votes are protected and are counted.This is not a haphazard process. One of my family members lives overseas in London and has been going through this process of getting her ballot emailed to her, printed out, signed. She just recently posted it in the London post office to make sure that it was delivered appropriately and in time. These are real votes. These are real citizens, not only people who are serving in our military, but people who are serving in the State Department or people who are working for American companies abroad. And as you mentioned, these are millions of votes that must be counted because they are American votes and they are valid votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOULAHAN",
      "sentences": "Absolutely. Let's take a look at the reality of Pennsylvania. You mentioned, you know, hundreds of thousands of ballots. We have the National Guard relationship with the country of Lithuania, and many of our men and women are serving overseas right now in Lithuania. And if you know your sort of geography, that's right in the line of what would happen if Ukraine, you know, fell, Estonia, Latvia, Lithuania. Those men and women who are serving us are right in harm's way in many ways.And we are asking them to -- to worry about their vote right now rather than worrying about whether or not they're protecting and serving our country. And I think that's appalling. I think it's seriously appalling that we are somehow deciding on their behalf that their vote doesn't matter. And we should literally set them aside, treat them differently than we treat all the other votes of the people who are here stateside in the CONUS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "BOLDUAN",
      "sentences": "Well, let's see what happens, especially with regard to the Pennsylvania lawsuit tomorrow and beyond. But short of that, the latest polling out of Pennsylvania, Congresswoman, shows that Kamala Harris is holding a narrow edge over Donald Trump. I mean, we have to say with all these battlegrounds, it's too close to call is kind of where it is in this moment.Do you feel more confident or less confident than at this point in 2020 about the Democrat president -- Democratic presidential candidate winning in Pennsylvania?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOULAHAN",
      "sentences": "It's hard to remember back that far. And I was reflecting with one of my teammates on that. Remember that we were in the throes of COVID at that point in time, and our campaigns were looking very, very different than they are right now.And so I think at this point in time, I'd rather be Kamala Harris than I would be Trump, President Trump -- former President Trump in Pennsylvania. But it's very, very narrow. And the importance of this election, particularly for swing states like Pennsylvania, can't be overstated. And we are leaving nothing on the table in terms of how important this is. Just yesterday, I was able to attend a rally of hundreds of Republicans who have decided to vote for Kamala Harris. And I think it's that sort of movement that we're seeing in Pennsylvania that hopefully will bring us across the finish line in just about 20 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "BOLDUAN",
      "sentences": "Congresswoman, thank you very much for your time. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "SIDNER",
      "sentences": "Stop wringing your hands and roll up your sleeves. That's the message from the governor of Michigan as she and the leaders of the two other so-called blue wall states of Wisconsin and Pennsylvania cris-cross the battlegrounds, making the case for Kamala Harris. This comes as Democrats worry there could be a repeat of Donald Trump's 2016 win.Here's our Jeff Zeleny with more. (BEGIN VIDEOTAPE) GOV. GRETCHEN WHITMER (D-MI): So much is at stake in this election. JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT (voice over): Democrats are grabbing a bullhorn and feverishly working to fortify their blue wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "WHITMER",
      "sentences": "This elections going to come down to a handful of states, and that's why we're doing the blue wall bus tour. Michigan, Pennsylvania, and, of course, the great state of Wisconsin are going to decide the outcome of this election.ZELENY (voice over): Few battlegrounds hold as much critical symbolism as this trio of states where Democrats are still haunted by Donald Trump's 2016 victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ZELENY",
      "sentences": "Is the anxiety among Democrats justified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "WHITMER",
      "sentences": "You know what, I would always want my side to be anxious, right? It means we're taking it seriously. It means we understand how high the stakes are.ZELENY (voice over): Michigan Governor Gretchen Whitmer is making the case for Kamala Harris and Tim Walz, hitting the road with Wisconsin Governor Tony Evers. GOV. TONY EVERS (D-WI): We're going to need every single freaking vote we can get. ZELENY (voice over): In hopes of helping Harris win over voters skeptical of Trump, who are not yet sold on her. WHITMER: We've got a lot of folks who aren't quite sure what they're going to do yet. And that's why making a seat at the table for Romney Republican or Bush Republicans, you don't need to believe 100 percent. And that's why we're showing up in red areas and blue areas alike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "EVERS",
      "sentences": "There's a whole bunch of people that don't start thinking about this until the last minute.ZELENY (voice over): The November election will test whether the states will march in lockstep, as they have all but twice over a half century, except 1988, when Michael Dukakis won Wisconsin and George H.W. Bush carried Michigan and Pennsylvania, and 1976, when Jimmy Carter won Wisconsin and Pennsylvania, and Gerald Ford carried his home state of Michigan. GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL NOMINEE: One or two people in every precinct in Wisconsin or Michigan or Pennsylvania will be the difference, not just for the next four years, but for the next 40 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "WHITMER",
      "sentences": "Let's go.ZELENY (voice over): Democrats are seeking to convey urgency without panic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ZELENY",
      "sentences": "Does the thought of his re-election scare you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "CHRISTINA FINK, WISCONSIN VOTER",
      "sentences": "Actually, it scares me quite a bit. I've actually applied for dual citizenship in Ireland if it happens. Yes, I'm thinking about moving if he gets in.ZELENY (voice over): Trump accepted the GOP nomination in Wisconsin and has returned again and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BRIAN SCHIMMING, CHAIRMAN, WISCONSIN REPUBLICAN PARTY",
      "sentences": "Kind of feels like 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ZELENY",
      "sentences": "You won in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "SCHIMMING",
      "sentences": "We won in 2016.ZELENY (voice over): Brian Schimming leads the Wisconsin Republican Party, and believes a Trump comeback after falling short in 2020 could start here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "SCHIMMING",
      "sentences": "They are in trouble in that blue wall. And that blue wall is not built right now for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "JILL BIDEN, FIRST LADY",
      "sentences": "It's great to be here in Michigan.ZELENY (voice over): Democrats are stepping up their efforts in the final weeks. SEN. BERNIE SANDERS (I-VT): We've got to win Wisconsin. [08:45:01] ZELENY (voice over): Warning against third-party candidates like Jill Stein.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Stein was key to Trump's 2016 wins in battleground states.ZELENY (voice over): And imploring supporters to churn anxiety into action here in the blue wall, Harris is most favorable path to the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "WHITMER",
      "sentences": "Stop, you know, wringing your hands and roll up your sleeves. A couple of votes per precinct, which is what, you know, the election was eight years ago. That can be made up through hard work.(END VIDEOTAPE) ZELENY (on camera): So for all the routes to winning 270 electoral votes, there is no question that the blue wall states of Pennsylvania, Michigan, and Wisconsin are Harris' best route. Donald Trump, of course, also eying the exact same states, not surprisingly. It's why Vice President Harris, here in Milwaukee today. Also going to Lacrosse and Green Bay, trying to persuade and mobilize voters along the way, and perhaps ease some of those Democratic anxieties. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "SIDNER",
      "sentences": "Jeff Zeleny, great piece. Thank you so much for that.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "All right, this morning, Donald Trump is back on the campaign trail after a town hall on Univision last night. This is what he said about his repeated false statements about migrants eating pets in Ohio.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: I was just saying what was reported, that's been reported, and eating other things too that they're not supposed to be. But this is - all I do is report. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "All right, with me now, senior adviser to Donald Trump, Danielle Alvarez.Danielle, thank you so much for being with us. Donald Trump, on this issue in Ohio, is he confused? Does he literally not understand the facts or is he deliberately trying to spread misinformation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "DANIELLE ALVAREZ, TRUMP SENIOR ADVISER",
      "sentences": "Well, you played a very short sound bite. And the reality is, is that there were 911 calls made into Springfield, Ohio, by its residents, where Senator J.D. Vance is a sitting senator, as well as the Republican nominee for vice president, of residents who were concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "Danielle -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ALVAREZ",
      "sentences": "And the remaining part of the answer that President Trump delivered is the crux of the problem. The crux of the problem is that you have a town of 60,000 individuals and you have 20,000 migrants who were poured into that town. It's overwhelmed the health care system. It's overwhelmed the education system. It's overwhelmed the community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "The -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ALVAREZ",
      "sentences": "And that's part of the problem of this administration -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "The -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ALVAREZ",
      "sentences": "And the influx of migrants who have come into the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "The migrants are there - the migrants are there legally. Governor Mike DeWine says the claims were not true. Town officials say the claims were not true. Some of the people who posted it on Facebook say they were not true. But I'm going to move on to another subject.The Univision town hall. Donald Trump was asked by someone who says he was a - was a Republican at one point, but is no longer supporting Donald Trump, about January 6th. This is part of that exchange. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to give you the opportunity to try to win back my vote. What happened during January 6th, and the fact that, you know, you waited so long to take action while your supporters were attacking the Capitol.DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: This was a tiny percentage of the overall - which nobody sees. And nobody - nobody shows. But that was a day of love from the standpoint of the millions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "All right, a day of love.Danielle, is Donald Trump confused? Does he literally not understand the facts or is he deliberately trying to spread misinformation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ALVAREZ",
      "sentences": "This has been litigated and re-litigated. The president has said for his supporters to protest peacefully and patriotically. And as a matter of fact, Nancy Pelosi's daughter, who was filming her in the vehicle, caught Nancy Pelosi saying on camera that she took full responsibility for not taking action on that day.The thing that we are missing about the Univision town hall and the two questions that I've already been given, is that the majority of the hour was actually spent talking about inflation. Members of the crowd nearly in tears talking about not being able to get a job, not being able to afford basic goods, and talking about immigration. That was the bulk of the conversation in the Univision town hall yesterday. And they're issues that voters deeply care about. Kamala Harris was also asked about them in her town hall because they are the top polling issues for voters and what we are spending this election talking about. And it's issues that President Trump has a plan to resolve. And Kamala Harris has failed on for the last three and a half years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "Well, I - I - I - I am quoting Donald - I am quoting Donald Trump in his - in his old answers. Donald Trump, in this town hall, called it a day of love when he was given the opportunity to win back that Republican person, that Republican voter's vote there. He called it a day of love, which - which demonstrably it just wasn't. It wasn't love on the Capitol, what -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "ALVAREZ",
      "sentences": "I'll give you some behind the scenes, as I was there with the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:04",
      "speaker": "BERMAN",
      "sentences": "What - when the riot - when the rioters were breaking in to the Capitol building there. And it was violent. There weren't hundreds of thousands of people there.Again, my question is, is he deliberately misstating the facts here, or does he not understand them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:11",
      "speaker": "BERMAN",
      "sentences": "There is a - there's a new book coming out by Michael Tackett and the AP, and ABC News reported on it. It was about Mitch McConnell. Comments that Mitch McConnell has made over years. And this is a quote from that book. This apparently comes from Mitch McConnell before January 6th, but after the election was decided for Joe Biden. McConnell said, \"Trump's behavior only underscores the good judgment of the American people. They had just enough of the misrepresentations, the outright lies almost on a daily basis, and they fired him.\"What do you think of Mitch McConnell's view that the American people fired Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:11",
      "speaker": "ALVAREZ",
      "sentences": "Well, I haven't read the book and I'm not certain about the alleged comments made by Mitch McConnell.What I can tell you is what polling shows is that President Trump is ahead. He's performing well, not only nationally, but in every single battleground state because voters are sick and tired of the last three-and-a-half years under Kamala Harris' failure. They are tired of not being able to afford groceries, not being able to afford rent. They are tired of an open border, fentanyl pouring in, rising crime and they are ready to turn the page on Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:11",
      "speaker": "BERMAN",
      "sentences": "Danielle Alvarez, thanks so much for coming on. Appreciate your time.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:43",
      "speaker": "BERMAN",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:43",
      "speaker": "BERMAN",
      "sentences": "All right, we do have breaking news. Potentially major breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:43",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:43",
      "speaker": "BERMAN",
      "sentences": "We want to be very careful how we say this because it is still developing.The Israeli military is investigating whether one of three Hamas terrorists killed in an overnight strike in Gaza was the leader of Hamas, Yahya Sinwar. Again, IDF says it is investigating basically whether or not Yahya Sinwar is dead. Let's get right to Jeremy Diamond in Tel Aviv for the very latest on this. Jeremy, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:56:43",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, John, if confirmed this would be an earth-shattering moment. A moment more than a year in the making. The Israeli military has made clear, as has the Israeli government, that Yahya Sinwar is enemy number one, the top priority for the Israeli military in Gaza to eliminate him. And indeed today, the Israeli military is now saying that they are,quote, \"checking the possibility\" that one of three terrorists who they say were killed in Gaza was Yahya Sinwar. They say that at this stage the identity of those terrorists, quote, \"cannot be confirmed.\" They say that these three terrorists, as they call them, were killed in a building in Gaza. They say that there were no signs of the presence of hostages in the area, which is particularly notable because the belief has long been that Yahya Sinwar has been holding a group of hostages around him effectively as human shields. The Israeli military says that the forces that are operating in the area are going to continue to do so. But again, we are a year and ten days out from the October 7th massacre of last year. Yahya Sinwar was indeed one of the key masterminds of that massacre. And he was, of course, and still remains at this time the leader of Hamas, not only in Gaza, but now, of course, he has been elevated to the overall leader of Hamas following the assassination this summer of Ismail Haniyeh, Hamas' political leader who was living outside of the Gaza Strip. Sinwar spent 23 years in an Israeli jail. He was released in 2011 as part of the prisoner exchange deal that resulted in the freeing of Gilad Shalit, that Israeli soldier who had been taken captive by Hamas. And, of course, in the years since, he has built up Hamas to the point that they were able to carry out that attack on October 7th of last year. And for the last year he is believed to be hiding in tunnels, at the vast tunnel network beneath the Gaza Strip. And, of course, the Israeli forces have - he has evaded Israeli forces until now at least, or we will see whether or not he continues to evade Israeli forces. There have been rumors in the past, but this is the first time that we have heard the Israeli military actually come out and say that there is a possibility that they have killed Yahya Sinwar. I'm told that they are still working to confirm whether or not this body that they believe may be his, whether or not it is actually him. But if so, of course, that would be an enormous blow to Hamas, an enormous development in this war that has stretched for over a year now. John.",
      "isLastSentenceInterrupted": false
    }
  ]
}