{
  "date": "2024-12-18",
  "headline": "Inside Politics",
  "subHeadline": "GOP Hard-liners Threaten to Vote Against Johnson for Speaker; Democrats Will Elect New DNC Chair on February 1; Kamala Harris Debating California Governor Run That Would Take 2028 White House Bid Off the Table. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "-- said that the bill should not pass. My smart reporters are back, and I know you came from Capitol Hill. I'll start with you. Look, this is not the first time that a Republican leader who has a nothing majority on spending has to cut a deal with Democrats in order to make the basic functions of government work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah. And in March, Mike Johnson is going to have to do the exact same thing because there's not a filibuster-proof United States Senate, which means you're going to need Democratic votes over there as well. At the end of the day though, these are really tricky votes for Republican leadership because let's not forget, Kevin McCarthy lost his speakership after a vote on a short-term spending bill.And I think that Mike Johnson wanted to avoid an end of year omnibus, which is a much larger spending package, because he wanted to avoid the kind of commentary that you're seeing Manu getting out there. But in reality, because it is chockfull of a lot of other items, not just a clean spending bill, he's starting to get that pushback. And so, he has a very narrow margin when he has to fight to become the speaker again in January. We're going to have to watch closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "He went on -- forgive me, he went on Fox News this morning to explain himself, let's watch.(BEGIN VIDEO CLIP) REP. MIKE JOHNSON, (R) HOUSE SPEAKER:  We got to get this done because here's the key. By doing this, we are clearing the decks and we are setting up for Trump to come in roaring back with the America-first agenda. That's what we're going to run with gusto beginning January 3rd when we start the new Congress, when Republicans, again, are in control. And all of our fiscal conservative friends, I'm one of them, we'll be able to finally do the things that we have been wanting to do for the last couple of years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "To say that his job is impossible is an understatement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "VIVIAN SALAMA, NATIONAL POLITICS REPORTER, THE WALL STREET JOURNAL",
      "sentences": "Well, I mean, this is something that we've seen speakers now contend with over and over again, and the fact that he has to lean in and maybe depend on Democrats for some votes has been something that has been detrimental to some of his predecessors. And so, it's going to be very interesting to see how he navigates.You mentioned Elon Musk and his tweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "SALAMA",
      "sentences": "We still have not heard from President-elect Trump. It'll be very interesting to see if he breaks with, A, Elon Musk, but also if he backs Johnson, which he has tended to do because he does not, A, want for there to be no government funding, obviously, and a shut -- a government shutdown, but also just the chaos that we saw in the Kevin McCarthy days in terms of just pushing the speaker out.He would like to kind of come into office with a little bit of stability in Congress. And so, he has not weighed in yet, and it's going to be very interesting to see if he backs this. It's obviously very controversial among Republicans. They get very frustrated, especially right before the holidays --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "SALAMA",
      "sentences": "-- when you jam pack these bills and then they leave town. And so we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "And one of the questions that this raises is whether he, Mike Johnson, is secure in his speaker's chair with the gavel. I guess, we'll see on January 3rd when they come back in. Some Republicans have suggested maybe they won't support him. I don't -- my sense is that he's not that worried about it for lots of reasons. Number one, Trump has backed him, which could change, but he has backed him in a very public way. And number two, who else is going to get the votes at this point?EDWARD-ISAAC DOVERE, CNN SENIOR REPORTER:  Well, I mean, you can't afford to lose more than three votes come January, right? And this is a problem for him. It's a problem for the Republicans. And you see Mike Johnson speaking in that clip as if -- when he said, well, when Republicans take control, they are in the majority now. He was the one who negotiated this deal, yes, with Chuck Schumer still the majority in the Senate and Joe Biden in the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "DOVERE",
      "sentences": "But the White House hasn't been as much involved in this as in previous deals. And, it's also going to be a moment for the Democrats to decide what to do, right? The Democrats saved Mike Johnson as speaker once over the course of the last couple months. What kind of approach they will take to making up the majorities for bills when Republicans have full control in the House and the Senate and the White House, again, come January is a question that it goes to the core of what they are going to be as an opposition party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yeah. DOVERE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "One of the more interesting parts of this package is the pay raise, which again, has not happened for Congress in 15 years. I want to read a quote that was in Bloomberg this morning from Congressman Austin Scott, Republican of Georgia. He has said, it's damaging to our democracy that we are creating a scenario under which middle-class Americans cannot afford to serve in Congress.People out there have -- will continue to and have looked at Congress and say, why do they deserve a pay raise for a million reasons. The argument here is, if you don't, then you're going to only encourage people who are very comfortable to be in Washington for lots of reasons, including most members of Congress need to have two homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BASH",
      "sentences": "Yeah. And he is one of those who is a normal person when it comes to his bank account.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "FOX",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "BASH",
      "sentences": "Still stinging from 2024 election losses, Democrats will elect a new DNC Chair in February. In the race so far, a former governor, a Minnesota party chair, and the Wisconsin party chair, they all believe they are the right person to lead the party into the future. One of those people there is sitting here right now. Ben Wikler, the Chair of the Wisconsin Democratic Party, said this about what the party needs to do.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "BEN WIKLER, CHAIRMAN, WISCONSIN DEMOCRATIC PARTY, DNC CHAIR CANDIDATE",
      "sentences": "We need to level up the intensity, the omnipresence of our fight, and we need to communicate directly to working folks, no matter what they look like or where they live, about how we're on their side and the Republicans are trying to rip them off.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "BASH",
      "sentences": "Ben Wikler is here now. Thank you so much for being here. I appreciate it. After November's election and the losses, particularly on the national level, how would you describe the Democratic coalition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "WIKLER",
      "sentences": "The Democratic coalition spans every state. It is across race and ethnicity. There are rural Democrats and folks who live in cities and suburbs, and across the country. It is people who think that the country should work for everyone instead of working for a tiny group of people at the very top. That's a uniting value. Democrats believe in a country that works for working people, and we believe that every person deserves freedom and dignity and respect, and we disagree about all kinds of things.The Democratic Party is a big tent. It's a big tent that has some uniting core values, and it's a big tent that thinks the government should be in the side of working people, and we have to demonstrate that through our actions to be able to win a lot more elections for the next four years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "BASH",
      "sentences": "Well, I was just going to say, the Democratic coalition you just described sounds like the Democratic coalition when I started covering politics, not the Democratic coalition that went to the polls in November, because a lot of the people you just described went for Trump. They think that your party is not getting them as much anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "WIKLER",
      "sentences": "Well, I will say this election, Democrats lost the majority of the voters who were making less than $50,000 a year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "BASH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "WIKLER",
      "sentences": "-- for the first time in my lifetime. But if you ask those voters what they want from their government, from a political party, they want someone who's on their side fighting for them. That is a -- that's a core Democratic value. And what that says to me is that there's a disconnect where Democrats are not showing and also, showing up in places where people are seeing and making judgments about who's fighting on their side.And that is the work that we have to do. And I think we're about to see a situation where Trump tries to pass giant tax cuts for the richest people in the world, for the biggest corporations at the expense of working folks, where he's talking about privatizing the postal service. They're throwing around ideas about cutting Medicaid and programs that people rely on in order to enrich the ultra-wealthy. And when Democrats fight back against that kind of rip off, they show what their values are. They show who they're fighting for in a way that allows us to bring that coalition back together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:29",
      "speaker": "BASH",
      "sentences": "Let's talk just specifically about voters in your state, in Wisconsin. Trump won those who never attended college by 21 points. Just four years ago, he carried Wisconsinites who never attended college by 10 points. I mean, that's a big swing. So, I know you say about showing up and about making them believe. Is it just -- is it just that? Is it policies? Is it language? Is it approach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "BASH",
      "sentences": "And is that your pitch to the Democratic committee members who are going to be voting to choose either you or the people running against you? And how much is that driven by what you hear back in Wisconsin since you're chair of the state party there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "WIKLER",
      "sentences": "So I tell the story of what we've done in Wisconsin. Wisconsin was a state that Republicans rigged to ensure Democrats could never win. And as they did that, they smashed unions. They defunded public schools. They suppressed votes and gerrymandered maps to benefit a tiny group of people at the top. And it almost worked.But Democrats fought back. They organized in partnership with unions that were under attack, with communities under attack across the states, and they showed up in rural areas and small towns and the bigger cities and suburbs. We've been able to unrig our state. We flipped our state supreme court. We've been able to win elections up and down the ballot. We flipped 14 state legislative seats this year and re-elected Tammy Baldwin this year, even amidst this, this Republican wave that we saw across the country. And it hit Wisconsin too. And the lesson there is that if we do this kind of fight that shows what our values are and we show up down ballot as well as up ballot, we can make big changes. That's what I want to do nationwide. And my argument to DNC members is, let's build a plan for each state for what those fights look like. Fights that right now don't get a lot of attention from the national party and then build, unite this party, fight and win those elections in a way that allows us to deliver for folks. My, what I bring to this job is the experience of helping to bring national attention to fights that otherwise were going to go unnoticed and I think we're going to have those across the country to be able to fight in a more powerful way and deliver for working people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "BASH",
      "sentences": "Ben Wikler, thanks for being here. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "WIKLER",
      "sentences": "Thanks so much for having me on. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "BASH",
      "sentences": "Kamala Harris is in it for the long haul. The vice president made that clear when rallying a group of young Democratic leaders yesterday.(BEGIN VIDEO CLIP) KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES OF AMERICA: Folks who have said to me that they're not sure whether they have the strength, much less the desire to stay in the fight. But let me be very clear, no one can walk away. No one can walk away. We must stay in the fight, every one of us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "BASH",
      "sentences": "Those comments come as we are still reading this terrific new reporting from Isaac Dovere about the debate inside Harris's own team about her next move, run for governor of California in 2026, or keep her powder dry for another shot at the White House in 2028. Isaac is here now, so great.I want to read a little bit of your reporting from that story. Harris would have to think of running for governor as \"More of a Capstone than a stepping stone\" said one person who has advised her in the past. Another person close to Harris told CNN, the gamble of skipping the governor's race is worth the potential payoff. I don't know if she's going to run for president again, but a shot at running for president again is worth giving up running for governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "DOVERE",
      "sentences": "And that really encapsulates the debate going on there. Look, many people who are close to Kamala Harris, supporters of her, friends, allies, advisers, don't -- do not want this campaign to be the end of Kamala Harris. They feel like she didn't get a fair shot at what it would be given that it's a short campaign. All the things that we know that they've said to defend her.They don't know whether she could win a presidential primary race in 2028. It is unlikely that she would have a clear field. There are a lot of people who think it is unlikely that she would win in a crowded field. That who knows, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "BASH",
      "sentences": "And as you -- as you talk about that, I want you to keep going, but you mentioned crowded field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "DOVERE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "BASH",
      "sentences": "We're just going to put up on the screen some potential 2028 Democratic candidates who would vote -- who would run, I should say, in a primary race, potentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "DOVERE",
      "sentences": "Potential. And I would say eight years ago, if you would put up a list like that, you wouldn't have thought that, like Pete Buttigieg would be the one who'd come in to win the Iowa caucuses four years later. So we don't know who could emerge. But in California, we have a governor's race in 2026. Gavin Newsom is term limited, where there is a sense that she would largely, if not completely, clear the field and would have what is a pretty good job to be Governor of California. It's the fifth largest economy in the world. Arnold Schwarzenegger, Ronald Reagan, Jerry Brown, these are the people who've been governor in addition to Gavin Newsom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:00",
      "speaker": "BASH",
      "sentences": "It's a huge national, international role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "DOVERE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}