{
  "date": "2024-07-30",
  "headline": "Inside Politics",
  "subHeadline": "Acting Secret Service Chief: \"What I Saw Made Me Ashamed\"; Acting Secret Service Chief: \"Cannot Defend\" Unsecured Roof; FBI Deputy Director Testifies On Trump Assassination Attempt; Acting Secret Service Chief: There Will Be Accountability; Rowe Shares New Protocols In Wake Of Trump Assassination Attempt. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST, INSIDE POLITICS",
      "sentences": "Welcome to Inside Politics. I'm Dana Bash. And we are following breaking news. The acting director of the Secret Service is on Capitol Hill right now, testifying about the security breakdown that led to a sniper's bullet, nearly killing Donald Trump and murdering a rally goer.Ronald Rowe, who took charge of the agency last week after Kimberly Cheatle resigned, just called the assassination attempt on the former president, a failure on multiple levels. Here's what he said about his visit to the scene of the shooting. (BEGIN VIDEO CLIP) RONALD L. ROWE, JR., U.S. SECRET SERVICE ACTING DIRECTOR: I went to the roof of the AGR building where the assailant fired shots, and I laid in a prone position to evaluate his line of sight. What I saw, made me ashamed. As a career law enforcement officer and a 25-year veteran with his Secret Service, I cannot defend why the roof was not better secured. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Let's get back to the hearing. Now Senator Mike Lee is questioning the acting Secret Service director.ROWE, JR.: The same individual or not, and there was no report of -- SEN. MIKE LEE (R-UT): Same individual is what? ROWE, JR.: The same suspicious individual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LEE",
      "sentences": "Right. But we've left the category of suspicious individual at that point. You've got a guy with a gun on a rooftop, 136 yards away from the stage. You know that he's got a gun at that point. What happened during that time period that did not result in President Trump is protective detail being notified of that and him immediately being removed from the situation.ROWE, JR.: Senator, what I will say and then I'll turn it over to Deputy Director Abbate. No information regarding a weapon on the roof was ever pass to our personnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LEE",
      "sentences": "How was that even possible? Do you want to come on to that?ROWE, JR.: Senator, again, I believe that information. And this is probably something my colleague can expound on. Information that was in law enforcement, local law enforcement channels, but did not cross over and make it to Secret Service awareness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "PAUL ABBATE, FBI DEPUTY DIRECTOR",
      "sentences": "Senator, just to clarify the timeline. So, the individual was first seen by law enforcement in the roof at about 6",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LEE",
      "sentences": "And that was related to the Secret Service command center at that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ABBATE",
      "sentences": "My understanding is, no, Secret Service, it was not relayed to them. It's a narrower timeframe, though, it's probably about maybe up to half a minute between the time he's seen with the rifle and when the shots are fired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LEE",
      "sentences": "But there's still time. At that point, if there were an open channel of communication in which they were able to tell him. He's got a gun, take him out. You could still take President Trump off the stage. You could have him duck. You could have the shooter neutralized. Do you not have a channel of communication by which they can say, gun, take him out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ABBATE",
      "sentences": "So again, Senator, that information stayed and stayed in local channels and did not make it over to Secret Service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LEE",
      "sentences": "If they not considered that relevant. You're saying that the local police didn't consider that relevant enough to pass along to the Secret Service?ROWE, JR.: So, I think that they were in the midst of dealing with a very critical situation. And they articulated that over the radio, as I understand it. However, it was never relayed over to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Senator Lee. Senator Hawley?SEN. JOSH HAWLEY (R-MO): Thank you, Mr. Chairman. Mr. Rowe, can you put your first poster and your first demonstrative backup? ROWE, JR.: Please put a, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "But why is there not a Secret Service counter sniper there with clear line of sight. That roof has a clear line of sight to the former president. Why didn't you put a Secret Service counter sniper there?ROWE, JR.: The Secret Service's counter sniper role is to neutralize those threats that are looking in on us from where the protectee is, not necessarily --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Maybe, I want to revise that protocol in light of what happened here.ROWE, JR.: They were protecting the principle. And I think in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Principle got shot.ROWE, JR.: I understand that sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "So, do you think you might want to revise the protocol? Let me ask you this. Who was the lead site agent who made the decision to leave the AGR building completely outside of the security perimeter? Who was that?ROWE, JR.: Senator, I cannot give you that name. This person is operational. They're still doing investigations. They're still doing protective visit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Are they being relieved of duty.ROWE, JR.: Senator, they have not relieved to duty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "I know their name by the way. Why have they not been relieved to duty?ROWE, JR.: They are still cooperating, not only being interviewed by the FBI, but also by our Office of Professional Responsibility. And we will let the facts of the mission assurance and any further investigations play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Is it -- isn't the fact that a former president was shot, that a good American is dead, that other Americans were critically wounded. Isn't that enough mission failure for you to say that the person who decided that that building should not be in the security perimeter, probably ought to be stepped down?ROWE, JR.: Senator, I think you're using the word decided. And I think we need to allow the investigation play out to include -- that discipline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "OK. So, who did make the decision then? If it wasn't the lead site agent who made the decision, not to put that in the security firm.ROWE, JR.: Senator, you're zeroing in on one particular agent. I want to find out exactly what was the entire decision process. So, I think I want to be neutral and make sure that we get to the bottom of it and interview everybody in order to determine if there was more than one person or perhaps exercise bad judgment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Well, sure. My question is, why don't you relieve everybody of duty who made bad judgment? So yeah, you're right. I am zeroing in on somebody. I'm trying to find somebody who's accountable here. So, you're telling me that the person who made the decision not to include this in the perimeter has not been relieved of duty. What about the person who's in charge of the interoperability of radio frequencies between local law enforcement and the Secret Service? Has that person been relieved of duty?ROWE, JR.: No, Senator, because interoperability is a challenge -- is a greater challenge than just one person. On that day, we had a counterpart system, it failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Has the person who decided -- who made the decision to send Donald Trump on the stage, knowing that you had a security situation. Has that person been relieved of duty?ROWE, JR.: No, sir, they haven't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Has the person who decided not to pull the former president off the stage when you knew that in your words, the locals were working a serious security situation. Has that person been relieved of duty?ROWE, JR.: No, sir. Again, I refer you back to my original answer that we are investigating this through a mission assurance. And as opposed to zeroing in on one or two individuals --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "What more do you need to investigate to know what would you need to investigate to know that they were critical enough failures that some individuals ought to be held accountable? I mean, what more do you need to know?ROWE, JR.: What I need to know is exactly what happened, and I need my investigators to do their job. And I can not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "A lot of people didn't do their jobs.ROWE, JR.: I cannot put my thumb on the scale. Otherwise, the objective -- you're asking me Senator to completely make a rush to judgment about somebody failing. I acknowledge this was a failure of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Is it not prima facia that somebody has failed? A former president was shot.ROWE, JR.: Sir, this could have been our Texas School Book Depository. I have lost sleep over that for the last 17 days. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "We can just fire somebody to hold them accountable.ROWE, JR.: I will tell you, Senator, that I will not rush to judgment that people will be held accountable. And I will do so with integrity, and not rush to judgment and put people unfairly persecuted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "Unfairly persecuted. We have people who are dead.ROWE, JR.: Unfairly, sir. We have to be able to have a proper investigation into this, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HAWLEY",
      "sentences": "You said earlier that you've got to make sure that your protocols are followed. And unless there's a protocol violation, people wouldn't be disciplined. I would just say to you, I don't really care that much about your protocols.I think if your protocols don't provide for the fact that when a former president is shot, when an American is killed, when other rally goers -- innocent people who just showed up on the day when they are shot out and critically wounded. If that isn't a protocol violation, prima facia, you should revise your protocols. ROWE, JR.: Senator, I think this is where you and I agree. This was a failure, and we will get to the bottom of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "So, you never denied any resources to former president's team?ROWE, JR.: No, not me. No, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "And you weren't involved in any of that? You weren't involved in the decision-making?ROWE, JR.: No, sir, I was not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "Let me ask you this, one or two other things here quickly. Whistleblowers tell me that in fact, law enforcement worst stationed to be on that roof, and that law enforcement abandoned their post because it was too hot. It's that accurate?ROWE, JR.: Senator, I have heard that as well. Again, they posted it up inside. And I think moving forward, as I said earlier, we're going to ensure that state and local counter snipers are on roofs. HAWLEY: But do you know if someone was supposed to be on the roof? Do you know if someone was in fact, that's what the whistleblowers tells me, that may or may not be accurate. Do you know that to be the fact. Was somebody posted to the roof, local law enforcement or whomever? ROWE, JR.: I do not know that to be a fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "Well, can I ask you why you don't know that?ROWE, JR.: Again, Senator, we are looking at this and they should have been on that roof. And the fact that they were in the building is something that I'm still trying to understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "I just want to express my frustration, Director, that 17 days or whatever it's been that whistleblowers are telling us more than you are, and you don't know, you haven't ascertained if there was supposed to be law enforcement on the roof. That seems like a pretty basic fact. I'm also told that local law enforcement suppliers offered the Secret Service drones, and you declined them. Is that true?ROWE, JR.: So, Senator, one, I've been very transparent and forthcoming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "Your agency has not been transparent afford and forthcoming. So please, let's not go there.ROWE, JR.: I have been forthcoming, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "You bet. Well, that remains to be seen. You've been on the job a few days, so far you fired nobody. Now, the drones. Does were you offered drones?ROWE, JR.: So, I wasn't offered to fly a drone on that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HAWLEY",
      "sentences": "And why did you deny it?ROWE, JR.: Well, again, I think the ability of local law enforcement provide an asset, we probably should have taken them up on an if we -- if it was offered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Senator Cruz?SEN. TED CRUZ (R-TX): Thank you, Mr. Chairman. Mr. Rowe, thank you for being here. I agree with what you said at the outset that the individual Secret Service agents demonstrated remarkable personal courage, putting their bodies in between the line of sight of the shooter and the president. That being said, the bravery of the line agents is quite different from the decisions of Secret Service leadership. Secret Service leadership committed catastrophic security failures, indeed, the worst security failures for the Secret Service since 1981. Since the attempted assassination of President Ronald Reagan. It is incumbent upon this committee to determine why those security failures happened? Just after the shooting, Secret Service put out an official statement from your spokesperson that says, there's an untrue assertion that a member of the former president's team requested additional security resources that those were rebuffed. This is absolutely false. In fact, we added protective resources and technology and capabilities as part of the increased campaign travel tempo. Was this tweet accurate? ROWE JR.: With respect to Butler, Pennsylvania, it is accurate, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CRUZ",
      "sentences": "It is accurate that the Trump team had not asked for additional security and had not been rebuffed.ROWE JR.: If you're talking about Butler, Pennsylvania, all assets requested were approved. If you're talking about the media reporting of assets requested. There are times when assets were unavailable and not able to be filled. And those gaps were staffed with state and local law enforcement tactical assets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CRUZ",
      "sentences": "So, I'm reading from the Washington Post, July 20, 2024. Secret Service said, your denied requests for more security at Trump events. The opening paragraph. Top officials of the U.S. Secret Service repeatedly denied requests for additional resources and personnel sought by Donald Trump's security detail in the two years leading up to his attempted assassination. According to four people familiar with the requests, is that right that repeatedly, the Trump detail asked for more resources and repeatedly Secret Service leadership turned that down.ROWE JR.: That is not accurate, Senator. Assets are requested. There's a process that is made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CRUZ",
      "sentences": "How many requests did the Trump team, or the Trump detail ask for?ROWE JR.: I can get you that number and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CRUZ",
      "sentences": "So, you don't know now?ROWE JR.: I can speak to the ones that reported in The Washington Post. And we can go through them, if you'd like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CRUZ",
      "sentences": "But you don't know how many requests there were.ROWE JR.: In general, how many requests since 2021 that the former Trump detail has made a request for assets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "CRUZ",
      "sentences": "You've had two weeks. You had a spokesperson put something out that is false on its face. By the way, did you approve this statement when it went out?ROWE JR.: I don't know if I did or didn't, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "Did she approve this statement?ROWE JR.: I don't know if she did or did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "And you don't know if you did either.ROWE JR.: I don't recall approving it, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "Will you commit to provide this committee in writing. Every written request for additional resources from the Trump campaign or the Trump detail, and every response from Secret Service.ROWE JR.: Senator, I will commit to providing responses and getting you the information that you were seeking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "May I ask you something? And who makes the decision to deny those requests? Did you make that decision?ROWE JR.: Which requests? Are you talking about the ones that are in the Washington Post?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "Yes.ROWE JR.: The processor is that a detail will make a request for either staffing, technical assets, that is handled between the field office and the detail. It goes up to a logistics office between --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "OK, so there's a bureaucracy. Is there a decision maker?ROWE JR.: It's not a bureaucracy, Senator --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "You need a person that's a decision maker. Is there one?ROWE JR.: Senator, it's a conversation. It's not just an absolute here or there (Ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "So, let me tell you what I believe. I believe that the Secret Service leadership made a political decision to deny these requests. And I think the Biden administration has been suffused with partisan politics. Did the same person who denied the request for additional security to President Trump also repeatedly deny the request for security to Robert F. Kennedy Jr, whose father was murdered by an assassin and whose uncle was murdered by an assassin. Did the same person make that decision?ROWE JR.: Senator, what I will tell you is that Secret Service agents are not political.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "OK. You're not answering my -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "But you now, what, leadership appointed by the president -- leadership appointed by the president is political. I have a simple question, yes or no. Did the same person deny the Trump requests that also denied the RFK request? That's a yes or no question?ROWE JR.: Senator, that is not a yes or no question. One, there was a process for our candidate nominee to receive protections --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "Is there -- is buck stop anywhere -- does the buck stop anywhere?ROWE JR.: There is a bicameral bipartisan process that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "It's a bicameral bipartisan process. What can a candidate if you were not a Congress who don't have a camera.ROWE JR.: Mr. Kennedy submitted a request that was referred over to the CPAC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "OK. You're refusing to answer the question. Let me ask because the failures on that day were catastrophic. By the way, is it true that on the day of the Butler event, that Secret Service transferred agent for President Trump to the First Lady?ROWE JR.: No, sir, that's not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "That's been widely reported.ROWE JR.: It's not true. There was one airport agent that actually went on the manpower request for the Trump detail. They handle the arrival at the airport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "What is -- what was the relative size of the Trump detail compared to the detail that is assigned to the president of the First Lady?ROWE JR.: Senator, the former president travels with a full shift, just like the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "So, the exact same size, is that your testimony that President Trump had the same size detail that President Biden has?ROWE JR.: On the day of in Butler, the agents surrounding him, it is the same number of agents surrounding the president today. There is a difference between a sitting president who also not only --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "You're using president a way that is not clear. Is it your testimony that in Butler, Pennsylvania, Donald Trump had the same number of agents protecting him that Joe Biden has at a comparable event?ROWE JR.: I'm telling you the shift. The close protection shifts around. That's what you asked me, Senator, and I'm trying to answer it. CRUZ: You are not answering it. Is it the same number of agents or not? ROWE JR.: Senator, there is a difference between the sitting president of the United States --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "Then what's the difference?ROWE JR.: The difference --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "It's 2x, 3x, 5x, 10x.ROWE JR.: National command authority to launch a nuclear strike. Sir, there are other assets that travel with the president -- that the former president will get. But the number of Secret Service agents protecting him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "Stop interrupting me.ROWE JR.: Go ahead, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CRUZ",
      "sentences": "You are refusing to answer clear and direct questions. I am asking the relative difference in the number of agents between those assigned to Donald Trump and those assigned to Joe Biden. I'm not asking why you assign more to Joe Biden. I'm asking is the difference, is it 2x? Is it 3x? Is it 5x? Is it 10x?ROWE JR.: Senator, I will get you that number, so you can see it with your own eyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "So, there is no protocol that says anything within 300, 500 yards direct line and the president should be in or out of the security zone. There's not a protocol that describes that.ROWE JR.: So, Senator, what we try to do is we try to either control the high ground or mitigate line of sight concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "OK. You've stated that on multiple occasions, President Trump's team was denied more of a detail, more assets. Who denies that? Who's the person that denies that generally speaking?ROWE JR.: So, Senator, there's a process -- again, there's a conversation had with the detail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "There's going to be a buck stop and there's going to be someone. Who is the person. Is it a level within the D.C. agencies? Is someone in the Pittsburgh office. Who denies this?ROWE JR.: It has nothing to do with the Pittsburgh officer. It is a conversation between not only the detail, the field office, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "I don't want to know the conversation. I want to know who makes the decision.ROWE JR.: The decision, sir, is -- it's our process between the officer protective operations and the office of investigations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Is there a title for this position?ROWE JR.: It is called -- we affectionately call it the war room, and it's where all of our logistics files into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "So, it's a room that makes the decision.ROWE JR.: It is a staffing and assignments officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "OK. Is the Secret Service required to do a briefing with all entities of law enforcement involved in the event of the days, leading up to the event and the day of the event?ROWE JR.: We do a police meeting, sir, where we start the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Which required -- is it required? Is it part of your standard operating procedure?ROWE JR.: The police meeting is what initiates the advance and that is what is required.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Was this meeting held on that day?ROWE JR.: The police meeting took place on the days prior to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Do you have documents of that meeting what actually happened?ROWE JR.: If we do, sir, I will get them too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "But you're saying that it did not happen on the day of the event.ROWE JR.: So, I think what you're referring to is a briefing that the state and locals would have done with themselves. We did a briefing with our own folks. They briefed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "When did you -- so, did your people meet with local law enforcement the day of the assassination attempt? ROWE JR.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "OK. And you realize that the local law enforcement says, no, that they -- that that meeting never happened. And that's why we need to get these people in to talk to us. And this is why the FBI needs to be speaking up sooner than later, and say, that meeting did or didn't happen. Surely, there's some type of documentation of that meeting one way or the other. Is there documentation of that meeting?ROWE JR.: So, Senator, I can tell you that our -- what you're referring to is the counter sniper team seconded to Butler ESU. Our personnel met with the team lead from Butler ESU. And they discussed -- they discussed areas of concern, areas of responsibility, and that did in fact happen at the site on that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Director, I should -- I think you would agree with me that there were multiple individual and institutional failures the day of this assassination attempt. You have a $3 billion budget. You're still 2000 employees short. And in 2022, the Secret Service had a 48 percent departure rate. That tells me you either have a cultural problem, or just gross incompetence. Which one is it?ROWE JR.: So, Senator, I would challenge that 48 percent departure rate. Let me get you some statistics that we have. It is not 48 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Then go back to the multiple failures that we saw on an individual basis as long as systemic. I think it proves that there's either incompetence, or some type of a cultural problem within the SS.ROWE JR.: So, Senator, I know you're not calling our workforce incompetent. And I know we do not have a cultural problem. If anything, we are dedicated to making sure that we don't have mission failure. And let me get you the hiring numbers that we have because I think you will actually see that, no, we've actually done very well, fairly recently. We're trying to make sure that we have the numbers that we need. Of course, we need more people. Everybody does. But let me get to those numbers. And I think that let your own eyes see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Would you also disagree with me when it's reported that almost 50 percent of the rank-and-file officers don't trust leadership within the Secret Service?ROWE JR.: Senator, I think it's the right of every worker to talk bad about their boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARSHALL",
      "sentences": "Thank you. I'll yield back.",
      "isLastSentenceInterrupted": false
    }
  ]
}