{
  "date": "2024-12-16",
  "headline": "CNN News Central",
  "subHeadline": "More Drone Sightings Case Disruption; Erik Peterson is Interviewed about Drones over New Jersey; Trump Picks on Capitol Hill. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Israeli prime minister saying that he spoke over the weekend with President-elect Trump. We know that the incoming Trump administration and the current Biden administration have been coordinating closely over the potential for negotiation. The U.S. national security adviser, Jake Sullivan, was just in Israel last week. And all of this is leading to quite a lot of momentum. And the Israeli defense minister today saying that he believes that it - that we are closer than ever to a potential deal. But again, we have been close before, so we will see in the days ahead if progress can truly be made.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Yes, that's very - very true.Jeremy, thank you very much. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, new this morning, survivors are calling it catastrophic, apocalyptic and like an atomic bomb went off. The worst cyclone in 100 years to hit the French island of Mayotte, off southeastern Africa, near Madagascar. At least 11 people are confirmed dead, but there is fear that that number could jump substantially, maybe even into the thousands.A man was rescued after spending two days in a dark Tennessee cave. County officials say he got lost after his flashlight died on Thursday. His family reported him missing Saturday. What's the rush. When rescuers arrived at the cave, they heard the man calling for help. Officials said he was disoriented and possibly hypothermic, but otherwise OK. Glad that ended well. And stunning video after a car crashed through a gym wall and landed in a pool. This happened in Redlands, California. No one was in the pool at the time. And police say the driver escaped with only minor injuries. Police shared the images online with a post reminding drivers to stay focused and avoid distractions. A new hour of CNN NEWS CENTRAL starts now. SARA SIDNER, CNN ANCHOR: One of the nation's most critical Air Force bases forced to close airspace for hours, all because of drone activity. New York International Airport shut down for an hour over drone sightings this weekend. Now, federal officials are sending in detection equipment, but residents and local officials demanding more answers and action. A police department in New York accused of disturbing civil rights violations. The DOJ finding that for years officers made illegal arrests and strip searched nearly every person they took into custody. And tick tock. If you want your Christmas and Hanukkah presents to get there on time, time is not on your side to get them under the tree in time for Christmas. What day you need to know you have to send those gifts to get them there in time. I'm Sara Sidner, with John Berman and Kate Baldwin. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "So, this morning, the mystery, the frustration, the alarm. More drone sightings over the weekend causing disruption and ending with arrests in at least one case. We are now learning also about a U.S. Air Force base being forced to close airspace over the weekend for almost four hours. This happened in Ohio when drones were spotted near Wright-Patterson Air Force Base. New audio obtained by military news website The War Zone offers something of a window into the moment air traffic control was alerted.(BEGIN VIDEO CLIP) WRIGHT-PATTERSON AIR FORCE BASE: MedFlight 8 Patterson Tower use extreme caution for heavy UAS movement on the base. Security forces is handling the situation. And I gotta keep the lights down so that security forces can see. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "What happened in Ohio has been plaguing the northeast for weeks. Multiple states now getting - seeing these sightings. And just last hour, I spoke with Democratic Senator Richard Blumenthal of Connecticut, as the government responds to all of this faces criticism, even from top Democrats like Blumenthal.(BEGIN VIDEO CLIP) SEN. RICHARD BLUMENTHAL (D-CT): My feeling is, and it's a hunch more than knowledge, because we have yet to receive the briefing that I've demanded, the federal government knows a lot less than it should. And it isn't a matter of classified information. If there is classified data here, it ought to be released to reassure the public. But my fear is that the federal government knows little or nothing about most of these sightings. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Polo Sandoval has the very latest for us. So, let's start with this incident in Ohio, Polo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "You're talking about the Wright- Patterson Air Force Base in southwest Ohio, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SANDOVAL",
      "sentences": "This is a reminder of the real disruptive potential of this drone saga for the sake of our conversation here that's continued now for almost a month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes, it does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "sentences": "Some of those drone sightings are, in fact, drones. Some are manned aircraft that are commonly mistaken for drones.It is our job to be vigilant in the federal government, with our state and local partners, on behalf of the American public. And we can assure their safety by reason of that vigilance. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "SANDOVAL",
      "sentences": "And what you heard from the head of DHS just a few moments ago is important here because when you hear from lawmakers, when you hear from residents in the affected area, we have heard some of those concerns, Kate, that their concerns are going largely overlooked, potentially even being dismissed as simply just being an airplane. So, when you hear from the head of DHS recognizing some of those concerns, I think that's important.And then finally, we do know that the federal government is deploying various assets. As the governor of New York described it, state of the art equipment to try to track down these drones and try to identify them. Wouldn't really elaborate on exactly what that kind of equipment is. But we've heard from experts last week that said they used cameras, they use radar, they use radio frequency equipment as well to try to track those down. And this is the kind of equipment that we have heard from lawmakers they want there on the ground. But really just to punctuate your interview with the senator from Connecticut, Senator Richard Blumenthal, I think that's so key. The question that he raises nearly a month later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "SANDOVAL",
      "sentences": "There's this information gap that is contributing, according to him, to the alarm. And the question that he raised with you, which is, is it that the government's not sharing everything that they have, or is it that they don't know everything that they - that they should? I think people in some of these affected areas would say they don't know which one's worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BOLDUAN",
      "sentences": "Yes, that's - and that's a great point. And the fact that it's not just, I'm seeing things over my house that concern me -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "SANDOVAL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BOLDUAN",
      "sentences": "It's over an Air Force base that's shutting down airspace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "SANDOVAL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BOLDUAN",
      "sentences": "And there's problems at Boston Logan Airport. There's a - this is - this is not just a distraction, it is disruptive. And a lack of information is not an acceptable answer at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "SANDOVAL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BOLDUAN",
      "sentences": "We'll see what happens today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "SANDOVAL",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BOLDUAN",
      "sentences": "Good to see you, Polo. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "SANDOVAL",
      "sentences": "Thanks, Kate. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BERMAN",
      "sentences": "All right, with us now is New Jersey Assemblyman Erik Peterson, who was a state official in Franklin Township, New Jersey.Thank you so much for being with us. I was listening to you over the weekend, and you said that government officials are lying to you. Now, given that the secretary of homeland security, Alejandro Mayorkas, just went out and said some of what people are seeing are drones, people are seeing drones, do you feel that the government is still lying to you? ERIK PETERSON (R), NEW JERSEY ASSEMBLYMAN: I think they're coming closer to the truth. They've been trying to discredit these sightings from the very beginning. Our meeting last Wednesday, it was the same tactic where they try to brush it off that we weren't seeing what we were seeing. I've actually seen the drones. You know it's a drone because it moves forward. It stops and hovers, moves to the side, stops and hovers, moves backwards. I've never seen a plane do that. And you know it's not a helicopter because its close enough and you can't hear the sounds that you would hear from a helicopter. But I do want to say something. We keep saying - they keep saying that there's no risk to the welfare and safety of the public. And that's just - that - that's not true. We had a medevac helicopter diverted from taking somebody to a trauma center because of these drones. There's also the real risk of an airplane-drone collision. The colonel of the state police told us on Wednesday that he's very concerned that at Mercer County Airport, where the drones have been sighted, that they're going to collide with a plane. That's a real threat to safety. And to just brush it off that nothing's happened yet, something has happened, but they brush it off when - when a gentleman by the name of Tobin, with the Defense Department or something, some kind of spokesman, when he was asked that question directly, he just brushed it off. But it's - it is a real threat to safety for the folks that live here in New Jersey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BERMAN",
      "sentences": "I get it. And I - and so in Boston there were arrests made over people flying drones illegally over airport airspace. In Ohio, you had Wright Patterson, some of the airspace there shut down because of drones that were illegally there in certain airspace there.But, by and large, in many places, it is not illegal to fly drones, is it, even at night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "You know, I get it. Assemblyman, I get it. Yes, restricted airbase, absolutely, the law is crystal clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "PETERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "Size and sophistication of drones, which sometimes can be hard to detect from the ground, a little less clear about whether it's illegal or legal. Some of them are perfectly legal to fly in the sky.I guess what I'm saying is, is, the concern here, where is it placed? There is clear illegal activity. But when the activity is legal, shouldn't the energy be focused - or could you be focusing your energy as a lawmaker on passing laws to regulate it? If you've got a problem with people flying drones at night, can you pass some laws to stop that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "PETERSON",
      "sentences": "Sure. Actually, after this interview, I'm down to - I'm going down to Trenton for a committee hearing. And one of the committees, there's a bill to prohibit drones being flown over schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "PETERSON",
      "sentences": "We already have laws that prohibit certain places, drones being flown. And those laws are being violated. Like I mentioned with the heli-vac, it says if it violates law enforcement or first responders, if it - if it interferes with their business, that's a violation of law. That's already a law here in New Jersey.It's not a matter of illegality. It's a matter of the number of drones, the sophistication of them that they're coming in. It's obvious it's not hobbyist. It's obvious that it's some - some kind of enterprise that's very sophisticated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "Who do you think it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "PETERSON",
      "sentences": "The question is, what are they doing and why are they doing it night after night after night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "Who do you - who - what - what does your gut tell you? What do you think it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "PETERSON",
      "sentences": "I - you know, I don't know what to believe. I think Senator Blumenthal said it correctly, either they - the government, the homeland security, knows exactly what it is and they're not telling us, they're lying to us. That's where they would be lying to us. Or they have no idea, which is a total failure of national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BERMAN",
      "sentences": "Or it's very possible it could be both, right? It could be, in some cases, they know what it is. In other cases, they don't. And it's a mixture of many different things, which would make it even harder to address any one thing.Assemblyman Erik Peterson, great to see you this morning. Thank you very much. Good luck in those meetings today in Trenton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:42",
      "speaker": "SIDNER",
      "sentences": "All right, this could be a crucial week for some of President- elect Trump's cabinet picks as they head to Capitol Hill. They are courting key Republican senators to build up support ahead of potentially contentious confirmation fights.Robert F. Kennedy Jr., Trump's pick to head Health and Human Services, will be on The Hill for key meetings this week. And Tulsi Gabbard, Trump's choice as the next Director of National Intelligence will face more questions from senators. Joining me now, CNN's senior political commentator Scott Jennings and former Biden White House communications director Kate Bedingfield. Thank you both for coming in this morning or coming to us live, Louisville and D.C. All right, so RFK is headed to Capitol Hill this week to try to convince senators he should be the head of HHS. He has time and again pushed back against the use of vaccines. And it so happens, as you both know, that one member of the Senate, Mitch McConnell, has suffered from polio before it was eradicated by vaccines. Scott, do you expect McConnell to strongly push back on Trump on this particular pick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SIDNER",
      "sentences": "But, Kate, don't the senators - shouldn't they have history of what people have said in the past over and over and over again about something like vaccines? In other words, doing their homework when it comes to these picks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Of course. And they (INAUDIBLE) - of course. Of course. And they will. And, you know, RFK has a history not only of making these kinds of statements, but also putting into practice efforts to limit access to vaccines. And there have been actual deaths of children as a result of his work to try to prevent access to vaccines. So, he has a lengthy record on this. I think this will be a very tough conversation for him. If, you know, he takes Scott's advice and goes up and says, I want to, I want to be a science-based, evidence-based HHS secretary, I think there are a lot of Democrats, and even a lot of moderate Republicans, who are going to say, that's at odds with the way you've conducted yourself over the last many decades on these issues.And, you know, this is the kind of issue that has - is very emotional. It has real, tangible impacts in communities. I mean it's not kind of an abstract issue that feels removed from people's lives. This is, is your child going to be able to get medicine that he or she needs when she's sick? Or is there - are they going to be able to get a vaccine to prevent them from getting sick? So, it's an argument that can be very easily translated if senators are looking to create a hurdle to him getting confirmed. So, I imagine that it will be a very volatile confirmation process for him, and there will be a lot of explanation that he's going to have to do around all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SIDNER",
      "sentences": "Kate, it looks like many senators seem to be capitulating on Pete Hegseth for the Department of Defense after several allegations about his character have come to light. Do you think there really is any real chance that Republicans buck Trump on another pick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BEDINGFIELD",
      "sentences": "It - specifically on Hegseth, it feels unlikely. You know, Trump has clearly put his muscle behind him, has clearly said he's going to stand by him. We saw him at the Army-Navy game with him over the weekend on camera, you know, putting his arm around him, making very clear, this is the person he wants to be secretary of Defense. And I think the fact that the Trump operation was able to get Senator Ernst, who was one of the most vocal - or one of the people expressing the most vocal concern about Hegseth to say that she'll allow the process to go forward essentially really tells you what you need to know about where feelings are on The Hill about him.So, I think, candidly, I think unlikely. But, of course, the confirmation hearing is always unpredictable. And I think that's true for any of these nominees. If you're asking more broadly, our Republican senators going to stand against any of these Trump nominees, I think confirmation hearings can take on a life of their own. Issues arise, nominees perform badly, narratives take over. So, we'll have to see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SIDNER",
      "sentences": "This is to you, Scott. A couple of senators have come out to talk about the pressure campaign that Trump is putting on Republicans to keep them in line, to approve his cabinet picks. Republican Senator Thom Tillis of North Carolina had this to say about threats of running Republican challengers against incumbents in the primaries.(BEGIN VIDEO CLIP) SEN. THOM TILLIS (R-NC): What's amazing to me is how people - we're not even in the new administration and we're - we haven't even seen the background checks, which I know the administration is sending our way. So, there's a lot of information that needs to be gathered. And these folks who are making primary challenges, running ads, they seem more like political opportunists to me than thoughtful members of the Republican Party. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SIDNER",
      "sentences": "He talked about this potentially backfiring to try and sort of get someone to make Trump's pick as - and then say, well, if you don't do it, then we're going to run somebody against you. Could that backfire, Scott?'",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "SIDNER",
      "sentences": "Scott Jennings, Kate Bedingfield, thank you both so much. Appreciate you.Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}