{
  "date": "2024-10-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Tracking Milton: Weather Service: \"Time To Evacuate Is Now Over\"; Biden Urges Residents In Milton Path To Heed Evacuation Orders; Biden, Netanyahu Speak By Phone For First Time In Weeks; Iran Braces For Israel's Strong Response. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:44",
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "It is 8And, boy, we have a lot to get to at this hour, beginning of course, with Milton and the reality that the time to evacuate has now passed. The Weather Service telling people it is time, if you did not evacuate, to stay inside and shelter in place. Hurricane Milton at this point, just hours away from making landfall. The storm surge, though, has already begun to hit Florida. Those tropical storm-force winds now extends some 250 miles out from the eye of this storm. The storm has really just doubled in a day. Officials at every level of government urging residents to listen to the urgent warnings. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:44",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I know it's really tough leaving behind your home, your belongings, everything you own. But I urge everyone in Hurricane Milton's path to follow all safety instructions as we head into the next 24 hours. It's a matter of -- literally a matter of life and death.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:44",
      "speaker": "HILL",
      "sentences": "Take a look. This is inside the eye of the storm earlier today as it moves across the gulf. Milton is expected to be one of the most destructive storms on record.CNN's Brian Todd is in Tampa at this hour. So the storm surge, as I mentioned, Brian starting to hit of course, areas of western Florida. What are you noticing as this storm gets closer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:44",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, Erica, were starting to get pelted with stronger bands of wind and rain, just as you throw it to us, as we speak. Here's another band of rain coming in hitting us. You know, when you're getting hit with rain sideways, you know, you're getting into some hurricane-like conditions, were expecting this to get much worse in the hours ahead, were along Bayshore Boulevard here in Tampa, there is good news and bad news for the residents of Tampa. The good news is that maybe the storm surge is not supposed to be quite as bad as they predicted earlier for the Tampa area, but it's still going to be very bad in other places like Sarasota, just south of here.What the problem is in Tampa is kind of what you're seeing all around me, it's the volume of rain that's really going to start hitting here very heavily. It's really starting to hit here right now, this area could get up to 12 inches of rain. What were told is that that means that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:44",
      "speaker": "HILL",
      "sentences": "We just had sound that we've just lost Brian's mic. Brian, we just lost your mic. We're going to try to work on that.But as we just heard from Brian Todd, he's starting to feel that rain pelting sideways. That is a sign, of course, the storm is getting closer saying there are expecting up to 12 inches of rain. So much preparation, of course, ahead of this. There have been so many warnings. Joining me now Chief Jason Dougherty with the Hillsborough County Fire Rescue. Sir, good to have you with us at the this hour. We heard just a short time ago from the weather service. This is it. The time to get out is over. Do you have a sense of how many people within Hillsborough County may have stayed behind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:44",
      "speaker": "CHIEF JASON DOUGHERTY, HILLSBOROUGH COUNTY FIRE RESCUE",
      "sentences": "Thank you for having us.And I'll say that as far as the number of people, I don't have the exact number, but we know people have been heating the warning in Hillsborough County. We've had our traffic cam for last two to three days. People have been exiting the county throughout interstate said it was systems. All of our gas stations are running low on fuel or out of fuel based on the nature of everybody leaving the area. So our residents have done a great job of heeding our advice and moving out of the evacuation zones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:44",
      "speaker": "HILL",
      "sentences": "Which is exactly what you want to see -- see and hear.In the last couple of hours, have you had any calls from residents who need help getting out, maybe they thought they could stay in and now they decided they can't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:44",
      "speaker": "DOUGHERTY",
      "sentences": "Yes. So we're getting our typical calls right now, our medical calls nature. We've had -- I think we've just had one fire. I don't know anything has been storm-related at this point other than some downed power lines. I think we haven't any kind of thunderstorm in Florida, but I think as related directly to the storm, I think that'll be upcoming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "DOUGHERTY",
      "sentences": "Oh, yeah, absolutely. Two weeks ago tomorrow I believe was when we had Hurricane Helene here. So we haven't had much time to recover, but I will say the folks have been resilient, our community is resilient the Tampa Bay area is resilient. And Hillsborough County fire rescue, along with our neighboring jurisdictions are more than prepared and, you know, ready for this hurricane, Milton, and we got all of our units strategically placed throughout the county that way we can best serve the citizens of Hillsborough County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "HILL",
      "sentences": "What's your biggest concern heading into the storm?I'm sorry, sir. I'm not sure if you could hear me. I was just asking what your biggest concern is as we head into the storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "DOUGHERTY",
      "sentences": "My biggest concern is, as we know, the storm may jog a little bit south or north and right now, it's looking to jog and a little bit south, the latest prediction we've seen that maybe going a little bit toward Sarasota. And I think when that happens just by, you know, normal human nature and say, okay with me, the Hillsborough area, the Hillsborough County area, Tampa Bay community maybe a little bit safer, but that's not the case.Until we know exactly where it hits landfall, we have storm a storm surge to deal with high winds, to deal with extensive rain. So I don't want people to get too comfortable looking at what they're seeing on TV, what they're seeing on the broadcast. And my biggest fear is people start to think, well, you know what we may be, okay, and were far from that. The next 24 hours, 32 hours are really going to be critical and there's no doubt we're going to have devastation here. It's just a matter of how much. So we're hoping for the best, but planning for the worst.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "HILL",
      "sentences": "How much do you think Helene has impacted the way residents are looking at Milton?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "DOUGHERTY",
      "sentences": "I would say it was almost a blessing in disguise to be honest with you. The -- a lot of folks, unfortunately, it did not heed the advice around Hurricane Helene and leave areas in our -- especially in our evacuation zones. So Hillsborough County Fire Rescue along with Hillsborough County sheriff's office, had to make over 1,000 rescues during Hurricane Helene. I don't think we're going to have that challenges time because I think the storm two weeks ago made people realize what storm surge is. It was the worst storm surge we've had in decades. And unfortunately,this hurricane's probably going to be a much larger storm surge. But I think people are preparing themselves and their homes and follow their evacuation plans and are heeding the advice of the leadership and the Hillsborough county.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "HILL",
      "sentences": "Which just good to hear.There have been understandably a lot of concerns. We've seen so many of the pictures about the debris left behind by Helene. I know how a row of those cleanup efforts have been, but the reality is you can't do all that in two weeks. How much is that weighing on your mind, knowing what is out there in terms of damage to buildings and also debris still on the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "DOUGHERTY",
      "sentences": "Yeah. That's been a really big concern of ours and our public works and our contractors have been doing an unbelievable job of trying to address all that debris, but unfortunately, there's just so much debris and we weren't able to clean it all up in two weeks, but we've definitely put a significant dent in as I would say in the cleanup efforts, though, we are concerned with some of those debris that's still out there. But we feel like we're prepared and we're ready.And at this storm, I will say, let everybody know it's going to take a while to clean up the debris for this as well. So I'd ask just ask everybody to be patient, show grace and understand that there's a lot of challenges ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "HILL",
      "sentences": "Yeah, there certainly are.Listen, Chief Jason Dougherty, I know you were very busy at this hour. We appreciate you taking the time to join us. Thanks again. Best of luck to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "DOUGHERTY",
      "sentences": "All right. Thanks so much.For a closer look at Hurricane Milton's timing and track, I want to go to my colleague Elisa Raffa, who is following all this, of course, from the CNN Weather Center. So we just heard not too long ago the time to evacuate is now over. What else are we looking at in terms of how the storm has intensified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "Yeah. I mean, you can't evacuate now because we have the outer bands coming in. It's not safe to. People need to get into their safe place and their shelter. It is keeping its category four intensity.We still have winds at 130 miles per hour in the center of the storm as it sits 120 miles south and west of Tampa, you could see the wind gust in St. Petersburg have already made it up to 55 miles per hour. Winds are sustained at 37 miles per hour, 55 mile per hour gusts stretch to Naples and almost Miami, too, 45 mile per hour gusts. These outer bands have been nasty. [15:10:01] This outer band this morning has dropped more than 80 tornado warnings. It's common for us to see tornadoes with a hurricane, you have a spinning tropical system with a lot of moisture once it hits the lam little that friction, you spin up to tornadoes. But we've had a lot of these white boxes. This is signifying that its not just a tornado warning, but they're warning for a considerable damage because the tornado is so big large and dangerous. So we've had some really nasty almost picture as tornadoes that have been on the ground in parts of south Florida, Alligator Alley. Just incredible to see the amount of tornado warnings we've had so far in that threat continues all day today. The tornado watch goes until 9:00 this evening, at least. The storm has also doubled in size? Yesterday, the field to tropical storm-force winds was about 100 miles. Right now it is 250 miles. So, that's why were seeing such wide impacts because the storm is just fat. It's wide. You've got winds of 110 plus miles per hour possible. Once that eye comes on land from Tampa down to Fort Myers, the hurricane force wind stretch across the peninsula. We're looking at hurricane force conditions, you know, well, inland and even to the other side of the coast, which will cause widespread power outages. We're also very concerned about the storm surge, no matter what the category is, it's going to drag the ocean with it. It's had the ocean underneath it for days, so it will still pack a storm surge that might be more than you would expect with a category three or four storm. Nine to 13 feet from Sarasota down to Venice. This would break records that were set just two weeks ago in Helene. Tampa Bay as well, eight to 12 feet. That would be unprecedented for them. You've got the storm surge still up to eight feet for places like Naples and Marco Island, this would be devastating. And notice again, it's the entire west coast of Florida, not just one point of landfall. Where are you get the item, make landfall is where you will have the most significant surge, that is really going to be a down to the wire to see where those ocean waters will pick up the most, but something to watch closely. We also will exacerbate a lot of these impacts because of this front nearby. That's what's steering Milton into Florida, but its also increasing the rain, increasing the wind, making the tornadoes dirtier -- all things that we've been watching all day. You could see that it gets closer going into the overnight tonight around midnight or so, we've been watching that timely closely. But in the overnight hours when its dark and it works its way across the peninsula, going into tomorrow morning with all of that rain. Again, the front dragging in more moisture. We're going to find rain totals, six to 12 inches up to a foot possible in a lot of locations. So you get flooding not just from the ocean, you get flooding from the sky. You get that intense heavy rain. And that's why we have this rare high risk for excessive flooding in effect for the heavy rain from Tampa through Orlando to the other coast. It's only issued 4 percent of the time hi, but is often responsible for 40 percent of our fatalities and 80 percent of our damages -- Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:33",
      "speaker": "HILL",
      "sentences": "The White House stressing that it is all hands-on deck in this moment as Florida braces for this storm, the damage, the destruction that it will bring it, and, of course, the aftermath. There was also significant concern about the disinformation being spread online -- in some cases, information being spread by political opponents.President Biden actually calling out former President Donald Trump by name a short time ago, specifically for pushing misinformation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:33",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The last few weeks, there's been a reckless, irresponsible, and relentless promotion of disinformation and outright lies that are disturbing people. It's undermining confidence in incredible rescue and recovery work that has already been taken and will continue to be taken. It's harmful to those who need help the most. There's simply no place for this to happen.Former President Trump has led the onslaught of lies. Assertions have been made that property is being confiscated. That's simply not true. You're saying people impacted by the storms will receive $750 in cash and no more. That's simply not true. They're saying the money is needed to -- for this crisis is being diverted to migrants. What a ridiculous thing to say, it's not true. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:33",
      "speaker": "HILL",
      "sentences": "But also at that briefing earlier this afternoon, the president and the vice president questioning officials from FEMA, DHS, the Coast Guard, the National Hurricane Center, asking you specifically about preparations for the storm. CNN's Kevin Liptak joining me now.So the fact that this is the second major hurricane in just as many weeks, of course, to impact the area, does that change the strategy in terms of preparation, both leading into the storm and for after?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "HILL",
      "sentences": "And part of that, too, I would imagine is we know that disaster response and management has been a political issue in the past four different administrations. We are three weeks out from an election may feel like a terrible time to talk politics, but the reality is you can't ignore those things. And so I would imagine that's also entering into part of the strategy to make sure that they are out in front because they want to manage the way the responses proceed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "LIPTAK",
      "sentences": "Yeah, and it was interesting in that brief thing that we were just looking at. You also saw the Vice President Kamala Harris participating very actively, which hasn't always been the case ahead of these storms. Certainly you always see the president in this setting, but this time we also saw the vice president asking questions of officials talking about the disinformation and also talking specifically about this issue of price gouging, saying that the federal government would not tolerate price gouging at hotels at -- on gas, on food, in the storm impact areas. So, being very forceful on that.We also saw her call into CNN, as well as the weather channel to continue this effort to push back on this disinformation. So she has been a very public face of the White Houses response to that storm. And that is political. In the end, she's acting as vice president, but certainly, it is her role as the Democratic nominee where this becomes very important because, of course, President Trump and his running mate J.D. Vance have been trying to claim that Harris has been absent from the hurricane recovery efforts for Helene last week. This is the White Houses attempt to say no, she's very much at the center of these efforts. Of course, President Biden is also leading them as well. He canceled his trip to Germany, Angola to remain in Washington to sort of marshal the federal resources behind the people in the storm's path. But certainly, you know, hurricane season always intersects with the political season in the United States. This is not the first time that these issues have become politicized. I think what the difference is now is this information disinformation that the White House is warning about and just sort of this scale of the attacks from the Republican side. You don't see the sort of bipartisan efforts, at least between the top of the ticket that we have seen in the past. It's very much a sour, sort of a politicized response, at least from the Republican ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "HILL",
      "sentences": "Yes, certainly at this moment, be interesting to see if or how that evolves over the next 24, 36, 48 hours.Kevin, appreciate it. Looking at the size and the strength of Milton and, of course, this coming just two weeks after Hurricane Helene is the latest reminder of how storms are changing, just how rapidly they're changing. Milton strengthened by 90 miles per hour in less than two hours, making it the third fastest rate of any storm in the Atlantic on record. And that extreme swift increase is fueled by these record-breaking ocean temperatures caused by climate change. CNN's Bill Weir spoke with a local climate organizer in Florida who says this is exactly what scientists have been warning about for generations. (BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice-over):  Both physically and emotionally, they were already picking up the pieces on Florida's Gulf Coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "BETH CALDWELL, LONG KEY, FLORIDA RESIDENT",
      "sentences": "It's like hysterical, can't sleep, can't eat one minute and then you're playing the next, and then you're like, it is what it is. You got to keep living.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "WEIR",
      "sentences": "Now, Beth Caldwell must cut short her search for her mother's wedding ring to evacuate for the second time in as many weeks.You were saying you're really worried about folks who made it through this one but may not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "CALDWELL",
      "sentences": "Well, yeah, because the amount of debris on this street and the winds even, if it slows down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "WEIR",
      "sentences": "Even with 24/7 debris removal, they wouldn't have all of Helene's damage cleaned up in time for Milton to make landfall and this is why. There is one front loader over here waiting to fill up a line of empty dump trucks that's approximately 2 miles long.And this beach was covered in millions of dollars of fresh sand to try to protect this community which just got washed away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "SUSAN GLICKMAN, VICE PRESIDENT OF POLICY AND PARTNERSHIP, THE CLEO INSTITUTE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "WEIR",
      "sentences": "What does that tell you about how we prepare, and how we have to adjust to this new Earth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "GLICKMAN",
      "sentences": "The fact is, is you cannot adapt your way out of the climate crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "GLICKMAN",
      "sentences": "It is beyond criminal if we do not dramatically address the root cause of the problem immediately. But if we keep putting climate pollution and burning fossil fuel, we're just going to make a lot of this planet in general just unlivable.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "HILL",
      "sentences": "And our thanks for Bill Weir for that.Joining me now to discuss Michael Mann. He's the author of \"Our Fragile Moment: How Lessons from Earth's Past Can Help Us Survive the Climate Crisis\", and also presidential distinguished professor of Earth and Science at the University of Pennsylvania. It's great to have you with me today. You know, I was struck by what that activist Susan Glickman told my colleague Bill Weir, saying you can't adapt your way out of this. So, if we can't adapt our way out of this, what do we do? MICHAEL E. MANN, PRESIDENTIAL DISTINGUISHED PROFESSOR OF EARTH &amp; ENVIRONMENTAL SCIENCE, UPENN:  Yeah. Thanks, Erica, it's good to be with you and it's good to hear from my friend Bill Weir, who did a really good job sort of in describing, you know, the tragedies that we are seeing unfold and, you know, there's a danger of sort of framing in a binary way, either we can or can't deal with it. It's really a matter of minimizing the additional warming and the additional intensification and damage that these storms caused while adapting to the new normal that we're faced with. So there's a certain amount of warming that's already baked in. We are going to continue to see the sorts of storms that we have witnessed, you know, just in the past couple of weeks. This is if you like, in the best-case scenario, the new normal. And we can take measures to adapt to that. I say best-case scenario because it -- it will be worse than a new normal if we continue to burn fossil fuels and elevate carbon pollution in the atmosphere. The planet will continue to warm up, the oceans will get warmer and they will drive more intense hurricanes that produce greater amounts of flooding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "HILL",
      "sentences": "To that point, we look at the storm, it's doubled in size since yesterday. Helene set storm surge records two weeks ago. They're -- they're expected to be broken by Milton, you know, in the coming hours. There was a warning early on the 2024 hurricane season was going to be a big one. Is this what you imagined it would look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "MANN",
      "sentences": "It is. You know, we were sort of lulled into complacency. It was a pretty quiet August. But when we looked prior to the hurricane season at the various factors at play, we're coming out of an El Nino event, going into the opposite state, so-called La Nina, where you tend to see more hurricanes, more tropical storms. The tropical Atlantic is at record levels of warmth.And so you put those two things together, you know, many of us predicted a very active season. We didn't see such an act of August and that's lulled a lot of people into complacency. What we're seeing now is precisely what we expected to see. Unfortunately, we are, you know, witnessing the effect of human-caused warming when it comes to the damage by these storms. And one other thing, as you alluded to, this storm intensified very quickly, we call as rapid intensification. It set a record for going from a tropical depression to a category five hurricane in less than 48 hours, we've never seen that happen before in the Atlantic, and that means its even harder to plan. We don't know what's coming. We don't have enough advanced notice to really take the measures that are necessary to minimize the impacts of people in the storms way. And, unfortunately, we're seeing that play out right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "HILL",
      "sentences": "What is it then as you look at this, given how rapidly increase in strength, what are you watching of this storm over the next 10 to 12 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "MANN",
      "sentences": "Yes. So there's a little bit of good news. The storm with sort of fighting off what we call wind shear, winds in different directions or different speeds at different levels in the atmosphere that interferes with the sort of nice pattern that the hurricane is trying to form, and so it tends to weaken hurricanes. It prevented this thing from strengthening and back into 181, 185 mile per hour monster. So, it weakened a bit. That probably changed his trajectory a little bit.And so rather than that worst-case scenario where we were seeing it maybe go just north of Tampa Bay and that would lead to unbelievable levels of coastal flooding in the entire Tampa Bay region. It's tracked a little farther south. That's good for Tampa Bay, but there's a large swath of the west coast of Florida that is going to be facing a very dangerous storm surges and all that inland rainfall that combines what we call compound flooding, where you've got the rain coming down, you've got the storm surge its coming in. And so, there is great peril for those people who remain in the storm's path and people need to obviously evacuate to the extent that they still can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:11",
      "speaker": "MANN",
      "sentences": "Well, I think it is. You know, Ron DeSantis basically denies human-caused climate change and he's worked at -- have it removed from school curriculum so that, you know, school children don't learn about the aggravating impact that climate change is having on them, which to me is so deeply unethical and immoral because they're the ones who are going to really bear the brunt of the consequences of our carbon pollution today, our children and grandchildren we will see the worst consequences of warming and it's just immoral to not educate them about the increased threat, the increased risk that they face.And we're seeing that risk play out here in real time, unfortunately now, this season for Florida, for the southeastern U.S. where there was immense amounts -- amounts of flooding. And let me put this in a slightly broader political context, if I can, because there's also a larger agenda here. The Republican agenda, unfortunately, Donald Trump and the Republican agenda seems to be embodied in so-called Project 2025. One of the things that it will do is literally get rid of NOAA, the very government agency that's tasked with collecting the data that is tasked with sending hurricane hunters out into those storms so they can make the measurements that we feed into our models, that help us better predict the trajectories and the intensification rates of those storms. You know, Trump and the GOP want to get rid of that. And so, people should think about that during this election season, as they think about whom they're going to vote for this fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:11",
      "speaker": "HILL",
      "sentences": "We will continue to follow this storm and its impact.Michael Mann, good to have you with us today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:11",
      "speaker": "MANN",
      "sentences": "You too, Erica. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:00",
      "speaker": "HILL",
      "sentences": "Welcome back.Millions of Floridians across if 15 counties are under mandatory evacuation orders, a number of them already experiencing tropical storm conditions as Hurricane Milton approaches the state's west coast. For another check of what to expect in the coming hours, joining me now is Mike Linden. He's meteorologists from the weather forecasting app, My Radar. Great to have you with us. You're in Florida as I understand it, too. You are going to be feeling some of this for you. It won't necessarily be the storm surge, of course, but its going to be the flooding. We'll talk about that in a moment. But just give me your assessment right now. We have this seen this storm double essentially since yesterday in size, the strength is massive. What are you expecting when it makes landfall later tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:00",
      "speaker": "MIKE LINDEN, METEOROLOGIST, MYRADAR",
      "sentences": "Well, thank you very much for having me. Yeah, I'm here in the studio here in Orlando, Florida, where we will be riding the storm out with the rest of Florida and I'm sure I speak for the rest of -- I don't want to speak for the rest of the weather world, I should say, but when Milton reach 180 miles per hour as a category five in the Gulf of Mexico at least took my breath away.Seeing the discussion yesterday from the National Hurricane Center, calling it one of the most destructive hurricanes for west-central Florida -- I mean, they don't mince words when they put discussions out that feature language like that. So I truly hope that Floridians particularly on the west side of the state have taken this storm seriously as its only just getting started, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:00",
      "speaker": "HILL",
      "sentences": "I keep thinking about in that area. You know, I'm fairly familiar with those barrier islands, right, leading into Tampa Bay. And you think about a storm surge of some 15 feet and what it would do. That would also break the records just set by Helene two weeks ago of nine to 13 feet.Can you put that in context for us, what a 15-foot storm surge could do and what it means for someone who may be trying to ride this out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:00",
      "speaker": "LINDEN",
      "sentences": "Yeah, it's certainly not a good idea if you are thinking of riding this out. Mother Nature is not anything to be messed with. I mean, the average two-story home is roughly 20 to 25 feet tall. So a 15-foot storm surge would be, if you were looking out your window, the second-story window, the water would effectively be at your eye line.It's truly, truly life threatening, not to mention that the folks of Tampa and the Big Bend area of Florida, right, all along the west coast there. There's debris still outside after being cleaned up from Helene less than two weeks ago. So, unfortunately, with a wall of water coming in from the Gulf of Mexico, that debris unlikely to be where folks left it here ahead of Milton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:00",
      "speaker": "HILL",
      "sentences": "You know, I was speaking earlier with the generally, he's a professor, you likely know Michael Mann. But talking about the fact that we knew going into this hurricane season, the prediction was this was going to be a pretty intense one, right? Stronger storms, more storms, not as many storm seem to materialize until the last couple of weeks when we see these two storms back-to-back, incredibly strong.What does that tell you about the season overall and what could still be to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:00",
      "speaker": "LINDEN",
      "sentences": "Sure. So, there's two expressions when it comes to hurricane season. Its not a matter of if its a matter of when all it takes is that the other expression is it only takes that one storm to really put a stamp on the season, not to mention that Atlantic hurricane season runs through December 1st. So we are still not done with hurricane season. Of course, Michael and Matthew, two storms that Floridians know very,very well, also, M named, also came in October. So this isn't necessarily anything new, but I as Michael Mann was talking about, I think that this season maybe if people have a false sense of security a little bit thinking, okay, the coast is clear when quite literally and figuratively, that is just not the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LINDEN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:29",
      "speaker": "HILL",
      "sentences": "President Joe Biden and Israeli Prime Minister Benjamin Netanyahu spoke by phone today for the first time in nearly two months. Vice President Kamala Harris also joined the call, according to the White House. It's a call that comes, of course, just a couple of days after Harris argued the U.S. has had influence on Israel's decision-making.CNN's Nic Robertson joining us now from Tel Aviv. So, Nic, what more do we know about this call between Biden and Netanyahu? And what was discussed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "HILL",
      "sentences": "Nic, really appreciate it. Thank you.Well, Iran's foreign minister is now visiting Saudi Arabia, other countries in the region as part of a diplomatic tour aimed at preventing further escalation. CNN's Fred Pleitgen is in Iran's capital of Tehran. Fred, what more do we know about -- about this meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, it's really part of the shuttle diplomacy that we've been seeing from the leadership here in Iran. You had the Iranian president who a couple of days ago was in Qatar trying to drum up support for the Iranians there. And now, the foreign minister who was in Saudi Arabia doing essentially the exactly the same thing -- the Iranians, of course, trying to bring some of the nations here in this region the onside with themselves.Of course, at the same time, we do have that potential strike by the Israelis very much looming the Iranians have already said that if there is an Israeli strike, there will be a crushing response as they put it coming from the Iranians. And you do really hear and see on the ground here in Tehran that there are some people who are quite concerned about the situation in the Middle East, not necessarily only about the strike from the Israelis, but certainly also that all this could below into a wider conflict that at some point could pit Iran and the United States against one another. Here's what we're seeing. (BEGIN VIDEOTAPE) PLEITGEN (voice-over):  After Iran's massive missile strike targeting military installations inside Israel's territory, Iran is now bracing for what the Israelis say will be a strong response. On Tehran's streets, some concern and a lot of defiance. Everyone's mind is busy thinking of what might happen, this man says, and if Israel makes a move, we will certainly respond to it. And this woman says, I am not concerned about war because I believe in my country and our leadership. I know with anything happens, nothing will threaten the Iranian nation. If there is a need to protect our soil and our land, like our fathers and brothers who participated in the eight-year war, we will go to war as well, this man says, and you will see the result of the jihad that has been ordered. If you want war, we are the masters of war, this poster in Revolution Square reads, both in Farsi and in Hebrew. Iran's capital is also plastered with billboards pledging to stand by Hezbollah after the killing of the groups' longtime leader, Hassan Nasrallah. The Islamic Republic of Iran and its leader, Ayatollah Ali Khamenei, are making very clear that despite the current struggles of the Hezbollah organization, they will continue to support Hezbollah against Israel. Israel's government has vowed to hit Iran hard after last week's missile attack, when the revolutionary guard used around 200 ballistic missiles, some hitting Tel Aviv and an airbase inside the country, sparking fears of a wider conflict, possibly pitting the U.S. and Iran directly against one another. An Iranian member of parliament sending a warning to the U.S. The U.S. is aware of everything the Zionist regime does, he says. We would suggest that firstly, the U.S. stop the military help, stop the arms and the backing of the Zionist regime, and then secondly, for the U.S. to force Israel into a ceasefire. But so far, the risk of escalation continues in a region already on edge. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "PLEITGEN",
      "sentences": "As you can see there, Erica, it's a pretty tough talk there coming out of Tehran, hear from the Iranian leadership at the same time, of course, the Iranians are bracing for that could be that potential strike.One of the things that we have to keep in mind that same unit of the Revolutionary Guard that conducted that strike against Israeli territory, the aerospace forces are also responsible for air defense here in Iran. And certainly that unit right now, no doubt will be on high alert -- Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:19",
      "speaker": "HILL",
      "sentences": "Welcome back.Well, as Hurricane Milton churns toward Florida's west coast, the National Weather Service has issued 90 tornado warnings and counting in Florida today alone. That's more than have ever been issued in the state in a single day. CNN's Carlos Suarez is in Fort Myers, Florida, which, of course, is in Milton's path? Carlos, what are you seeing there on the ground? What are you bracing for this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:19",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Well, Erica, officials out here are looking into the possibility that two tornadoes hits a part -- hit parts of Lee County including here in Fort Myers. There have been two other confirmed tornadoes, one out in Broward County, which really impacted folks that are still trying to drive from the west coast of Florida out to the east coast of Florida. And there was another tornado that was confirmed out by closed-in, which is right near Lake Okeechobee.The two neighborhoods that were damaged here in Fort Myers are about but a 10 to 15 minute drive from where we are right now. One of those neighborhoods is actually just on the other side of the Caloosahatchee River here behind me. Just out in the distance, there is North Fort Myers. The Lee County sheriff's office tells me that a neighborhood there was damaged and that the National Weather Service is looking into the possibility that a tornado hit that part of Lee County. Were also keeping a close eye on the Caloosahatchee River here behind me because we expect the storm surge associated with this hurricane to cause this river at some point later today and overnight to overflow to crest, and for all of this water to start making its way inland. The other neighborhood that appears that may have been hit by a tornado is just to the east of us. That's another about ten-minute drive from here. And we're told there that a several homes were damaged. A couple of businesses as well as you noted, a good part of southwest Florida is under a tornado warning really until tonight, and that's because as Hurricane Milton continues used to make its way on the track that it is on, its outer bands are now being felt across all of western -- the western coast of Florida. And so, folks right now, at least in Fort Myers, are still worried about this storm surge. We're not expect -- we expect the worst of it rather to again move in as this storm inches its way closer to two the north of us here. And then once high tide kind of comes into effect around midnight or 1:00 in the morning, that's what we expect this situation is going to look like. Erica, one final note here from this location, two years ago when Hurricane Ian made a direct landfall here, this very part where I'm standing the harbor side of downtown Fort Myers was underwater by about ten feet. And so the expectation, the forecast is calling right now for anywhere between eight to 12 of it. And so, we're looking at possibly more of a storm surge, even though we're not getting a direct impact, at least right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:19",
      "speaker": "HILL",
      "sentences": "Which is just a reminder, right, of how widespread, how wide this storm is, but also how widespread the damage, the destruction could be.Is it your sense in driving around town that most people have left, Carlos?",
      "isLastSentenceInterrupted": false
    }
  ]
}