{
  "date": "2024-11-06",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Kamala Harris Speaks To Nation After Loss To Donald Trump. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:05",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "And so I think in a moment like this, she puts herself back in that space of having to have those kind of tough conversations. So I imagine this was a very businesslike. But, you know, I was sitting here thinking about this and, you know, Democrats are trying to still maintain some level of normalcy to act like this is something that's regular.I think people in the country have to wrap their minds around the fact that we're about to have an administration that's not going to be normal, at least if they go along with what so, while we want to have the trappings of democracy Democrats are going to have to sort of recognize things are going to have to be different, and they're going to have to behave differently going forward because Donald Trump is not really interested in just going along to get along.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:05",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "And, Brenda, you do a lot of work for -- for Republicans, getting data polling, focus groups. As we wait to hear from her, what to you is the biggest takeaway, particularly from the whole notion that we heard we all heard from team Harris was the women are going to save the day. The women are going to come in and they're going to fight -- excuse me, vote for abortion rights and so forth. And then we saw almost across the board, including and especially among suburban women, that didn't happen. In fact, suburban women went for maybe 1 or 2 points for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:05",
      "speaker": "BRENDA GIANINY, REPUBLICAN POLLSTER",
      "sentences": "Exactly. No. What we saw is if you have the luxury to vote on abortion as a as a white woman, white suburban woman, you did. However, if your socioeconomic status isn't, you're making $100,000 a year. You're not college educated. You voted on the economy. You're much more interested in grocery prices. You're more interested in inflation.We saw Harris really only had two gains, if you look at any with those higher socioeconomic status women, quite frankly. And you can also look at the crosstabs on the exit polls. If you say that inflation didn't impact me and my family, you're also a Harris voter. But for everybody else, inflation hits you hard, the grocery store hits you hard. So you didn't -- abortion wasn't top of mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:05",
      "speaker": "BASH",
      "sentences": "And, Matt, the vice president, apparently, and her team, they are trying to send a message that in this sort of spirit of unity and the spirit of concession and sort of normal democratic transition of power, they're also saying protect America, protect democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:05",
      "speaker": "MATT MOWERS, FORMER TRUMP ADMINISTRATION OFFICIAL",
      "sentences": "Yeah. I mean, look, I chose to wear my purple tie today as the message of unifying our country today. Wore the red tie yesterday, when it was time to win. Today, it's time to unify, right, as a country.And what we really saw yesterday was, and I know there's going to be a lot of folks, including on the other side of this dais, right now, who are probably pretty upset. But it was an American win in some ways. You have not seen a Republican win the popular vote and potentially Donald Trump looks like he's on record to do that right now. You haven't seen the fact that this was a validation for Donald Trump, his policies, his message in a way that a lot of folks weren't willing to give him in 2016. You know, a lot of folks wrote it off. You know, I remember being in Trump Tower on election night in 2016 talking to, you know, not just even in the room, but really even, of course, watching folks on TV who are very shocked, right? They said, well, there's no way this was a fluke. You know, maybe it was just turnout. It was a tactical win. Same thing was said in 2000. This was really an American win in so many different ways, because you saw such a multicultural backing for Donald Trump, a multicultural coalition of Blacks, Hispanics across the board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:05",
      "speaker": "BASH",
      "sentences": "And let's turn back to her and to this 107-day campaign that she didn't expect to have at the top of the ticket. And then she -- she did. And one of the sort of central problems that she had was the fact that she is the vice president to Joe Biden and their administration is sort of supervising a very tough time economically for people.And that is what helped to change the coalition for Republicans and Democrats and several minority groups, including blacks and Latinos, did as Donald Trump predicted, move over to his column.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:05",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR, CNN NEWS CENTRAL",
      "sentences": "It is significant but not really surprising. Two years ago, Dana, during the midterms, we were sitting here stunned at Ron DeSantis winning so many Latinos in Florida and Republicans flipping seats and the Rio Grande Valley in Texas. But this is a trend that's been percolating for some time, in part because Donald Trump, I believe, and in speaking to a number of Republicans and Democrats has a unique appeal to Latino voters. Most Latino voters are working class folks.And despite his crude sense of humor, despite the jokes that he makes, despite the exaggerations about his wealth and his exploits, for folks that are -- were for -- from where I'm from and folks that I've grown up around that resonates more so than conversation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:05",
      "speaker": "BASH",
      "sentences": "A strong man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "The opportunity agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "SANCHEZ",
      "sentences": "The opportunity agenda.Second of all, most of the folks that I spoke to across the country that are Latino men didn't know that it existed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "Oh wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "SANCHEZ",
      "sentences": "Because they were so much more focused on day to day life, other things. So I think that I don't think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "That's a big comms problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "SANCHEZ",
      "sentences": "I don't think that message of economy permeated the way that it hoped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "I want to, you know, this is a question as we wait for her, that I've been wanting to ask. And the easy thing would be to ask you, Brenda, but I'm going to ask you guys as supporters of Kamala Harris Donald Trump has run three presidential races.He lost -- excuse me. He won two and he lost one. The one that he won the first time was against a woman, the one that he won this time was against a woman. The one that he lost was to a man, a white guy. How much of that -- the gender on the top of the ticket and who his opponent is? And I'll just say it point blank how much did latent or otherwise, maybe obvious trepidation about voting for a woman played into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I mean, look, it's possible, I don't know. And I think that's something that we can only know in the numbers. I mean the fact is, you could say -- are they -- is America not ready to put a woman as president? Maybe so. But also women didn't vote for her.And I think that's a big point is like, I don't necessarily think that obviously as not female, I can't answer this well, but I don't think that women are necessarily saying we cant have a woman president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "KINZINGER",
      "sentences": "I think part of it is, look the Democrats for a long time, there's a question of why young men went so much for Donald Trump. For the last ten years, everything masculine has been called toxic. And then Donald Trump comes along, these young men feel like they don't have a place in society.Donald Trump comes along, presents a pretty bad version of masculinity, but its something that, in a vacuum attracts the under 25 year old men --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "Who feel like they don't have anywhere else to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "KINZINGER",
      "sentences": "Yeah, I'm looking for a place in this world, and that's where I think both Democrats, you know, and frankly all men need to present healthy versions of masculinity, which is like fighting, you know, fighting for the defenseless, standing up for the right thing. Ukraine stuff like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "And that transcends whether you are a Black man, whether you are a Latino man, whether you are of any other particular ethnicity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "KINZINGER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "SIMMONS",
      "sentences": "And it's also helpful to remember last day, Barack Obama, when he ran, he had a year and a half, maybe almost two years to run and get the country comfortable with having an African man -- African American man who's going to be president. Kamala Harris had 100 days, right? She didn't have enough time to go through it.Maybe she should have given a speech like he gave a race speech that talked about the fact that we were going to make this case and have a woman who's going to be president, but people didn't really have time to get comfortable with it. We can't underestimate racism and sexism in this, in this discussion. But we also -- our politics, I think we get it wrong a little bit. It's not so much left and right. It's like 3D politics. It's outsiders versus insiders. And Donald Trump has been very good at establishing himself as the advocate for the outsiders who's fighting all the elites who are standing against them. The Democrats have let him have that lane, and they haven't really competed for it. And that's something that were going to have to figure out, while we also figure out how we associate with the cultural totems of masculinity without giving up the policy issues that really do speak to the -- the issues of women and people of color and everyone else in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "GIANINY",
      "sentences": "Can I disagree with that just a little bit, just because it's data driven? I -- so I've been furious with Twitter all day saying, you know, this is sexism, this is what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "BASH",
      "sentences": "We can all relate. Yeah. GIANINY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "SIMMONS",
      "sentences": "Well, here's the difference. Here's where I'll push back at you.Donald Trump committed several crimes, was convicted of him. We don't think of him as a criminal. Donald Trump said racist things all the time. No one calls him really a racist in the mainstream. So there's a certain amount of privilege that his I think status as a white male gives him to be kind of a person who can stand up here and kind of do anything and be forgiven for the things that he may have made a mistake for. I think I can't imagine a woman or a man of color being treated with that kind of leeway to be able to have done those things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "SIMMONS",
      "sentences": "Well, I don't know. The flip side, it seems like those two things are related. It's hard to have one without.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "GIANINY",
      "sentences": "Well, she had to run a perfect campaign, which you could argue she did a pretty good job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "SIMMONS",
      "sentences": "She did a pretty good job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "GIANINY",
      "sentences": "I also, I think I think it was against Democrats more than -- than a sexist play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "MOWERS",
      "sentences": "Can I just say real quick? You know, Jamal, you talked about the short runway she had. I'm not sure she actually really utilized it as well as she could have, though.Like, I remember watching the convention in Chicago and I was saying, all right, what is she going to offer? America doesn't really know her. She's got a chance to fill in the picture. She has all these past comments taking these crazy liberal positions from 2020. What's she going to offer? All you heard was joy and abortion? I think by talking about abortion. So much, even for voters who may have agreed with her on the position what it showed a lot of other voters is, is she prioritizing it? She's not giving me much to actually hang my hat on to vote for her unless that's your number one issue. I think there's a lot of voters also who might have been just a little uncomfortable with how vocally she talked about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "BASH",
      "sentences": "I want to go over to Howard University, where Abby Phillip and Jeff Zeleny are still.And I know that you're sitting and waiting for the vice president like we all are and you're both talking about the mood over there, but you also are each talking to your sources about the mood inside team Harris. Abby, I'll start with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Yeah. Dana, I mean, look, there's a lot of processing happening. Some of it publicly, some of it privately couple of hours, you've heard from some of the top strategists in the Harris campaign basically saying they felt like they did what they could with what they were given.David Plouffe, one of them saying that they dug themselves out of a hole and I actually think that's a factual statement about where the race was before Harris got in it. She brought this into competitive territory so there is a feeling that they probably did as much as they could, given the constraints that they were under, given the short time frame. Given that as several people it was like to take over the Joe Biden campaign was like turning the Titanic. It was like shifting this for someone else and trying to make it work for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "And she did it effortlessly on that Sunday afternoon, on July 21st, and July 22nd.But as we sort of reflect on the last few months, it's striking to me as we traveled around the country with her, she rarely talked about the history that she was poised to make. She rarely talked herself about the barrier breaking moment, unlike Hillary Clinton. More like Barack Obama, as I recall from that. She let others do the talking of that. But as we look at this moment, this is steeped in history on the campus of Howard University. She was saying just in a radio interview yesterday morning, if elected, she would be the first HBCU president. And that is also a differential from Barack Obama. So now that will happen. But I still believe that her candidacy after we sort of dissect all the red to blue and blue to red, there is something that she inspired among young people. There was a similar that I have seen to the Obama candidacy, certainly than any other. She didn't hit the finish line, didn't cross the finish line but this will be remembered in a very historic way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:01",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, the fact that as, as Jeff just pointed out, I mean, we are here sitting on the campus of Howard University, the oldest HBCU in the country, and this school means a lot to people of color.And last night and today, there are a lot of students here, a lot of young people for whom perhaps this was their very first campaign. There was a lot of disappointment here tonight, last night in this crowd, people wanted to see her. They wanted to hear her. They obviously wanted the night to go differently, but she has to speak to those people tonight to explain why she took this time essentially to come out and put together a real message to them, not just a pro forma concession, but a message to her supporters about what this campaign really meant. And you get the sense here that people really need that there are a lot of long hugs, Dana happening in this crowd it has almost a funeral like vibe, despite the music that you hear playing in the background, people are very somber, and especially the young people this is their first experience with a campaign in some cases, and their very first experience with a really tough loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "PHILLIP",
      "sentences": "Yeah. I mean, Dana, the fact that she is a product of HBCUs is a testament to what HBCUs mean to the United States of America.HBCUs are the incubator of the black middle class and have been for 100 years in this country. And so it means it's a validation of what these institutions have been for the advancement of people of color. So she doesn't have to talk about it in explicit terms. She doesn't necessarily like to do fact that she is here and she is leaning into that. I know you can see just in a couple of minutes perhaps a couple of seconds, she's going to be coming out. But, you know, Dana, to your point, I think that there's a duality to this. In a sense, she was lifted up by that Black middle class, by educated Black people. The Divine Nine sororities and fraternities but there are questions still about whether the Democratic party is adequately speaking to people who are not college educated, who are working class, and who don't ever step foot in institutions like this. It's both things at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "ZELENY",
      "sentences": "And that is one of the central divides that well be studying and seeing in this campaign the college versus non-college the divide is the dividing line in American politics right now. What you just saw on the screen there was her body person, Opal, before every speech, she goes out on the podium and looks at the teleprompter. So that was opal. She worked for Hillary Clinton.So there are so many links here between -- I'm thinking back to vice --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "PHILLIP",
      "sentences": "A lot of Hillary alums in this crowd, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "ZELENY",
      "sentences": "For sure. I'm thinking back to Vice President Harris. We first saw her on the scene in 2007, back during the Obama campaign in Iowa. So this is -- you know, there is someone in this crowd here right now who is likely going to run for president or higher office.So I do believe that she was defeated but there is a lot of hope out there from the younger generation. And every one of her rallies, she would say, who are first time voters here? Who are the Gen Z voters in the crowd? And that is something that I think that really sort of propels the -- what was really -- it's been a long time since the Obama generation. I mean, those as a -- young voters are now older. But I think as we go forward here, I'm told in the speech that she is going to again call for common ground, as she did in the final be interested to see sort of how much she urges Democrats to sort of hold the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, her tagline was when we fight, we win. I expect very much to hear what that looks like, what she thinks, that fight looks like because that's also what I hear from a lot of Democrats, both in this space here at Howard and broadly in the country. They know that the next four years, as it often is for the opposition party, will be a fight. It certainly will be with a president like Donald Trump back in the White House.And right now, this is a Democratic Party that I'm not sure has a clear, you know, an uncontested leader at this moment. I think she has a shot to be that that will be a position that is up for grabs. I think this may be our first opportunity to hear how and when she would lead -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Abby, thanks very much.Back with the team here in New York. Astead Herndon joining us. Astead, as we wait for Vice President Harris to make her remarks, what are your thoughts looking back on last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "ASTEAD HERNDON, CNN POLITICAL ANALYST",
      "sentences": "Yeah, I think it is a night that took the Democratic Party by surprise but it shouldn't have, to be honest. I mean, the evidence has been there for years about Joe Biden's deep unpopularity about this administration facing serious headwinds and the Democratic Party's response for most of that time was to lecture folks, was to tell them that inflation wasn't as bad as they felt was to demean, was to demand party loyalty and tell people who wanted things like a primary or wanted a more open process at the beginning of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "COOPER",
      "sentences": "Or border security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:15",
      "speaker": "HERNDON",
      "sentences": "Or border security.Everyone, everyone, every kind of lane you want to look at, they did not realize the seriousness of this until too late. So, by the time the candidates which happens, I do think it's fair for them to say that, yeah, they were working out of a hole acknowledge that its the same people who supported Joe Biden's reelection campaign that put them in that hole. And for a lot of the voters, I think Democratic base, we were hearing earlier this year a sense of shock that these were their options, that they did not get a chance to really weigh in on the direction of the party and recalibrate from the last time they had a primary in 2019. And the feeling was if they did not do that, they would not have a unified front to be able to come -- to be able to defeat Donald Trump. And that turned to be reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "No question and senior Democrats that I spoke to today are aware of that. We heard Jeff Zeleny said this earlier. I heard it all day long. And this is about the Democratic Party needs to do some soul searching, and it speaks to exactly that.Whether you like it or not, the voters do get to vote. And they do get to pick. I think the other thing to remember is there were signs of this. So this is anecdotal, but in mid-October, a source of mine was knocking on doors in western Pennsylvania for Harris registered Democrats and independents, 30 doors only one person was enthusiastically going to go out and vote for Harris. The other 29 were concerned about grocery store prices, the economy being left behind what is the party going to do for me? And they said repeatedly because they do a little survey. They were angry they were angry with the party and they felt right or wrong that Donald Trump understood their anger. The party needs to take a look at about what comes next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "COOPER",
      "sentences": "You know, Harris ran the campaign was using that term turn the page, and it was an open question. I mean, what they meant by turn the page. There's probably a lot of voters who voted for Trump saying, yeah, we are turning the page and that is how they saw it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "GRETCHEN CARLSON, JOURNALIST",
      "sentences": "I think it was reflected in those exit polls on the democracy number. And quite, quite honestly in the polls leading up to the election in that threat to democracy number, I think that was interpreted as people being fearful of Donald Trump and what he might do to democracy. However, last night it showed that just as many Republicans were worried about what Harris would do to the democracy. And I think that's why that number was so high leading up to the election. So, a miscalculation there.Anderson, you and I have talked about trusting the polls for the last couple of months, and I think I said on your show 2 or 3 months ago that I believe that Harris would have to be 5 to 8 points ahead just in the general election poll, because we just didn't know about the Trump voter and I think that's proven to be true. Unless you look at the margin of the swing states were still within 3 to 4 points, okay. But I think there's going to be a huge examination again on polling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "HERNDON",
      "sentences": "There's also like an original sin here, which is I think that there was an underestimation of Donald Trump or an assumption that he would be seen as inherently unelectable because of the legal problems, because of January 6th. And when you talk to Democrats as particularly in the post midterms moment, when Biden was consolidating, kind of support around the party and his reelection the reason they would dismiss concerns about his age or the administrations unpopularity or inflation always seem to turn back to the fact that they thought Republicans were lining up behind someone who America could not get behind. It felt like their get out of jail free card.That assumption was never supported by the data. And that is assumption that has brought them to this point. It's the reason why they did not have a plan B before the crisis of the first debate. And so some of that kind of haughtiness and just belief that Donald Trump could not speak to the change that folks wanted was a -- was a story they told themselves. And it's really come back to haunt them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "COOPER",
      "sentences": "There you see Tim Walz in the crowd coming out. Obviously that means the vice president is very close to coming out.Abby Phillip is over there with Jeff Zeleny as well. I wondering, Jeff and Abby, have you been hearing much about the selection of Tim Walz? How that played out now in retrospect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:04",
      "speaker": "PHILLIP",
      "sentences": "A lot of chatter in conversation about the selection of Tim Walz, but I don't know that anybody really close to the vice president is questioning that because that was her gut decision. That was her based on who she wanted to run with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Good afternoon. Good afternoon. Good --(CROWD CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "HARRIS",
      "sentences": "Good afternoon everyone. Good afternoon. Good afternoon. Good afternoon.Thank you all. Thank you. Thank you. Thank you. Thank you. So let me say and I love you back and I love you back. So let me say my heart is full today. My heart is full today, full of gratitude, for the trust you have placed in me, full of love for our country, and full of resolve. The outcome of this election is not what we wanted, not what we fought for, not what we voted for. But hear me when I say -- hear me when I say the light of America's promise will always burn bright. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "HARRIS",
      "sentences": "As long as we never give up and as long as we keep fighting.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "HARRIS",
      "sentences": "To my beloved Doug and our family, I love you so very much.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "HARRIS",
      "sentences": "To President Biden and Dr. Biden, thank you for your faith and support.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "HARRIS",
      "sentences": "To Governor Walz and the Walz family, I know your service to our nation will continue.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "HARRIS",
      "sentences": "And to my extraordinary team, to the volunteers who gave so much of themselves, to the poll workers and the local election officials, I thank you. I thank you all.Look, I am so proud of the race we ran and the way we ran it. And the way we ran it. Over the 107 days of this campaign, we have been intentional about building community and building coalitions, bringing people together from every walk of life and background, united by love of country with enthusiasm and joy in our fight for America's future. And we did it with the knowledge that we all have so much more in common than what separates us. Now I know folks are feeling and experiencing a range of emotions right now. I get it. But we must accept the results of this election. Earlier today, I spoke with President-elect Trump and congratulated him on his victory. I also told him that we will help him and his team with their transition and that we will engage in a peaceful transfer of power. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:22",
      "speaker": "HARRIS",
      "sentences": "A fundamental principle of American democracy is that when we lose an election, we accept the results. That principle as much as any other distinguishes democracy from monarchy or tyranny. And anyone who seeks the public trust must honor it.At the same time, in our nation, we owe loyalty not to a president or a party but to the constitution of the United States. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:20",
      "speaker": "HARRIS",
      "sentences": "The fight -- the fight for freedom, for opportunity, for fairness and the dignity of all people. A fight for the ideals at the heart of our nation, the ideals that reflect America at our best. That is a fight I will never give up.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:20",
      "speaker": "HARRIS",
      "sentences": "I will never give up the fight for a future where Americans can pursue their dreams, ambitions and aspirations, where the women of America have the freedom to make decisions about their own body, and not have their government telling them what to do.We will never give up the fight to protect our schools and our streets from gun violence. And America, we will never give up the fight for our democracy, for the rule of law, for equal justice, and for the sacred idea that every one of us no matter who we are or where we start out has certain fundamental rights and freedoms that must be respected and upheld. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:20",
      "speaker": "HARRIS",
      "sentences": "And we will continue to wage this fight in the voting booth in the courts and in the public square and we will also wage it in quieter ways, in how we live our lives, by treating one another with kindness and respect, by looking in the face of a stranger and seeing a neighbor, by always using our strength to lift people up, to fight for the dignity that all people deserve.The fight for our freedom will take hard work, but like I always say we like hard work. Hard work is good work. Hard work can be joyful work. And the fight for our country is always worth it. It is always worth it. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:20",
      "speaker": "HARRIS",
      "sentences": "To the young people who are watching, it is -- I love you back.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:20",
      "speaker": "HARRIS",
      "sentences": "To the young people who are watching, it is okay to feel sad and disappointed but please know it's going to be okay.On the campaign I would often say, when we fight, we win. But here's the thing -- here's the thing, sometimes the fight takes a while. That doesn't mean we won't win, that doesn't mean we won't win. The important thing is don't ever give up, don't ever give up, don't ever stop trying to make the world a better place. You have power -- you have power, and don't you ever listen when anyone tells you something is impossible because it has never been done before. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:25",
      "speaker": "COOPER",
      "sentences": "Vice President Kamala Harris speaking just some 12 minutes or so at Howard University, her alma mater, where she had hoped to be making obviously a victory speech, obviously, a very different speech indeed, though defiant in many ways, but talking about the importance of a peaceful transfer of power and doing whatever this administration can to help the next administration, which is traditional for these sorts of speeches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:25",
      "speaker": "GANGEL",
      "sentences": "She -- she also, look, by and large, it was a very uplifting positive speech. But there is one line in there that I thought was notable. She talked about how some people might feel that we're entering into a dark period but these are the words that I think were notable.She said: In our nation, we owe loyalty not to a president or a party but to the Constitution of the United States. It jumped out at me because, frankly, it echoed General Milley's retirement speech, where he also in a rebuke, he didn't mention him by name, President Trump. But there is concern that people don't know what Donald Trump is going to do. And he has said a lot of things that concern people. And I think that line there was directed at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:25",
      "speaker": "CARLSON",
      "sentences": "Yeah, I mean, look, I think that was a direct hit to Donald Trump because the line before it was, we must accept the results of this election engage in a peaceful transfer of power exactly what he didn't do four years ago. And so I thought that that was her way of giving a warning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:25",
      "speaker": "GANGEL",
      "sentences": "Right. Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "COOPER",
      "sentences": "You know, it's interesting. I was just reading in your newspaper, \"The New York Times\", Bret Stephens wrote a piece, he voted for Harris. He said he voted for her reluctantly. He's a conservative.But he said: right now, my larger fear is that liberals lack the introspection to see where they went wrong, the discipline to do better next time and the humility to change. He also went on to say the Democrats become the party of priggishness, pontification and pomposity. Do you think that there will be this because it is very tempting to just sort of blame voters to blame whomever and not look at maybe missteps that your own party did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "CARLSON",
      "sentences": "That's why I said there are so many other factors as to why she lost. I mean, lets just look at a college campus, for example, where my kids are two separate college campuses. They told me that some of their Jewish friends, including young women who are Jewish, were voting for Trump because it was a single issue for them this election, because of Israel.And so I said to them, you know, even over abortion? And they said, yes, that's -- so I think that that piece of the puzzle was undersold in the way in which some Jewish people I believe, flipped their votes as a result of that. Also, you saw a lot of signs across the nation saying save girls sports. I think that the whole transgender issue was also undersold. As to how that resonated with Trump followers and the Trump base, I think that that was a huge thing as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "HERNDON",
      "sentences": "I think we can say pretty clearly the Democratic party in the 2019, 2020 time was the leading, the folks who were driving the specific lens of kind of progressive, identity driven language. And even as early as 2020, the defund the progressive, the left kind of messaging was not landing even among black and brown communities.And so we have to expand the identities we think about when we talk about identities, not just race, gender or sexuality, but class, but education. All of these things are informing folks vote. And I would just say I was thinking back to the interview I had with Kamala Harris last year, where I asked her if the administration is accomplishing its goals on inequity and specific to Black communities, why was Black turnout so bad in the midterms? Right? And her answer there was, ask me after 2024. That was the level of dismissiveness they have been coming to these questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "COOPER",
      "sentences": "Again, we should just point out it was the language of 2019 Kamala Harris which so hurt her campaign this time because of the issues she was talking about. Then the position she was taken, then versus her now.I want to go back to -- to Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "BASH",
      "sentences": "Thanks, Anderson.And, Congressman Kinzinger, I want to start with you. Actually, first, before I ask you about it, I just want to play for our viewers again what Kamala Harris specifically said when she discussed the importance of the peaceful transition of power. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "HARRIS",
      "sentences": "We must accept the results of this election.Earlier today, I spoke with President-elect Trump and congratulated him on his victory. I also told him that we will help him and his team with their transition and that we will engage in a peaceful transfer of power. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:04",
      "speaker": "HARRIS",
      "sentences": "A fundamental principle of American democracy is that when we lose an election, we accept the results. That principle as much as any other distinguishes democracy from monarchy or tyranny. And anyone who seeks the public trust must honor it.At the same time, in our nation, we owe loyalty not to a president or a party but to the constitution of the United States. (CHEERING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "KINZINGER",
      "sentences": "I think it's really important. I mean, look, Democrats are not going to -- we're not going to defend democracy by Democrats becoming what Republicans are.I mean, look, if Donald Trump would have lost, we would be struggling with a transition of power right now. Let's be honest. But this is kind of like adults in the room. This is Kamala saying, look, were going to be adults about this. This is more important than any political party, because in 100 years, if democracy still exists, and I think it will, it's going to be very important that we maintain that tradition. The other thing that was really important for her was beginning to outline the outline, the future mission. We can be gracious in defeat, but still have to defend the Constitution, and that is the call that we have now. And I thought she I thought she did very effective for a speech, you know, a concession speech, which usually doesn't get a lot of a lot of play for a long time. But I thought that was effective in what she needed to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "BASH",
      "sentences": "One of the most powerful speeches that I ever witnessed in person, and I've covered politics for a few years, was when John McCain gave his concession speech in Phoenix, Arizona, in 2008, and he had the same kind of theme. It was up against a backdrop of peaceful transition of power being quite normal, as opposed to the point that she was trying to make. But still, we can't take that for granted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "SIMMONS",
      "sentences": "We can't take it for granted, certainly not with Donald Trump being in office. And we don't know how he will play out over the next four years. You know, when it was his turn to do this, he was sort of petulant about it. He didn't have a concession speech. He didn't even show up at the inauguration.So I think a lot of people worried that we would be able to have this kind of a -- this kind of a progression from one administration to another. It'll be interesting to see if Donald Trump shows up at the White House with Joe Biden. And they have one of those traditional meetings but maybe he doesn't have to go because he's already been there before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "BASH",
      "sentences": "Well, but it's -- but it's symbolic.Brenda, I want to actually do something maybe a little bit different, which is I want to bring you in. But also, John King is at the magic wall. Brenda was talking about the exit polls and the focus groups that you have been seeing. And, John, what she was talking about was this realignment that we saw last night and where the votes are. Maybe I'll just bring you in, Brenda, to ask about, the coasts and the kind of voters who voted for Democrats versus Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "GIANINY",
      "sentences": "Yeah. Well, I think its important for Democrats is they have their introspection and their soul searching like we had in 2008 as their turn now to really think about that their base keeps pushing them so far to the left on issue after issue. You know, it started with defund the police. And its just its sort of cascaded from there and think about who's going to control the party because right now they are a party of white, college educated elites and Black women. That is sort of their core.And as Republicans chip away more and more of working class voters, voters that are not happy what they're seeing with the economy, not happy with what they're seeing at the border, not happy with wokism, and they're going to continue to bleed those voters. So the only place that that Kamala had gains, you know, was, was a narrow slice. Everybody else went red.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "BASH",
      "sentences": "Yeah. So, John, I know you've been looking at that in -- in and on the map.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "So, yes. And I want to dig into that also make one distinction. When John McCain gave his concession speech, he knew he was not going to run for president again. When Kamala Harris just gave that concession speech, she was leaving the door open to run for president again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:08",
      "speaker": "BASH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "BASH",
      "sentences": "But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "KING",
      "sentences": "He ran better by 3 percent or more. So, the Democrats have a lot to think about. And that you could argue, oh, a lot of it's in the middle of America, a lot of its in rural counties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "BASH",
      "sentences": "Well, that's what I want to ask you about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "KING",
      "sentences": "You got to get votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "BASH",
      "sentences": "Well that's what I want to ask you about, is that I sort of joked flyover country, which it is not, which is sort of the old sort of trope about how some people viewed the middle of the country.But what the map shows me is that it's not about geography, it's about class, and it's about education. And that is what the Democrats have now made clear that they are struggling with pretty much anybody other than the majority of those who have higher degrees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "KING",
      "sentences": "A huge bonus for the Democrats is when they started to get the votes of college educated suburban voters who, when I started doing this, there were Republicans. But what happened over time is what they kept those votes and they lost their blue collar base. When my first campaign was 1988, Michael Dukakis only won ten states, but he won Iowa and he won West Virginia.Barack Obama, you know, flipped a lot of states and came in there. I think sometimes, though and the question is, does Donald Trump do this as well, you get overinflated by your mandate. And you forget the states when you go through all this. So, the Democrats, they just don't -- have a lot of studying to do as they try to rebuild this is day one. It's going to take a while, but that is an ugly map if you're a Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "BASH",
      "sentences": "Yeah, it sure is. Thanks, John.Let's go back to Kaitlan Collins in West Palm Beach, Florida, with Kristen Holmes. Kaitlan, how is Donald Trump and his aides -- how are they reacting to what we just heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "KAITLAN COLLINS, CNN CHIEF CORRESPONDENT",
      "sentences": "I mean, they were a little bit in disbelief as the numbers were coming in last night. I think as Kristen and I both know that they have processed it now and they're moving on to -- to what their administration is going to look like and planning for that.But just listening to Harris there and hearing her emphasize that line about a peaceful transition of power, it makes you just realize, like she is affording to Trump what he never afforded to the incoming Biden-Harris administration, which is not only a commitment to a peaceful transfer of power, but even just acknowledging the victory as legitimate, which she did, she talked about, you know, the voters have spoken. This is their will and wasn't trying to sow any kind of doubt about this win. It's just -- it is remarkable seeing the readout from the Trump team saying how gracious he was to her that he was saying -- he praised her tenacity, I believe, is what Steven Cheung his spokesperson said, not the result after we saw what happened in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah. And I would assume that both Kamala Harris and Joe Biden will be there on inauguration day to cede power to Donald Trump the way that he was not there on Biden's inauguration day, the way he left early almost in a huff.But, you know, Donald Trump himself, he is the most gracious when he is winning. He is not known to be a gracious person. We obviously know some of the horrible things that he said about Kamala Harris behind closed doors. She was able to get under his skin in a way that Joe Biden was not and he took that to both privately, his donors and allies but also publicly in a number of his rallies and speeches. But he has now won, and it is now time for him to do what he did during that phone call, which was praise her for running a good race. We saw him do the same thing with Nikki Haley, even though he bashed her, insulted her, all those personal insults. Now, it's time for them to move on, as you said. And they are. They are really beginning that transition work now. They are starting to plot their future administration and really moving on from this entire experience. I mean, a lot of the people around him have been doing this for two years. This is not a regular campaign that starts a year before he announced after the midterm elections, just a week. So now it is time for them to actually begin this next process. And as you said, a lot of them were still very surprised that he won. They were in almost disbelief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:04",
      "speaker": "COLLINS",
      "sentences": "That he won so quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:07",
      "speaker": "COLLINS",
      "sentences": "Yeah. And so where were sitting now, Mar-a-Lago is just across the water from us -- a little bit to the -- to the right. But he has been basically on the phone all day long. He's been meeting with a lot of people that were here at the victory parties last night, people who are certainly either donors or hoping to get a job in his administration and know that that moves quickly.Those conversations start happening despite all the transition planning that happens before then. They are moving very quickly to try to position themselves for what this the next few weeks are going to look like, for this -- this transition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:07",
      "speaker": "HOLMES",
      "sentences": "Well, and everyone who is looking for an administration job is very much aware that this is going to be a knife fight. I mean, they are ready to fight. That's why a lot of them are making calls today. They're reaching out to Trump. They're reaching out to Susie Wiles. They're reaching out to anyone that is close to him because they want to put in a good word for themselves before its moving too fast and too far ahead of them.They believe that everybody is out for themselves at this point, and that they're in a very fast paced situation, as you said, moving towards that administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:07",
      "speaker": "COLLINS",
      "sentences": "Yeah. Of course, Dana, in 2016, it was when we saw everyone, you know, going through the lobby of Trump Tower, you could know this interview process that was happening in real time. Obviously, it'll be a little bit different this time happening based out of Mar-a-Lago is what were hearing from sources. But still just about 24 hours, where even the Trump team is still very much processing this victory and this moment and including that conversation with Vice President Harris and President Biden today.",
      "isLastSentenceInterrupted": false
    }
  ]
}