{
  "date": "2024-07-24",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "President Biden To Speak About Exiting Race; Israel's Netanyahu Addresses US Congress; Trump Speaking At First Campaign Rally Since Biden's Exit; Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:27",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "It's 6And wherever you are in the world, this is your \"First Move.\" A very warm welcome to \"First Move,\" and here's today's need to know. Trump on stage this hour. Former US President Trump will speak at his first rally since Kamala Harris replaced Joe Biden in the presidential race. We'll bring you his comments live. Biden faces the nation. The US President prepares a national address from the Oval Office for his first extensive remarks about exiting the election. Congressional address to rapturous applause, Israel's Benjamin Netanyahu praises the Israel-US alliance in a defiant speech, telling lawmakers democracy is on the line while protesters in DC make their feelings heard. And Taiwan typhoon, we are tracking Gaemi as it finally makes landfall after a dramatic detour. All of that and much more coming up. But first, we're expecting to hear from Donald Trump any moment now at a campaign rally in North Carolina. In fact, it's his first since President Joe Biden ended his bid for reelection. The Trump campaign now turning its focus to Vice President Kamala Harris, she is widely expected to win the nomination with Democrats approving new rules for choosing their presidential nominee just hours ago. Now, for its part, the Trump campaign has filed a complaint with the Federal Election Commission arguing that Harris shouldn't be allowed to absorb Joe Biden's campaign funds. Senior political analyst Ron Brownstein joins me now. He has been watching all of this carefully. Yes, it's historic in any measure. And in such a compressed schedule we've really been through just in the last couple of weeks here. I do want to go first to Donald Trump and what we expect to hear from him. I mean, look what he's put out in those Truth Social posts haven't been very original, quite frankly, and haven't been very sharp. Do you expect he has something more than that prepared now for Kamala Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:27",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, obviously, I think they're going to try to portray Harris as kind of an out of the mainstreamCalifornia liberal who failed at the border. We'll see how far he goes in the language of other Republicans, basically claiming that she has the job only because her race and gender, that she's a DEI hire. I mean, what we heard from his campaign at the beginning of the Republican Convention, that there was some kind of new Donald Trump who was going to have a broader appeal. Obviously, that never happened. Obviously that never could happen. He is kind of a grievance politician who is mostly about mobilizing his base. And that's where he is. And that may be enough to win given that there's a few points of voters who are not really part of that base, who are really unhappy with inflation, and don't give the Biden administration high marks. But when you look at the polling that's come out since Republican Convention, including a CNN poll today, Trump is ahead but he's not really broadening his reach. And this moment that we're polling in right after the party convention is usually a high point for the candidate. So Harris is in the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:27",
      "speaker": "MACCALLUM",
      "sentences": "And I want to turn to that CNN poll. In fact, among registered voters, according to our poll, there is no clear winner, Kamala Harris at46 percent, Donald Trump at 49 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:27",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:27",
      "speaker": "NEWTON",
      "sentences": "And more than that, Ron, when you look at what our poll says, nearly 9 in 10 Americans nearly are satisfied that Joe Biden is out of therace. And when polled about their feelings about Biden's decision, 58 percent are relieved. What does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "NEWTON",
      "sentences": "Yes. And she's made quite an effort in her speeches, in fact, to pivot, right? It's not just that we're against Trump, but she also talksabout some of the policies that will continue under her administration if she's elected, and obviously touting new policies that she hopes that she can bring to the floor in us politics. When we look at that poll, though, we've got 46 percent to 49 percent. So many people have cautioned, Ron, that, look, while that statistically may be in the margin of error, I mean, Kamala Harris, because of the Electoral College, right, has to do much better than that in order to have any hope of getting enough electoral college votes, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BROWNSTEIN",
      "sentences": "Right. Well, historic -- all of the swing states are slightly more Republican than the national average. So the assumption has been thatDemocrats have to win by several points in the national popular vote in order to get to 270. That difference, that delta between the national vote and the Electoral College may be narrowing. These Democrats have been holding -- their support has been holding up better among white voters than nonwhite voters. And that means they can win Michigan, Pennsylvania and Wisconsin, in all likelihood, with a narrower popular vote than was true in 2020 or 2016. I mean, the core question here, if you look at Harris as a candidate versus Biden, certainly she should be able to improve on some of his biggest weaknesses. We talked about just the sheer day to day job of being a candidate. But also she should be able to reclaim some of the ground he's lost with younger and non-white voters. The question will be whether she can maintain the support that he's held among older and non-college working class white voters. Her strength among younger and more diverse voters should allow her, may allow her to put back into play Georgia, Arizona and Nevada, which are swing states across the Sun Belt. But if she can't do that, Paula, if her strength does not -- if she can't climb out of the hole that Biden has left her in those Sun Belt swing states, then she's in the same position he is, which is that she has to sweep Michigan, Pennsylvania and Wisconsin in order to win. And those are not states that are configured to her demographic strengths. They're heavily white, heavily blue collar, and they may be a little more challenging for her even than they were for Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "NEWTON",
      "sentences": "Which is why, obviously, the VP pick is incredibly important, and we will get to that as well. Ron Brownstein, thanks. You're going to hangaround for us as we await the former president's speech there in Charlotte, North Carolina. We do, though, now want to turn to the White House, where in less than two hours time, President Joe Biden will address the nation. The televised address will give him the opportunity to explain his decision to drop out of the presidential race and reflect on his political career over the last 50 years. MJ Lee reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "MJ LEE, CNN CORRESPONDENT",
      "sentences": "President Joe Biden preparing to address the American people tonight in what is certain to be one of the most definingspeeches of his career. He speaks just three days after his stunning announcement dropping out of the 2024 race. In a letter Biden, sources said, is set to explain that decision to end his reelection campaign. In his letter Sunday, Biden wrote, it is in the best interests of my party and the country for me to stand down. The President also planning to lay out his agenda for his remaining months in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Congratulations, Mr. President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "LEE",
      "sentences": "And reflect upon his most significant accomplishments of his first term.KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: So he certainly wants to build on what we've been able to do. You heard me say this has been a certainly what he's been able to accomplish in the four years in this first term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "LEE",
      "sentences": "Wednesday's primetime address, only Biden's fourth from the Oval Office.JOE BIDEN (D), PRESIDENT OF UNITED STATES: My fellow Americans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "LEE",
      "sentences": "The last one had come only days before, on the heels of a failed assassination attempt on former President Donald Trump. As Biden begins theclosing chapter of his presidency and half century in public service, his vice president beginning a new one, Kamala Harris quickly marching towards her party's nomination after receiving the president's endorsement. KAMALA HARRIS (D), VICE PRESIDENT OF UNITED STATES: I want to just share with you a little bit about him. He has extraordinary determination and profound compassion for the people of our country. And I say that because I know that we are all deeply, deeply grateful for his service to our nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:04",
      "speaker": "BIDEN",
      "sentences": "Dealing with everything we have to do with -- look, if -- we finally beat Medicare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:04",
      "speaker": "LEE",
      "sentences": "The Democratic Party spiraling into chaos for three plus weeks amid growing calls for the President to drop out. New polling Wednesday showingthe country overwhelmingly approves of the President's ultimate decision and most also believe the President should finish out the remainder of his term. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:04",
      "speaker": "NEWTON",
      "sentences": "And our thanks there to MJ Lee. Now, on the subject of closely watched speeches, Israeli Prime Minister Benjamin Netanyahu addressed ajoint session of the US Congress just a few hours ago in Washington. Lawmakers giving Netanyahu a warm welcome as he entered the chamber, but dozens of Democrats boycotted the speech over Israel's handling of its war with Hamas and the still growing civilian death toll in Gaza. Mr. Netanyahu thanked President Biden for supporting Israel after the October 7th terror attacks and lobbied for more US military aid. He made no mention of where ceasefire talks stand with Hamas, and he had harsh words for wartime critics. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:04",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Many anti-Israel protesters, many choose to stand with evil. They stand with Hamas. They stand withrapists and murderers. They stand with people who came into the kibbutzim, into a home. The parents hid the children, the two babies, in the attic, in a secret attic. They murder the families, the parents, they find the secret latch to the hidden attic, and then they murdered the babies. These protesters stand with them. They should be ashamed of themselves. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:04",
      "speaker": "NEWTON",
      "sentences": "Mr. Netanyahu likely referring to the thousands of protesters who had gathered outside the US Capitol during the speech, all of this as thedeath toll in Gaza approaches 40,000, that is according to the Health Ministry there. Oren Liebermann is in Washington for us and has been watching events closely. Oren, I'm really curious to get your take on this. I mean, in some ways, and given all the years that you've covered Netanyahu, this was quintessential Benjamin Netanyahu. On the other hand, in terms of what he wanted to accomplish with being given, gifted this platform by the Republicans in Washington, what did he accomplish here, especially as it relates to politics back home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:04",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, for him it was purely optics. There wasn't anything new in terms of the speech, even what hetried to portray as a new vision of Middle East alignment, what he called the Abraham Alliance, a reference to former President Donald Trump's Abraham Accords. Even that wasn't a really new idea. He has openly talked about the idea of normalization with the Arab states, including Saudi Arabia, leading to a breakthrough with the Palestinians, sort of trying to flip the accepted paradigm in that case. There wasn't anything -- any groundbreaking idea that he put forward here, not even his idea for the day after Gaza plan where he said that it would have to be some sort of Palestinian organization or faction that would recognize Israel and could live in peace with Israel. That, too, is something he has referenced before, and no new details or ideas on how to get there in this speech. Crucially, as you pointed out a moment ago, what was also missing here was an acknowledgement that there will be a hostage deal, a firm declaration that a deal has been reached, and then hostages will be released. And he's being excoriated for that back in Israel, including by the head of the opposition there. That was one thing that were fundamentally looking to hear, and it simply wasn't there. Instead, Netanyahu chose to focus on what he called Israel's progression towards victory on the battlefield, defeating and destroying Hamas. And then, he chose to go after protesters, including this line where he went after the ICC for issuing an arrest warrant for him, trying to paint that arrest warrant for alleged war crimes as something that could snowball and be a threat to other Western leaders. Here's what he said on this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:04",
      "speaker": "NETANYAHU",
      "sentences": "The ICC is trying to shackle Israel's hands and prevent us from defending ourselves. And if Israel's hands are tied, America is next. AndI'll tell you what else is next. The ability of all democracies to fight terrorism will be imperiled. That's what's on the line. So let me assure you, the hands of the Jewish state will never be shackled. Israel will always defend itself. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:09",
      "speaker": "NEWTON",
      "sentences": "Yes. He actually quoted him in the speech. Oren, I have to ask you, if you are Biden now in a room with him, what do you do in terms of reallytrying to bring your new leverage to bear? And what is that new leverage? You've got nothing to lose. You've got six months, a little bit more than six months in office. And you want this deal. Kamala Harris needs this deal as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:09",
      "speaker": "LIEBERMANN",
      "sentences": "Well, the question is, what more leverage do you have? You've used pretty much everything you're willing to use, including, for example,sanctioning some of the far right, not coalition partners, but some of the elements that support the far right coalition partners. You have played your hand very carefully, if you're Joe Biden, with weapons here, you're still pausing one shipment of 2,000 pound bombs, and now it's all out to the finish line. There is a sense here, a feeling that the finish line on a hostage deal here, on a ceasefire is closer than it's been in many, many, many months. But we've been here so many times before believing that a ceasefire deal was possible. And then for one reason or another, it falls apart. Most recently it fell apart because of an Israeli strike. They were going after senior Hamas leaders, and then suddenly the inches away from a deal became yards or more away from a deal. Now the question is, is this a true feeling of getting there or not? Now, we just have some reporting here that the CIA Director Bill Burns will meet again with the key leaders here, that is the head of the Mossad and Egyptian -- Qatari officials sometime next week in a location that's not yet determined. That is a positive sign. And as you point out, Biden wants this deal, Kamala Harris wants this deal, and so too do to the families of the hostages who have openly called and protested for a deal as well, as in Israel during Netanyahu's speech here. I think we're all eager to see whether this deal can happen. And Biden will use whatever leverage he has to make it happen. Paula, that question is, does he really have anything left with which he can pressure Netanyahu to accept a deal when many of Netanyahu's coalition partners have threatened to take down the government if a deal is reached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:09",
      "speaker": "NEWTON",
      "sentences": "A lot to think about as he continues to meet with not just Biden but Trump on Friday. Oren Liebermann for us, thanks so much. And we willdelve deeper into this address later in the show with Jon Alterman. He is the Director of the Middle East Program at the Center for Strategic and International Studies. OK, just ahead for us here on \"First Move,\" target Taiwan, fierce Typhoon Gaemi has made landfall now, the most powerful storm to hit the island in years. We will have the latest. Plus, tech stock tumble, the NASDAQ suffers its worst drop in more than a year as investors give earnings. The thumbs down is the worst of the selling over, we'll discuss. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "NEWTON",
      "sentences": "And we are listening to former President Donald Trump from Charlotte, North Carolina. He is addressing a rally. This is the firstopportunity he has had in this kind of a setting to really sharpen his attacks to a new opponent that he has, Kamala Harris, the vice president. Sabrina Siddiqui is White House Reporter at the Wall Street Journal and she joins me now as we parse this speech. I mean, Sabrina, look, he -- firstly, did not pronounce her name properly, even once, her first name. He does that on purpose. He did call her a radical left wing lunatic, said that she was not taken seriously by Putin. I mean, we're starting to get the shape of what is obviously going to be his attacks on his opponent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SABRINA SIDDIQUI, WHITE HOUSE REPORTER, WALL STREET",
      "sentences": "Absolutely. And I think that, you know, when you think about where former President Trump wasjust a couple weeks ago, there was a lot of confidence that you saw when he was addressing his rallies and within his campaign, you know, this sense of almost -- of invincibility almost. And now I think what you're seeing is this -- a sense that he certainly an appearance of being a little bit more rattled by how the entry of Vice President Harris into the campaign really could reset the race with just three months to go. And to your point, you know, we're seeing a preview of the ways in which Trump and his allies will attack her radical left. He called her Lying Kamala. You know, he's comparing crowd sizes, which is something he did with Hillary Clinton in 2016, to try and compare and contrast enthusiasm for his campaign compared with that of Democrats and calling, you know, going after Vice President Harris' record on immigration. But, you know, you're getting the contours of what the attacks will look like. But I also think you're seeing, you know, Trump visibly, you know, having to contend with the fact that this is no longer a split screen between him and President Biden. It's now a split screen between him and Kamala Harris, and they have to reshape their entire strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "NEWTON",
      "sentences": "Yes. And you can see that he is struggling with that a bit because he continues to talk about the Biden administration. Fair enough. I mean,she must run on the Biden administration record as well. But he's still talking about the former president. And I wonder if they've really done a lot of work on this, whether it is behind the scenes, whether well see it in future speeches. Because he is not hitting key points that his voters hit every time. If you speak to voters who are now for Trump, especially those that might have voted for Biden or for Kamala Harris, you know, they talk about things like inflation. They're very articulate about what they didn't like about the Biden administration. He's not been able to do that as of yet, at least from what I've heard in this speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:02",
      "speaker": "NEWTON",
      "sentences": "Yes. And that is the key there. Whether you're Donald Trump or Kamala Harris, you need to appeal to those who've not yet come onto yourside. And with that speech there, we have not seen, at least so far, any new campaign strategy to, as you say, appeal to those Moderates or those Independents. Sabrina Siddiqui, good to see you as we continue to follow this campaign. Appreciate it. Now, coming up here on \"First Move,\" the Israeli prime minister trying to drum up support for the war in Gaza while harshly criticizing protesters in Washington. We'll show you how. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:02",
      "speaker": "NEWTON",
      "sentences": "And welcome back. Hundreds of protesters opposing Israeli Prime Minister Benjamin Netanyahu in Tel Aviv Wednesday night as he addressed theUS Congress. At the same time, protesters in Washington took to the streets outside the Capitol. Now somewhere -- some were seen clashing with police and even burning American flags. Inside the Capitol, meantime, Israeli Prime Minister Netanyahu addressed a joint meeting of US Congress, lawmakers giving Mr. Netanyahu a warm welcome as he entered the chamber. But dozens of lawmakers in fact boycotted the speech to protest Israel's war with Hamas, and the still growing civilian death toll in Gaza as it now approaches 40,000. Mr. Netanyahu thanked Congress for supporting Israel after last October's terror attack and lobbied for more US military support. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "NEWTON",
      "sentences": "Joining me now is Jon Alterman. He's the Director of the Middle East Program at the Center for Strategic and International Studies. I mean,in certain respects, the prime minister, he stuck to type, right? It was something that we could expect. And yet where do you think all of this goes from here? Because he certainly did not ingratiate himself to President Biden, who is in a room now looking for some type of a ceasefire deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "JON ALTERMAN, MIDDLE EAST PROGRAM DIRECTOR, CENTER FOR STRATEGIC AND INTERNATIONAL STUDIES",
      "sentences": "Well, he certainly thanked President Biden, and thatwasn't clear what he was going to do. He didn't insult President Biden, I think that was certainly something that people were worried about. I couldn't help but notice that the prime minister's meetings in the White House were scheduled after the address of the congress to try to make sure that there was nothing offensive in the speech. I think that the prime minister, if you agreed with him, it was a great speech. If you didn't agree with him, you weren't persuaded. I'm not sure that President Biden was persuaded, and I'm sure President Biden heard a lot that he was hoping to hear. He didn't hear things he was worried about hearing. But ultimately, the problem is that President Biden doesn't agree with Prime Minister Netanyahu about what the next phase should really look like. President Biden keeps talking about a two state solution that's not popular at all in Israel. And it seems to me that you may have some movement after the Knesset goes out of session for three months on Sunday with the beginning of a ceasefire, beginning of some hostage exchange.  But I don't think we're getting to some sort of permanent solution as the President hopes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "NEWTON",
      "sentences": "In terms of what they took from the speech, though, whether you were in Gaza, and it's highly doubtful that anyone in Gaza even heard aboutthis speech. But whether it is in the interest of those civilians that are still suffering there or in those hostages being held there, and the families of those hostages, there was really nothing in this speech that gave them any kind of hope, unless you see it differently. I know you're saying that the political situation in Israel might change just over the next several days, but this was quite a strident speech where he hit back not just certainly at Hamas and Iran, but also at the pro- Palestinian protesters outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "ALTERMAN",
      "sentences": "But his view is you have to double down on this idea of Israel is fighting to defend civilization. That is a view that is popular in Israel.You have to remember that 80 percent of Israeli Jews polled don't think it's possible for Israel to have security living alongside a Palestinian state. And so, I think Netanyahu was speaking to that Israeli core of people who say, we have to continue to fight to defend ourselves. This is existential. The hostage families would like to get their family members back. I think that was what the nod to all the soldiers was about, that we will fight until we get them back and when we will free them. He had a freed hostage with him. But if what you're looking for is a ceasefire and the way to a two state solution, precisely what President Biden is talking about, that's not where the prime minister wants to go. And frankly, that's not where the Israeli public wants to go right now. It is definitely a good point underscored, as you said, by polling and the fact that Netanyahu still is governing. And if they had an election tomorrow, it's not clear that he wouldn't still be the prime minister. Having said all of that, this really comes at a tumultuous time in us politics, and that is the understatement of the century right now. If you're Kamala Harris, how do you handle this with nuance? Because apparently behind closed doors, she has been much more critical of the Netanyahu government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "ALTERMAN",
      "sentences": "And she's still the vice president, she's still supporting the President. I think when you talk to younger voters are much more alignedwith the idea of being more critical of Israel and less supportive of Israel than President Biden has been. I think she tries to walk a line where she doesn't show a lot of daylight with the President, but shows the sense that things may change. I don't think she wants to run as a foreign policy president, that's my own view. But I think President Biden does want to be remember as a foreign policy president who's going to be leaning into this. I do think that over the next three months there is possibility for more movement. Prime Minister Netanyahu needs right wing coalition members to sustain his government. But with a Knesset out of session from Sunday until the end of October, he will have a little less scrutiny, a little more room to maneuver. And I do think there will be some maneuvering, I just don't think it will be as much as the Biden administration is going to want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:06",
      "speaker": "NEWTON",
      "sentences": "Turning now to the White House where in a little more than an hour, President Joe Biden will address the nation. We now have excerpts from thatspeech. Mr. Biden will say, in fact, that his decision to pass the torch is, in his words, the best way to unite our nation. We want to go straight to our MJ Lee who is going through portions of the speech right now. I mean, listen, this was always going to be a tough order, right? Especially because the President insisted, insisted for days before he actually made the announcement that he was the best man to defeat Donald Trump.",
      "isLastSentenceInterrupted": false
    }
  ]
}