{
  "date": "2024-06-12",
  "headline": "CNN News Central",
  "subHeadline": "Blinken Speaks in Doha; Inflation Slowed in May; Florida Braces for Flooding; Ban on Churches with Female Pastors; Victoria Robb Powers is Interviewed about Banning Female Pastors. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "One second, but let's go to Doha right now. Secretary Blinken is speaking there now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking in foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:10",
      "speaker": "BOLDUAN",
      "sentences": "All right, so what we've just been listening to is Secretary of State Tony Blinken, he's in Doha, and these are his first remarks, first real response since they have received the response from Hamas to the hostage and ceasefire proposal that has now been on the table. The reaction from Tony Blinken important. He says that Hamas, in its response, proposed numerous changes. Some are workable, some are not, he says.Tony Blinken, though, making very clear that this is on Hamas at this point because he went into detail on how many nations, how many regions of the world have come together to agree and support this proposal. Just this week the U.N. Security Council giving its endorsement to this proposal. The G-7, the Arab League, Israel, all saying yes to this proposal. And Tony Blinken saying Hamas could have ended this essentially and start to bring about - to bring an end to the suffering with a simple yes, but now more changes are being proposed and asked for, requested, and demanded by Hamas for this to come to an end. We're going to continue to cover this, but this is an important development in what has now, you know, in what has now been this kind of waiting period to see what was going to come and how much hope to put behind this proposal that President Biden laid out 12 days ago. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "BOLDUAN",
      "sentences": "Breaking moments ago, the latest read on inflation just in. Inflation cooling off last month.Rahel is here with much more on this. Good news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "RAHEL SOLOMON, CNN BUSINESS CORRESPONDENT",
      "sentences": "I come bearing some better news this time around, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "BOLDUAN",
      "sentences": "And we're waiting for the caveats, but, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "SOLOMON",
      "sentences": "Yes, exactly.So, yes, so CPI, the Consumer Price Index, of course a basket of goods and services, the government tracks the change in price. So, this coming in, this index coming in for May at 3.3 percent on an annual basis. Certainly better than the peak. But a reminder that this is the Fed's goal. So, this is where we're trying to get to. But 3.3 percent, that is slightly better than we saw the month prior. It is also better than expectations. So, we like to see that. When you look at CPI on a monthly basis, this is where the real good news comes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "BOLDUAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "SOLOMON",
      "sentences": "This is where the gift is. Zero percent, remaining unchanged on a monthly basis, right? So, the index pretty much remaining flat. The last time we saw this, you'd have to go all the way back to July, I think, of 2022. So, you certainly like to see that.I want to talk really quickly about sectors on a monthly basis because this gives you a sense of where prices are still rising and where they're falling. So, shelter, which has been really stubborn, shelter you think the price to put a roof over your head, you think about rent, you think about - there's a component for mortgages. So that increased again on a monthly basis. And food slightly increased, but as you can see on this graphic here, just so slightly. On the other hand, we saw prices fall for gas in a pretty big way. We saw prices fall for apparel as well. And airline fares also came down. So, the reason why this is really important in general, but certainly on a day like today when we're getting hit with a double whammy of economic events -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "SOLOMON",
      "sentences": "Is it just gives us a sense, not just of where prices have been, but also where rates are going. And when we hear from Jay Powell, the Federal Reserve chairman, in about six hours from now, we don't expect this softer inflation report to necessarily change what we hear from him then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "SOLOMON",
      "sentences": "We're not expecting a rate cut this meeting. But perhaps, now that we're getting more - more welcoming inflation data, maybe that means a rate cut maybe later this summer, maybe early this fall, which, after the string of inflation reports that we had been getting that were actually hotter than expected -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:37",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And quite a day getting this report this morning, and then the announcement about the Fed policy this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BOLDUAN",
      "sentences": "It's great to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yes, likewise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BERMAN",
      "sentences": "That inflation data, a whole bunch of investors are looking at that going, oh really. Interesting. Liking that.This morning, 6 million people across southern Florida are bracing for a new round of flooding. This after Sarasota saw nearly a months' worth of rain last night, last night alone. And it comes as heat waves out west are bringing triple digit temperatures there. It is hot. Meteorologist Elisa Raffa is with us this morning. Very hot out there, Elisa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "Yes, and incredibly early in the season for it to be this hot. We've had multiple consecutive days in Las Vegas and Phoenix with those temperatures over 100 degrees. These places hit their earliest 110 degree temperatures on record about a week or two ago.Now, that heat is going to start to slide east as we go into the weekend and going into next week. We're going to start to find extreme measures of heat risk as we go into Monday. Now, this is a new map, a new product that we have that's with the National Weather Service and the CDC to convey his sickness and heat risk. When you're looking at the symptoms of heat sickness, you're looking at maybe dizziness, a headache, some cool and pale skin as that could be a sign of heat exhaustion. You want to watch out for that if it gets worse. You could even be looking at unconsciousness and confusion for symptoms of heat stroke. So, these are things that we need to watch out for. Again, we've had this extreme heat pretty early in the season. So, you'll want to make sure that you're looking at, you know, exercising either early or late to avoid that peak heat. You want to wear lightweight, light-colored clothes, drink lots of water. Remember to check on children, elderly and pets. And remember that these cars can get incredibly hot. It only takes minutes for these cars to get to a level that can be deadly. Now, heat is the biggest killer in the U.S. on average. I mean, look at that, how it sticks out. Not hurricanes, not tornadoes, flooding is right behind it, but heat is our biggest killer. And that's important because, as our climate continues to warm, our extreme heat days are getting even hotter. This is becoming an even greater risk that doctors and medical agencies have come out calling climate change a public health crisis. You have 32 more risky heat days in Phoenix since 1970. Again, just exacerbating this problem. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BERMAN",
      "sentences": "Yes, graphics like that, charts like that just so concerning.Elisa Raffa, thanks so much for being with us. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:30",
      "speaker": "BERMAN",
      "sentences": "All right, today a vote that could change the future of the country's largest protestant denomination. The Southern Baptist Convention in Indianapolis will decide if it will essentially ban churches with female pastors. Our understanding is this is likely to pass, the ban.CNN's Ryan Young joins us now with the latest. Ryan, what are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:30",
      "speaker": "RYAN YOUNG, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "John, this is likely to pass. From what we're learning, just last year they had a preliminary vote and it seemed like the members went along with this. But I should tell you, this is big news because you're talking about some 13 million members who are a part of this church organization. And what we know, that 10,000 members will be having that discussion today. There will be a debate. Something that we will be monitoring throughout day.But what we know is almost 47,000 churches are linked to this association. On top of that, women working in pastoral roles at about 100 churches. And this could, of course, affect black church across the country. But one of the things that people want to talk about is the fact that supporters believe this is biblically necessary. Listen to two pastors talk about this breakdown and why this vote could go one way today. (BEGIN VIDEO CLIP) ROBERT STEPHENS, SENIOR PASTOR, 1ST BAPTIST CHURCH OF ALEXANDRIA: Women have had a prominent role within the ministry and pastoral positions within the leadership of 1st Alexandria for over 44 years. 1st Alexandria stands before you today as a testament that we can maintain a fruitful partnership with churches the take a different stance on women in ministry. JONATHAN SAMS, CHAIR OF CREDENTIALS COMMITTEE: We find no joy in making this recommendation, but have formed the opinion that the churches' egalitarian beliefs regarding the office of pastor do not closely identify with the convention's adopted statement of faith. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:30",
      "speaker": "YOUNG",
      "sentences": "Yes, John, obviously, as I said, we will still monitor this throughout the day. Last year that preliminary vote was cast, and it looked like this will pass sometimes today.Now, again, like I said, this could affect 100 - hundreds of churches. They'll have to make the decision how they want to move forward. But something we should also say, this is in their constitution. The doctrine actually states that only men can be pastors. At one church you had women pastors only doing their pastoring to women and children. So, there's big discussions about how this breakdown will happen, how it will move forward, especially in this changing landscape across the country when it comes to people going to church. But this debate will happen today. The vote should happen later on, and we will bring it to you. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:30",
      "speaker": "BERMAN",
      "sentences": "All right, Ryan Young, thanks very much.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Reverend, this feels very strange to ask, but I shall, which is, have you ever witnessed any negative impacts of having a female pastor in a church?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "POWERS",
      "sentences": "Yes, I actually grew up in the Southern Baptist Convention, which is funny that you should ask that. And as I - as you mentioned earlier, Royal Lane is not part of the Southern Baptist Convention, but we were. In fact, we left the convention in the early '90s because of their discrimination of women in ministry. So, in many ways, what we're seeing is not new. The convention has a long history of excluding women in ministry, especially from leadership roles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "BOLDUAN",
      "sentences": "I think my - the point I was trying to make is, have you ever seen having a female pastor lead a church in a senior role, that it's been a problem for a church in terms of actual spiritual faith and leading a congregation, separate from its connection to the convention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "POWERS",
      "sentences": "Sure. Thanks for that clarification. No, I haven't seen that. I mean I think our church in particular has seen a lot of fruitful ministry from the result of having a female in a pulpit. It's also helpful to just expand the number of voices that we hear from. So, to choose to only reserve the office of pastor for men is to limit ministry and limit the possibilities of what God can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "BOLDUAN",
      "sentences": "The reverend - we heard the reverend of the - the man who is leading the Alexandria church, his name is Robert Stephens, speaking there saying, \"this is a sad moment for us. But we also recognize that God has a future for First Baptist Church.\" And I had read you speaking to, I believe it was a local community newspaper earlier this year and talking about women in clergy and the impact. And you say often I tell people, you can't be what you can't see.What does this movement from egalitarian beliefs mean for young kids growing up in the Southern Baptist Churches all over the country right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "POWERS",
      "sentences": "Yes, I can't help but think about all those young girls in these churches who will never know what's possible for them because, as you said, you can't be what you can't see. So, it's disheartening to think about the ways in which we're limiting their imaginations.But I actually remain hopeful because if my religious experience tells me anything, it's that God is bigger than the walls we try to put around God. So, I'm confident this won't be the last word for women in Baptist life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "BOLDUAN",
      "sentences": "And I wanted to ask you, if you could speak with the clergy of the First Baptist Church in Alexandria today, what would your message be, Reverend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "POWERS",
      "sentences": "Yes, I would tell them to keep going, to be courageous in their prophetic witness and to remember that there are many examples of women in leadership throughout the Bible.You know, the Southern Baptist Convention likes to hold that the office of pastor is reserved for men alone and that that somehow is qualified by scripture. But that's just not true. We see women in leadership roles across the Bible as they served as judges, prophets, apostles. The first witnesses to the resurrection were women. So, we wouldn't even have a church today if it weren't for women. So, I would tell them to press on, to keep going and, you know, to remember that if, you know, if the son of God can come from the womb of a woman, then surely the word of God can come from her mouth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "BOLDUAN",
      "sentences": "Now that is a perfect note to end on and a perfect message to end on here.Reverend, thank you so much for coming on this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "POWERS",
      "sentences": "Thank you. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:01",
      "speaker": "BOLDUAN",
      "sentences": "A new hour of CNN NEWS CENTRAL starts now.",
      "isLastSentenceInterrupted": false
    }
  ]
}