{
  "date": "2024-02-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Julian Assange Awaits Decision on Extradition Appeal in London Court; Republicans Continue Push For Impeachment of U.S. President Biden Despite Informant's Discrediting; Gaza Humanitarian Crisis Worsens as Tens of Thousands at Risk of Starvation and Disease; World Health Organization Warns of Dire Consequences from Gaza's Food and Water Shortages; U.S. Argues Against Israel's Unconditional Withdrawal from Palestinian Territories at International Court of Justice.  Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Coming up here on CNN.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "JOSEPH BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Putin is responsible for Navalny's death. Why can't Trump just say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Trump, Putin and Navalny. It's complicated, as the four-time indicted former and wannabe U.S. president again draws a false equivalency between his 91 charges and the prosecution of Alexei Navalny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Gaza has become a death zone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "A death zone beyond the tens of thousands killed in Gaza directly by Israel's military comes warnings of the growing risk of dying from hunger, disease and traumatic injury. And in Ukraine, two years after the Russian tanks and troops rolled across the border, it seems those early, darkest days of the war have returned.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Six days after the death, the death of Russian opposition leader Alexei Navalny and the U.K. has announced the first of what is expected to be many new international sanctions on Moscow. According to Russia's prison service, Navalny suddenly and mysteriously dropped dead after a brief walk last Friday at his Siberian gulag north of the Arctic Circle. And now six prison officials at the IK-3 Polar Wolf penal colony have been directly sanctioned by London, all banned from traveling to the U.K. and any of their assets in Britain will be frozen. Here's Prime Minister Rishi Sunak.(BEGIN VIDEO CLIP) RISHI SUNAK, BRITISH PRIME MINISTER: He died for a cause to which he dedicated his whole life, freedom. And to return home knowing that Putin had already tried to have him killed was one of the most courageous acts of our time. Together with our allies, we are considering all options to hold Russia and Putin to account. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "The U.S. is expected to unveil a new raft of sanctions as well over Vladimir Putin's invasion of Ukraine and the death of Navalny.(BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: It will be a robust sanctions package. always looking at additional ways that we can choke off the Russian war machine, that we can deny the Russian military industrial complex components that it needs to use to fund its war effort, as well as to hold accountable those involved in it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "With this note, a group of men detained after laying flowers at vigils for Navalny in St. Petersburg were later handed military draft notices, according to human rights activists. And the void from the death of Alexei Navalny is being filled, it seems, by his widow, Yulia Navalnaya, who is vowing to continue her late husband's work and oppose Vladimir Putin's rule in Russia. CNN's Fred Pleitgen has this profile of an emerging political leader faced with a daunting task.(BEGIN VIDEOTAPE) FRED PLEITGEN, CNN SENIOR CORRESPONDENT (voice-over): Using her late husband's catchphrase, a grieving Yulia Navalnaya has picked up the mantle of Alexei Navalny. YULIA NAVALNAYA, ALEXEI NAVALNY'S WIFE (through translator):  I should not have recorded this video. There should be another person in my place. PLEITGEN (voice-over): These, the last images showing Navalny alive, smiling, the day before his sudden death in an Arctic penal colony, which Russia says it's still investigating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "NAVALNAYA",
      "sentences": "Putin killed half of me, half of my heart and half of my soul. But the other half of me remains. And it tells me that I don't have the right to surrender.PLEITGEN (voice-over): Navalnaya for years, avoided the political limelight, but a glimpse of her strong character shone through as Alexei was poisoned in Russia in august 2020 as she stared down the men keeping her away from her ailing husband in a hospital. NAVALNAYA (through translator): We demand the immediate release of Alexei Navalny. Right now in this hospital there is more police and government agents than doctors. PLEITGEN (voice-over): Odessa Rae spent months working on a CNN documentary about that poisoning and grew close to the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "RAE",
      "sentences": "She's just one of the strongest women I have ever known. You know, to watch what she's gone through and to see her strength, it's an inspiration to everyone. I mean, I don't know many people like Yulia and Alexei.PLEITGEN (voice-over): But since Alexei's death, it's only Yulia, and she's made clear she will continue his work challenging Vladimir Putin's iron fist rule over Russia. NAVALNAYA (through translator): I thought long and hard if I should come up here or go and be with my children. I thought, what would Alexei have done in my place? And I'm sure that he would have been standing here on this stage. PLEITGEN (voice-over): Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Michael Isikoff is an award-winning investigative journalist and author of a number of books, including Russian Roulette, the inside story of Putin's war on America, and the election of Donald Trump. He is with us this hour from Washington. Michael, thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "MICHAEL ISIKOFF, INVESTIGATIVE JOURNALIST",
      "sentences": "Sure enough. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Okay, so one of the big unanswered questions about Yulia Navalnaya, does her support within the opposition movement go beyond just sympathy for a widow? Can she fill the void caused by the death of her husband? And if so, what is her role in this? If she does, will that be a death sentence for her as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "ISIKOFF",
      "sentences": "Well, look, she has been remarkably eloquent and powerful speaking out about her husband's death and demanding that his body be returned to his family. So, some sort of independent investigation can take place here to determine the cause of his death. She has suggested she believes he was poor. She has suggested he was poisoned. We don't know that. But, you know, given Putin's track record, Russia's track record under Putin, there seemed that, you know, there would seem to be certainly a plausible case to be made that that could have been the reason. We don't know. But look, he was 47 years old. He dies, you know, whileserving in an Arctic prison cell. And remember, he was, you know, quite healthy, seemingly, when he made an appearance in video shortly before his death. So, there's a lot of reasons to be deeply suspicious. And I think that his wife, given the circumstances here, has a lot of moral credibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Well, former and wannabe, again, U.S. President Donald Trump, he says that he can relate to the state-sponsored persecution of Alexei Navalny. Here he is.(BEGIN VIDEO CLIP) DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: We are turning into a communist country in many ways and if you look at it, I'm the leading candidate. I get indicted. I never heard of being indicted before. I got indicted four times.  I have eight or nine trials all because of the fact that I'm and you know  this -- all because of the fact that I'm in politics. It's a lot of form of Navalny. It is a form of communism or fascism. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Take a half-truth add on a misleading claim sprinkles some false equivalency and a reversal of reality. Trump has done this comparison before and so you get that on a touch of ad nauseum as well.  How much does this help though feed into Trump's deluded narrative, the overall narrative here, that he is the victim of political persecution here in the United States by President Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "ISIKOFF",
      "sentences": "Well, you know look it's really hard to see any comparison between Navalny who's locked up in an Arctic prison cell and Donald Trump who's out there running for president. Free as a bird. Yes he's facing multiple criminal indictments but you know these are indictments brought by grand juries and prosecutors. He will have a full trial. He has -- trials if and when they take place, he'll have full his full constitutional rights and rights to have his lawyers.And I mean look its nonsense to compare what happened, especially after seeing what happened to Navalny. I mean, he was, he's dead. He was murdered, most likely. We don't know exactly how, but while he was in the custody of the Russian government. To draw a comparison to Donald Trump's situation is just like nonsense. I mean, there is no comparison, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Which is a point which was not lost on the U.S. president, who was at a fundraiser in Francisco Wednesday night. He described Vladimir Putin as a crazy son of a rhymes with witch. And on Trump, he told donors, he's comparing himself to Navalny and saying that because our country has become a communist country, he was persecuted, just like Navalny was persecuted. Where the hell does this come from? If I stood here 10 to 15 years ago and said all of this, you'd all think I should be committed. It's astounding.[00:10:29] VAUSE: Well, the comparison by Trump, it may be delusional, almost laughable. I guess the more important question is, is it effective politically, though, for Donald Trump? Is he actually making headway by repeating these kind of absurd claims over and over and over again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "ISIKOFF",
      "sentences": "Well, look, he's got a political base that, you know, accepts whatever he says. And, you know, it has been compared to a cult at this point. The fact is, no matter how outrageous he is and how -- I mean, to some extent, that is his superpower, to, you know, stick it in the eyes of the establishment and the news media and saying, you know, outrageous things that doesn't make any sense is, to some degree, what ignites his base. That's what they love to see. You know, Trump standing up and speaking out and denouncing and saying things that the establishment finds, you know, completely off the wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Michael Isikoff, so great to have you with us. I really appreciate your time and your insights. It's been great talking with you. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "ISIKOFF",
      "sentences": "Anytime. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Israel's war with Hamas now entered day 138. And while the military offensive has already killed tens of thousands of Palestinians in Gaza, fears are growing that many more will die from starvation and disease in the months ahead. The Palestine Red Crescent Society says right now children and the elderly are dying because of a critical shortage of food supplies. Some families living off one meal a week.The crisis made worse after the World Food Program suspended aid delivery to northern Gaza over safety concerns. Convoys have been looted by people starving. The Hamas Ministry of Health in Gaza says 118 people were killed by Israeli forces in the past day, including a doctor and his family, who are believed to have been killed by an Israeli airstrike on their home in Rafah. The UK and Jordan taking the extraordinary step of airdropping four tonnes of life-saving aid to a hospital in northern Gaza. Packages of food, medicine and fuel were sent with trackers to ensure they reached the hospital safely. On the ground, some aid convoys appeared to be attacked amid the fighting, and a CNN investigation found Israeli forces fired on a UN truck carrying food as it sat stationary at an IDF checkpoint. Details now from CNN's Katie Poglase with this exclusive report. (BEGIN VIDEO CLIP) KATIE POGLASE, CNN INVESTIGATIVE PRODUCER (voice-over): This is how desperate the people in northern Gaza are. This aid truck filmed at the end of January is one of the last to enter the region. And here's why. Aid so often caught in the fighting. Now CNN can exclusively reveal that this truck carrying vital food headed for northern Gaza was hit on February 5th by an Israeli shell, despite an agreement to provide a safe route. CNN has seen the internal UN incident report and the correspondence between the UN and the Israeli military that show the route of this convoy was agreed upon in advance. And with starvation imminent for many across Gaza, experts say hitting a food truck is a potential war crime. JANINA DILL, OXFORD UNIVERSITY'S INSTITUTE FOR ETHICS, LAW &amp; ARMED CONFLICT: Looking at it with the available facts, it's really difficult to see how this could be a legal attack. And so, at minimum, it would look like a very serious violation of international humanitarian law. Whether it's also criminal then depends on questions of intent. POGLASE (voice over): The truck set off as part of a UN-marked convoy of 10 up Al Rashid Road, in the early hours. It reached an IDF holding point at 4.15 a.m. Stationery for over an hour. It was then hit at 5.35 a.m. Fortunately, no one on board was killed. The UN says they were hit by Israeli naval gunfire, and in satellite imagery taken just two hours after the attack, CNN identified ships that could only be Israeli naval boats. They've been deployed along the coast and are attacking Gaza from the west.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "DILL",
      "sentences": "Such large percentages of the population are at such dire need, at such immediate risk of starvation. From that perspective, it's really hard for me to understand what kind of potential military rationale could be advanced to prevent this.POGLASE (voice over): As the humanitarian crisis deepens, the question is whether Israel will be held accountable in a court of law for depriving so many in Gaza of aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "POGLASE",
      "sentences": "Well, CNN did reach out to the IDF for comment on this piece multiple times, and they are yet to respond. They did respond on the day of the incident, February 5th, saying they were looking into it. But this forms part of a concerning theme. Just on Tuesday, the World Food Programme said they were also pausing missions to the north because one of their convoys came under fire in Gaza City. And with the International Court of Justice saying that Israel must take immediate measures to provide humanitarian assistance in Gaza, it really calls into question whether they are adhering to this. Katie Poglase, CNN, London.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "Live now to Cairo and Dr. Richard Brennan, Regional Emergency Director for the World Health Organization. It's good to see you. Welcome back.DR. RICHARD BRENNAN, REGIONAL EMERGENCY DIRECTOR FOR THE WORLD HEALTH ORGANIZATION: Thank you very much. Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "Okay, so in Gaza right now, most are either hungry, not nourished, starving, and almost everyone is thirsty. Listen to this.(BEGIN VIDEO CLIP) UNKNOWN (through translator): This situation is extremely hard. Water is not available. Children are suffering daily. Without water, there is no life. It's water or death. UNKNOWN (through translator): This is a war of starvation. There is no water or food or anything. Every day we suffer. We suffer till we are able to collect water. Every day it is like this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "Ultimately, could this best be described as a crisis of choice? Blame Hamas, blame Israel, blame the United States, blame whoever you want. It could end right now. And every minute, every hour, every day it continues. It's a choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "BRENNAN",
      "sentences": "No, I think you're right, John. This is a political crisis at its core. And political decision makers have the power to make the choices to relieve the suffering of the innocent people, the innocent women and children and men and boys of Gaza. I mean, every humanitarian measure, every metric is going in the wrong direction.Levels of displacement, levels of hunger, functioning of health facilities, access to water. All of these are in catastrophic levels. And the situation is only going to get worse unless the politicians step up and make the right choices for the innocent people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "You know, at one point in recent months, an estimated 50,000 women in Gaza were pregnant and a baby with a lower birth weight is at risk of adverse outcomes later in life. Shorter stature, lower cognitive performance, increased risk for higher blood pressure, reduced glucose tolerance, reduced immune function, clinical diseases like diabetes, coronary heart disease, chronic lung and kidney disease, and increased cardiovascular mortality.Another study warns adverse effects from chronic malnutrition can be transmitted across generations with cumulative negative and intergenerational effects. So, the children born right now in Gaza will be suffering in the years to come from this food shortage, but quite possibly their children as well. This goes beyond just what's happening right now. This is a generational problem being born.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "There's one more report I want to run by you. It's from the London School of Hygiene and Tropical Medicine, as well as the people at Johns Hopkins Centre for Humanitarian Health. This report is warning that over the next six months, in a worst-case scenario where the fighting escalates and there are significant disease outbreaks, roughly 85,000 people may die by early August, with more than 68,000 deaths related to traumatic injury.The report found even if the fighting stops right now, if there is a ceasefire today, 8,000 people will still die. These numbers are on top of the direct death toll from Israel's military offensive. Yet the scale of humanitarian disaster here seems so much worse because in the context here of just how small Gaza is in both territory and population, it just seems that, again, we're at this point where the long-term, even the medium-term impact from all of this is not being considered. Understandably, because there are so many other issues which need to be looked at as well before there is a ceasefire in place. But surely these are priorities which must be put into place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "BRENNAN",
      "sentences": "Absolutely. Again, I fully agree with you. I mean, this study is absolutely striking. I don't know how many wake-up calls we need to alert us to the dire, absolutely dire and desperate situation on the ground. We've already lost 29,000 people from traumatic injuries. We already have over 70,000 others that have survived injuries with some terrible injuries. I was in Gaza last week. You can't imagine the deformities, the limb losses of young children, young adolescents, young adults who are going to be left with these disabilities for years to come. We don't know how many people have died because they didn't get access to their blood pressure medicines or their diabetic treatment and so on.But we know, we suspect that thousands more have died unnecessarily because of lack of access to healthcare. And now you have these two reputable institutions. I know the two study leaders. No one is better placed to do these kind of estimates than these two institutions. And now we're saying if things continue, if we see this escalation, if we see this military operation into Rafah, we're going to be looking at an extra 80-odd thousand deaths in six months' time. If that's not a wake-up call, I don't know what is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "Yeah, well, the death toll starts going over 100,000. I mean, surely, it kind of can continue, but yet it does. Dr. Brennan, thank you so much for being with us. Thank you for the work that you do as well. Stay safe, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "BRENNAN",
      "sentences": "Thank you, John. Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "Well, the coming hours, legal arguments continue at the International Court of Justice over Israel's policies and practices in the Palestinian territories. On Wednesday, representatives from the US, argued the World Court should not order the unconditional withdrawal of Israeli forces from the West Bank and Gaza. Well, the 50 countries are weighing in on this, and the UAE's envoy to the UN argued Israel's presence is, quote, illegal and cannot remain without consequence. But the US says the October 7th attack served as a reminder that Israel's security must be guaranteed.(BEGIN VIDEO CLIP) RICHARD VISEK, ACTING LEGAL ADVISER, U.S. STATE DEPARTMENT: Any movement towards Israel's withdrawal from the West Bank and Gaza requires consideration of Israel's very real security needs. Regrettably, those needs have been ignored by many of the participants in asserting how the court should consider the questions before it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "The founder of WikiLeaks, Julian Assange, is now waiting on a decision from the court in London over permission to appeal his extradition to the United States. Dozens of supporters gathered outside the courthouse Wednesday as judges wrapped up the final two days of hearings, but no decision has been issued as of yet. Assange's wife spoke to the crowd about what's at stake.(BEGIN VIDEO CLIP) STELLA ASSANGE, JULIAN ASSANGE'S WIFE: There's a realization about what this is really about, which is an attack on the truth, an attack on the public's right to know that cannot stand. Everything turns on the outcomes of this case. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "Assange is wanted in the U.S on 18 criminal charges for publishing classified material in 2010 as well as 2011. If the court's decision goes against him, extradition must be accelerated within 28 days. In Washington, House Republicans are refusing to back off efforts to impeach U.S. President Joe Biden. They're insisting there's still plenty of evidence Biden was involved in some kind of bribery scheme even though a key informant has now been discredited but charged with lying to the FBI. CNN Manu Raju has our report.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT AND ANCHOR",
      "sentences": "Republicans defiant in the face of a damning indictment charging an FBI informant of making up a bribery scheme involving President Biden and his son Hunter. Allegations central to their impeachment probe into Biden and his family's business dealings. But your promotion of a bribery scheme was false.Jim Jordan (R-OH): Not at all. We're looking at the four facts I just gave you. Those facts are true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "RAJU",
      "sentences": "Was it right to promote a bribery scheme for the president based on that?REP. MATT GAETZ (R-FL): Today we're asking questions to James Biden, so we're going to ask him about some of his business relationships with the child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "RAJU",
      "sentences": "Was your brother involved in any of your business dealings?Behind closed doors today, the president's brother, James Biden, told House investigators that the president never had any involvement in his business activities.  All as the GOP is at risk of seeing support for the impeachment effort collapse in the House since they have yet to prove that Biden acted corruptly to assist his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "UNKNOWN",
      "sentences": "I think it's time for Chairman Comer and the Republicans to fold up the circus tent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "RAJU",
      "sentences": "After 43-year-old Alexander Smirnov was arrested on charges of lying to the FBI and creating false records, he told the FBI that officials associated with Russian intelligence were involved in the false Biden bribery allegations. And today, special counsel David Weiss asked a judge to keep Smirnov in jail as he awaits trial. Yet, it was Smirnov's allegations that Republicans ran with, citing an FBI form known as a 1023 that contained the unverified accusations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "UNKNOWN",
      "sentences": "Even a trusted FBI informant has alleged a bribe to the Biden family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "RAJU",
      "sentences": "A key GOP chairman helping lead the probe, even calling it a smoking gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "UNKNOWN",
      "sentences": "We already know the president took bribes from Burisma.JAMES COMER (R-KY): Those allegations are consistent with a pattern that we've seen in Romania and maybe some other countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "RAJU",
      "sentences": "And Chairman Jordan indicating the informant's allegations were essential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "JORDAN",
      "sentences": "The most corroborating evidence we have is that 1023 form from this highly credible confidential human source.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "RAJU",
      "sentences": "Today, Jordan downplayed that recent remark. You said the 1023 is the most corroborating piece of information you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've got lots of evidence, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "RAJU",
      "sentences": "Manu Raju, CNN, Capitol Hill.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "VAUSE",
      "sentences": "In a moment here, Ukrainians pledge to continue fighting despite recent military setbacks. We'll talk to soldiers who suffered heavy battlefield injuries, who still want to go back to the frontlines of their country.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause. You're watching CNN NEWSROOM.Russia is trying to keep up momentum in Eastern Ukraine after the recent capture of the town of Avdiivka. CNN geo-located this video Wednesday, showing Russian troops hoisting a flag in a village about 30 kilometers to the Southeast. Ukraine says it's still holding onto areas it recaptured last year, but Russia is also stepping up attacks. That includes areas in Southern Zaporizhzhia region and the Ukrainian bridgehead at the left bank of the Dnipro River. Meanwhile, Moscow says President Vladimir Putin and his top general handed out awards to troops who fought in Avdiivka. Two years ago this Saturday, Vladimir Putin's forces were ordered across into Ukraine, what was meant to be an unstoppable days-long dash to the capital, Kyiv, and decapitation of the Ukrainian government. But Ukraine stunned Moscow and the world with a determined resistance, and this war has ebbed and flowed ever since. And once again, they are now outmanned and outgunned. CNN's Christiane Amanpour reports on the determination and resilience of Ukrainians to keep fighting. (BEGIN VIDEOTAPE) CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT/ANCHOR (voice-over): Snow falls softly on new recruits for the Ukrainian army, 3rd Assault Brigade. Drill sergeants push them through their paces with urgent basic training for the trenches, urban warfare, and assault maneuvers. Every woman and man counts now for a battle that seems to have returned to the dire days at the start. Twenty-eight-year-old Serhii came back from Lithuania to serve two weeks ago, despite his health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "AMANPOUR",
      "sentences": "What was wrong with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "GRAPHIC",
      "sentences": "Everyone left, everyone retreated. They told us that a car would pick us up. I have two broken legs, shrapnel in my back. I can't do anything.KATERINA (PH), IVAN'S (PH) SISTER: (SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "GRAPHIC",
      "sentences": "Are you alone or what?IVAN (ph): (SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "GRAPHIC",
      "sentences": "No, there are six of us.AMANPOUR (voice-over): Ivan (ph) and his comrades never made it. Ukraine says there was a deal Russia would evacuate them and exchange prisoners. Instead, Russia released video of them dead. The brigade says they were shot. These are desperate times in Ukraine's fight to survive. They need to replenish the ranks of the dead and injured. And even here at the Superhumans Facility in the Western city of Lviv, therapists and prosthetics specialists work around the clock, giving these war amputees a second chance and even a return to the front lines. Twenty-five-year-old Anastasia Safka (ph) is an army sniper. She stepped on a landmine in November near the Zaporizhzhia front. And she tells me they are scattered there like snow drops in spring, like daisies in summer. \"We couldn't get out for a long time, because we were under very heavy fire,\" she tells me. \"To be honest, we were ready to die there. The attacks was so close, and we were thinking this was the end.\" Olga Rudneva is CEO of this center, which is supported by a Ukrainian businessman and the American philanthropist Howard Buffett. Eighty percent of the patients are military, many of them multiple amputees. And that's because, Olga says, the wounded cannot get out of the battle zone during the so-called golden hour to save their limbs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "OLGA RUDNEVA, CEO, SUPERHUMANS FACILITY",
      "sentences": "People are extricated (ph) for ten hours by comrades very often, because Russians are shelling our medics. So by the time they arrive at stabilization point, we have to cut them high because of the tourniquets. So that's why we have multiple amputations.AMANPOUR (voice-over): Not only are they outmanned, they are also outgunned. The gridlock in Congress over military aid is showing up at the front. And time is not their friend. We reach Sergeant Vikola (ph), who's also serving now on the Zaporizhzhia frontline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "AMANPOUR",
      "sentences": "Do you have enough weapons? Do you have enough people? Do you have enough ammunition?\"Of course we don't,\" he says. \"There is a catastrophic shortage of people. The same with weapons. There aren't enough shells for artillery and tanks or the tanks and artillery themselves.\" On a brief hiatus in the rear (ph), they've had to buy their own mortar, small caliber, just for self-defense. The problem is no ammunition. Anastasia (ph) practices perfecting her balance, her endurance, regaining the strength to shoulder her weapons. And she wants to go back to the front. \"I think anything is possible,\" she says. \"But whatever happens, we all need to fight this together, because the enemy is advancing.\" No one wants their children to still be fighting the war. They and their parents have been fighting ever since Putin's first invasion, a decade ago. Christiana Amanpour, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:47",
      "speaker": "VAUSE",
      "sentences": "When two 737s crashed in 2018 and 2019, killing all on board, the head of Boeing 737 MAX division kept his job. But it seems four missing bolts on a door plug was a bridge too far.He's been replaced, effective immediately, according to an internal memo obtained from the company. CNN's Pete Muntean has details. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN CORRESPONDENT (voice-over): Boeing is ejecting a key executive following last month's dramatic in-flight blow out on a nearly new plane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Change had to happen.MUNTEAN (voice-over): Ed Clark led the Boeing 737 MAX program following the two fatal MAX crashes that grounded the plane for months. Now, Clark is the first Boeing leader to be shown the door after investigators found critical door plug bolts were not installed when MAX-9 bound for Alaska Airlines left Boeing's factory last October. JENNIFER HOMENDY, CHAIR, U.S. NATIONAL TRANSPORTATION SAFETY BOARD: There is no way that this plane should have been delivered with four safety-critical bolts missing. MUNTEAN (voice-over): In a company-wide memo, Boeing commercial airplanes head, Stan Deal, says the change is effective immediately. The job of Boeing CEO Dave Calhoun is apparently safe after he insisted to lawmakers that his planes are, too. DAVID CALHOUN, CEO, BOEING: We fly safe planes. We don't put planes in the air that we don't have 100 percent confidence in. MUNTEAN (voice-over): Boeing's latest move comes as scrutiny is only just beginning. Inspectors from the Federal Aviation Administration are on-site at the 737 factory, auditing quality control. On Capitol Hill, the top senators overseeing aviation say Boeing executives must face public hearings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We have a lot of questions about the manufacturing process.SEN. TED CRUZ (R-TX): Who screwed up, we don't know. But it's obvious somebody screwed up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:47",
      "speaker": "MUNTEAN",
      "sentences": "In axing one executive, Boeing promoted another to a new position overseeing quality control. The results of the FAA's audit of Boeing quality are due any day now.Pete Muntean, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}