{
  "date": "2024-09-23",
  "headline": "CNN This Morning",
  "subHeadline": "Pat McCrory is Interviewed about North Carolina Race; Trump Tries to Appeal to Women; Mark McKinnon is Interviewed about Another Presidential Debate; Trump Casts Doubt on Running Again. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:31:37",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "In our battleground beat today we're looking at the tar heel state. Former President Trump attacking Democrats on immigration during a rally there this weekend. One thing he didn't mention though, the North Carolina race for governor, where embattled Republican candidate Mark Robinson, once a fixture of Trump rallies there, continues to face calls to resign after a CNN report revealed lewd posts he made on a pornography website's message forum.The Harris campaign seizing on the Robinson scandal by tying him to Trump in ads like this. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: And he's been an unbelievable lieutenant governor, Mark Robinson. LT. GOV. MARK ROBINSON (R-NC): For me, there's no compromise on abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "TRUMP",
      "sentences": "I think you're better than Martin Luther King.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "ROBINSON",
      "sentences": "We could pass a bill saying you can't have an abortion in North Carolina for any reason. Abortion in this country, it's about killing the child because you weren't responsible enough to keep your skirt down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "TRUMP",
      "sentences": "I've been with him a lot. I've gotten to know him. And he's outstanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump and Mark Robinson, they're both wrong for North Carolina.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "All right, joining us now to discuss, former Republican governor of North Carolina, Pat McCrory.Governor, wonderful to have you on the show. It's great to see you again. So - PAT MCCRORY (R), FORMER NORTH CAROLINA GOVERNOR: Hi. It's great seeing you again, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "I really appreciate you being up early with us to kind of walk through this. I mean, obviously, that ad that the Harris team put out, they raised that together, they released it on Friday after this CNN story broke. But the words they're using there are ones that - comments that he made long before we learned all of this about what he had said on a pornography website.My question for you is whether or not - I mean we knew Robinson was - was going down, right? That was something that - that was baked in already. But does this new and - and potentially worsening set of issues for him impact the top of the ticket in a way that you think is going to be decisive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "MCCRORY",
      "sentences": "It could make a determination of several thousand votes at a minimum. And several thousand votes mean a lot in North Carolina because every election in North Carolina at the presidential level, at the governor's level and at the Senate level, which we don't have this year, can be within one or two percentage points. I know - listen, I lost an election in North Carolina by 10,000 votes out of 4.6 million. So, every vote makes a difference.And right now the Republicans are running away from Robinson as quick as they can. His campaign staff, his finance manager, his campaign manager resigned yesterday. The Trump people have actually quit being with him for the past month because the rumors were out there that more was coming out on Robinson. There's already a lot out there on his business ethics due to a non-profit that he had had. So, the Trump team is trying - been trying to keep him away for well over a month now. So, most of the clips that the Harris campaign is using are older clips. But they're going to try to connect the two as much as possible to maybe impact 5,000, 10,000, 20,000 , 30,000 votes, which could make the difference in the presidential campaign right here in North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "Are you going to have signs that the - [06",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "MCCRORY",
      "sentences": "There is no loyalty in - there is no loyalty in politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "There's - well, I mean, look, Donald Trump tries to demand it from people. But, yes, clearly in this instance, they are - they are just - and my question on that is, how far are they going to go? I mean do you - do you see, or are you picking up signs that they are trying to push him to get out of the race entirely? Do think that they would - that would help them? Is that even possible at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "MCCRORY",
      "sentences": "I don't think it's even possible at this point. This - Robinson has dug in his heels, denying everything. But the denials are pretty general. In fact, Senator Thom Tillis came out with a unique announcement yesterday, basically challenged him, either defend yourself, challenge the report or get out. And so it's interesting how some of the Republicans, especially out of D.C., are responding right now. And I thought that was an interesting response by Senator Thom Tillis, either challenge the CNN report or get out. And he's not challenging anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "And - well, I mean he's obviously saying - he's saying it's not true, but he doesn't seems to be providing any evidence to the contrary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "MCCRORY",
      "sentences": "That's correct. That's correct. And if that would - if that sort of report was directed toward me when I was running for office, I'd be fighting like the dickens, even legally. And he doesn't seem to be doing that.And - and, plus, he has other baggage that's been the reason why he's been falling behind during the last two or three months. So, a lot of it related to business ethics with a non-profit that he and his wife were a part of and that there's some investigations going on right there. But the Trump team has been moving away from him for a while now. He bullied his way onto a stage several weeks ago with sheriffs. He wasn't invited. And Robinson kind of went up on the stage with the sheriffs when he - when he wasn't supposed to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "Interesting.Governor, there's a report out over the weekend from the Associated Press on kind of the ground operation that the Trump team does or doesn't have in place. And they're doing their ground operation an unorthodox way. They have outsourced it, basically. And the AP writes this, \"with fewer than 50 days until the November 5th election, dozens of Republican officials, activists, operatives in Michigan, North Carolina, other battleground states say that they have rarely or never witnessed the group's canvassers. In Arizona and Nevada, the Musk- backed political action committee replaced its door-knocking company just this past week.\" That's, of course, a reference to Elon Musk. What evidence do you have, what have you seen in terms of the Trump ground operation in North Carolina, specifically? Do you think that they're doing what they need to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "MCCRORY",
      "sentences": "I've seen very little ground operation. Most of the campaign is being run on TV ads right now by both parties. And it's just dominating the airwaves right now.You know, there's one unique thing that we're maybe not seen in the polls. We do not know, not only in North Carolina, but Georgia, Florida, Nevada, Arizona, what I call the transplant Covid votes. So many people during Covid moved to North Carolina from New York, Pennsylvania, California. So, we've - they've never voted in North Carolina. And these are tens of thousands of people. And I think that's the unknown is, what type of voter moved during Covid to these sunbelt states, and how will they vote? And I think that's the unknown that's going to occur in all of these swing states. And, by the way, the states like Michigan and Pennsylvania, people moved from those states to the sunbelt states. So, they could even have an impact on Pennsylvania and Michigan, not knowing who that voter is at this point in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "Yes, it's really - that's a really interesting thought.Governor, briefly, before I let you go, you had been involved in No Labels. Who are you going to vote for this cycle, Donald Trump or Kamala Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "MCCRORY",
      "sentences": "Well, one thing I've learned - first of all, I'm in media now. I have my own media show called \"Unspun\" on PBS. So, I'm staying away from that.But another thing. I think our founders were brilliant in having the secret ballot and this cancel culture of today. I would recommend people maybe keep their vote quiet at this point in time because of the cancel culture (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "HUNT",
      "sentences": "All right, former Republican governor of North Carolina, not saying you're going to vote for Donald Trump, wont acknowledge Harris either, but I take your point about the secret ballot. Thank you. I really appreciate your time, sir. I hope you'll come back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:37",
      "speaker": "MCCRORY",
      "sentences": "Thank you. Take care now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "I will protect women as I have - you have never seen before.Matt Gorman, I want to put this to you because this is something that Trump has really gone back and - struggled to message on. What is going on here, and are people going to buy it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "MATT GORMAN, FORMER TIM SCOTT PRESIDENTIAL CAMPAIGN SENIOR ADVISER",
      "sentences": "Yes, I mean, look, I think level - level (ph) setting right now, I think what Republicans going into this saw is that we needed to win men more than we need to lose women. Dems, the opposite need to be true, right? And so I think that's why you're seeing, it's easier for Trump to pump the margins up with men by, say, going on Theo Von's podcast, playing golf with Bryson Dechambeau on YouTube, than it is to try and win back some of that, you know, lost women vote. In some polls it worked. But the NBC poll that came out yesterday showed us losing ground and - and women - we're losing women more than we're losing mean, at least in that poll.And I guess the - the remarks at the - both on Truth Social and at the rally tell me that the Trump internals likely see something similar right now. So, they're trying to kind of claw back some of that gender gap on the - among women that they really need to do. And I think that is where you see something like that, where it's - it's, for Trump, very scripted, very clear objective out there, which is rare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "David Frum, do you agree? What do you see here and how this cuts?DAVID FRUM, STAFF WRITER, \"THE ATLANTIC\": Donald Trump believes that the voter has no memory. Donald Trump believes the voter doesn't know anything. And Donald Trump believes that everyone wakes up every morning and the world is completely born anew. And so if he says something today, he can contradict his whole life. He can contradict everything that's been happening. But look, since Dobbs - the Dobbs decision was handed down and abortion - the national federal abortion right was removed in the United States, Americans have seen Republican state after Republican state put women under a surveillance regime that unlike anything that this country has seen since maybe the aftermath - well, since its darkest days. And that doesn't go away just because Donald Trump has some new talking point. He does - and he can't - he doesn't believe the world is real, he just thinks you can say whatever you want and everything becomes new. But voters remember. One last thing. When - one of the things I think is very clear, when you listen to Donald Trump, and even more his running mate J.D. Vance, talk about Americans, they see men. They think the typical American voter as a man. But, of course, more American voters are women than men. The typical American voter is a woman. And until Republicans can caramelize that truth and until they learn to speak that way, until they begin to bring women into the very highest levels of decision making, everything - every time Donald Trump speaks about women, you hear the \"you people\" in it. \"You.\" \"You.\" It's never \"us.\" It's never - it's never \"together.\" It's always \"you.\" I will do this for you and you will owe me, even though I did the opposite yesterday and all the years before that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Meghan Hays, very briefly. It seems revealing to me that this is what they are doing and that it - it seems to send the message that they are concerned about where this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "MEGHAN HAYS, FORMER WHITE HOUSE DIRECTOR OF MESSAGE PLANNING",
      "sentences": "Yes, absolutely. But we've been seeing this for months, right? But the problem is, is they can't keep themselves on message and they keep criticizing women in a way that is just unproductive and unhelpful to them. So, I do think that they are trying to be out there and he's trying to stay on message. And you can see he's almost uncomfortable saying those things out loud and, like, that is his message.But you saw yesterday in that - the same NBC poll that Matt talked about, that people see the vice president as the change candidate. So, I think that's interesting that he is going to take credit for the Dobbs decision, but then also said that he's going to protect women. And I just don't think that women, especially women, are going to see it that way in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Yes.Alex Thompson, quick final thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "ALEX THOMPSON, CNN POLITICAL ANALYST",
      "sentences": "Yes. I think you are going to see potentially the biggest gender gap in this election in American history. And how women and men are voting, Matt is completely right, that Trump has really more focused on driving up that male vote rather than the female vote. And that's why, you know, it was just like an off the cuff, one remark in that rally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:48:59",
      "speaker": "HUNT",
      "sentences": "All right, 48 minutes past the hour. Here's your morning roundup.Police are searching for several suspects in connection with a deadly mass shooting in Alabama. The shooting happened Saturday night outside a nightclub. Police say it was a targeted hit against one of the four victims who was killed, but 17 more people were injured in the crossfire. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:48:59",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's literally a horror movie. There's bodies just laid out all over the sidewalk. There's gun smoke in the air.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HUNT",
      "sentences": "All right, more back-and-forth this weekend as voters wait to hear whether or not we are going to get to watch a second presidential debate between Kamala Harris and Donald Trump. The vice president accepting an invitation from CNN to debate Trump on October 23rd. That would be just short of two weeks from Election Day. Trump recently told reporters he would consider a second debate if he, quote, \"got in the right mood,\" end quote. Has yet to agree to the CNN proposal.Trump's old debate coach, the former New Jersey governor, Chris Christie, predicting that there will be another presidential debate before November 5th. (BEGIN VIDEO CLIP) CHRIS CHRISTIE (R), FORMER NEW JERSEY GOVERNOR: If the polls continue to move a bit away from Trump, you know how much he focuses on that. And he's going to need something to change it. And in today's media landscape, absent a big mistake by one or the other, this is the only thing that he can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS HOST",
      "sentences": "But has his confidence been shaken after the first debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "CHRISTIE",
      "sentences": "Come on, is his confidence shaken? No. He - he will convince himself that if she gets in the ring with him again, that he'll knock her out.I think he'll eventually capitulate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HUNT",
      "sentences": "All right, joining us now is Mark McKinnon. He's a former adviser to George W. Bush, John McCain. He is also the creator of Paramount's \"The Circus.\"Mark, wonderful to see you. Thank you so much for being here. What do you think, is Christie right? MARK MCKINNON, FORMER ADVISER TO GEORGE W. BUSH AND JOHN MCCAIN: Good morning, Kasie. Yes, he's right on point. And debates are the one opportunity and the only opportunity left in 45 days where he can really move the dial. And I guarantee you that if Trump is losing, he's going to be looking for any lifeboat that he can to get back in the race. So, I think unquestionably he's going to look to it. And I think CNN, your platform, he was pretty pleased with the last result (ph). He liked the moderators. He thought it was a fair - a fair debate. So, I think that he will absolutely be jumping on board because as the old politician that you remember, Haley Barbour from Mississippi, who had a great saying. He says, good gets better and bad gets worse. And that's - we're in that phase of the campaign right now where things are going well for Harris and they're going bad for Trump and he's got to do something to change the dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HUNT",
      "sentences": "Do you think that his advisers would offer that same advice to him, even knowing how he performed last time, and seeing the degree to which he has not really stick - suck with the program that they have laid out for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "MCKINNON",
      "sentences": "Yes, I think - I suspect that the advisers are 100 percent in alignment that he needs to do another debate. Listen, they - they know what's going on. They know that the winds have shifted in the wrong direction.By the way, the most interesting thing I've seen over the weekend, Kasie, is that the fundamental of any presidential race is, is it a change or is it an incumbent re-election? Do people want change or more of the same? And this is absolutely a change election, which is the big challenge for Harris because she's technically an incumbent as the vice president. So that's been the big challenge for her is, how does she argue for change when she's an incumbent. And the latest polls that I saw over the weekend is that she has shifted that number that people believe that she, more than Trump, for the first time, represents change, which is an amazing feat for an incumbent vice president to do in an - in an election year. So, that's - that's the most important thing that I've seen change over recent days. And - and I know that the Trump campaign is well aware of that. And if I'm on their team I say, we've got to get back in the ring on TV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HUNT",
      "sentences": "It's so interesting you point that out, that number in the NBC poll. We - we were just -- here in New York screening a new film about James Carville, who, as you well remember, you know, had that - that is like his define - one of his defining principles of how you win an election is that you have to be the candidate for change.How do you think it is that they have pulled that off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Very interesting.Mark, both \"The Washington Post\" and \"The New York Times\" kind of had their versions of the Trump campaign, behind the scenes, infighting, kind of outlining how Trump himself has swung back and forth between talking about people eating pets, to hating Taylor Swift, basically the litany of things that he has done to hurt himself here in the final weeks. What impact do you think Trump's lack of discipline is having at this stage, considering how - just how damn close this is - this election is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "MCKINNON",
      "sentences": "Oh, it's got to be driving all of them crazy because the roadmap's very clear. I mean, talk about the economy, talk about the border, talk about inflation. That's all you got to do, right? And there's a clear path. And again sort of just by - on - by the numbers on paper, this should be a Republican election if you just follow the - follow the plan. But he can't follow the plan. So, what does he do? He throws Corey Lewandowski, which is like throwing a cherry bomb in the toilet, you know? I mean he walks in and basically says to the campaign infrastructure that's already there, I'm coming for you. So that just creates, you know, infighting and chaos at a time when you really need unity.So, like I said, as Haley Barbour says, bad gets worse. And that's kind of where they are in the - in the campaign right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "I love - I love a Haley Barbour quote on a Monday morning.Mark McKinnon, I'm so grateful to have you. Thank you for being here. I hope to see you next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "MCKINNON",
      "sentences": "See you. Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "All right, now to this.Donald Trump seems to be suggesting this election will be the last time he runs for president, even if he loses. He did this interview with Sharyl Attkisson where he was asked what would happen if he loses in November. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "SHARYL ATTKISSON",
      "sentences": "If you're not successful this time, do you see yourself running again in four years?DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: No, I don't. No, I don't. I think that that will be - that will be it. I don't see that at all. I think that hopefully we're going to be successful. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "All right, our panel is back.David Frum, you - you heard him there -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "FRUM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Saying he's not going to run again if he loses. Your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "FRUM",
      "sentences": "Trump is pre-losing. He's losing in his own mind. That's why he's desperately selling silver coins when he should be campaigning. That's what Mike Johnson is ignoring Donald Trump's demands and threats and keeping the government open. The speaker is keeping the government open when Trump wants the government shut. That's why his wife is hocking this book. And that's why he seems so depressed every time you see him. He is tasting defeat. He knows what's happening. And he can't exert himself or mobilize himself in order to do anything. That's why he's doing so few events. He's listless, his lethargic, and he's losing in his own mind. His world is crashing in on him. He's pre-losing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Matt Gorman, do you think Trump is losing the election right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "GORMAN",
      "sentences": "I mean, look at the polls. I mean, I think he's certainly not in - he doesn't have momentum. He's not in the - kind of the cat bird seat. And he - the Harris campaign can claim they're the underdog, and I get it, it's talking points, but right now the polls show they're not, especially coming out of the NBC poll and a couple others we've seen especially in the last five or so days.Now, look, that'll tighten. We all - we all went through this exact same process a month ago with the never-ending honeymoon. And it'll tighten back down where we're still, you know, 40 some odd days is an eternity. But that being said right now, you know, the more preferential position is where the Harris campaign is rather the Trump position. I was struck by his comments though too. I think he was - it was very blunt. Now, we'll see. I mean, who knows. A lot can kind of happen to change that. His age certainly notwithstanding. But, yes, I was struck by the comments too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Yes.Alex Thompson, honestly, 40 some odd days is an eternity in politics. Anything could change here. There is this question of another debate. You heard what McKinnon had to say. I mean I tend to agree with him, right, if Trump's losing, he needs to do something to change it. That's an opportunity. Does the Harris team think that there's going to be another debate if - if - at the end of October?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "THOMPSON",
      "sentences": "They're really not sure. And let's do a few things. Trump's comments that it's too late to do a debate are complete BS because Donald Trump also participated in October debates the last two election cycles.So - but the fact of the matter is that Donald Trump's campaign, you're - there is a thought that because Kamala Harris is much more comfortable on a debate stage than she is during (INAUDIBLE) in some ways by denying her a debate, it's denying her oxygen, since she is not doing interviews. And so there - there is - if you - if you're Donald Trump and you think she needs oxygen, she needs to be able to introduce herself to make voters more comfortable with the idea of her being president, not doing the debate could also deny her oxygen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:09",
      "speaker": "HUNT",
      "sentences": "Meghan Hays, what do you think, are we going to see another one?",
      "isLastSentenceInterrupted": false
    }
  ]
}