{
  "date": "2024-08-12",
  "headline": "CNN Newsroom",
  "subHeadline": "France Puts on Star-Studded, Action Packed Closing Ceremony; Some Cities Too Hot to Host Olympics by 2050; Drought Threatens Goat- Farming Collapse in Sicily; Families Help Authorities Identify Bodies in Sao Paulo, Brazil; What's It All About Banksy? London Wants to Know. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "CHRISTINA MACFARLANE, CNN ANCHOR",
      "sentences": "Tropical storm watchers are expanding westward across the Leeward Islands, including the U.S. and British Virgin Islands. The system is expected to become a tropical storm in the coming hours. It's not currently forecast to direct impact the continental United States. Their officials are still keeping an eye on the track.Spectacular fireworks illuminating the sky above the Stade de France, just outside the French capital. This was part of the Paris Games' action-packed closing ceremony. Who stayed up late to watch it? Not me, actually. After two and a half weeks of exciting and historic competition, Paris chose to go out with a bang. The ceremony underscored the Parisian flair for the dramatics, kicking off the night's festivities with a musical performance in front of the Olympic cauldron, where French swimming prodigy Leon Marchand carried the final torch into the Stade de France. And actor Tom Cruise went into Mission Impossible mode at the ceremony, where he rappelled down from the stadium's roof and went all Hollywood with the Olympic flag in tow. Love it. And it wouldn't be a proper Los Angeles handoff without a beachfront concert featuring some of LA's top talents, including the Red Hot Chili Peppers, Billie Eilish, Dr. Dre, and, of course, the breakout star of these Paris Games, Snoop Dogg. I am going to miss that guy. Now, the Prince and Princess of Wales headlined a surprise star- studded congratulations to Team Great Britain. Have a look. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SNOOP DOGG",
      "sentences": "Greetings loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CATHERINE, PRINCESS OF WALES",
      "sentences": "From all of us watching at home, congratulations to Team GB.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "WILLIAM, PRINE OF WALES",
      "sentences": "Well done on all you've achieved. You've been an inspiration to us all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, Team GB, we are so proud of you. Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Your performances have been absolutely fantastic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You have been amazing. Thank you so much for everything. These memories will last a very long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well done, Team GB.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MACFARLANE",
      "sentences": "The video posted on X features some of Britain's biggest names in sports and broadcasting, as well as Snoop Dogg, you saw there, applauding Team GB's Olympians, who brought home 65 medals overall, including 14 gold from the Paris Games. Not bad at all.And speaking of medals, there were plenty to be won in the hours leading up to the closing ceremony. 13 gold medals were awarded on Sunday. The U.S. and China, who have been neck in neck the last few days, made history in Paris, finishing in a tie for the most golds, with 40 each. Team USA finishes with the most medals overall, though, with 126. Our Coy Wire has more now from Paris. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "COY WIRE, CNN WORLD SPORT",
      "sentences": "What an incredible ending to the Summer Olympics here in Paris. The U.S. women's basketball team going down to the wire with host nation France in the gold medal game. The Americans entered with an Olympic winning streak that dated back to 1996, but they win by maybe the tip of a toe.France hitting a buzzer beater as time expired. The crowd erupted, thinking the host nation had just shocked the world, sending its overtime, but Gabby Williams' foot was on the line. It was only a two- pointer. So heartbreak for France, elation for the U.S., claiming an eighth straight Olympic gold. And with that, Team USA dominates total medal count, but it ties China at 40 gold medals each on the very last event of these Olympics. A tie for golds has never happened in the history of the Summer Games. Now, at the closing ceremony, to show respect to all the athletes and their people from around the world, it was a celebration for the ages. Snoop Dogg, Billie Eilish, Red Hot Chili Peppers, H.E.R. and others performing, marking the official handover to the 2028 Los Angeles Games and the end of these incredible and unforgettable Summer Games here in Paris. The Olympics, once again, showing that perhaps sport better than anything else can bring people together from all over the world no matter their differences to embrace and celebrate one another. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "As Paris wraps up the Olympic Games this weekend, some new data is telling us that for some host cities like Paris, it may be too hot for them to host ever again. We know that in the last 100 years since Paris hosted the last time in 1924, those summer months have warmed by 5.5 degrees Fahrenheit or 3 degrees Celsius. We have added more than 120 scorching hot days and more than 80 sweltering nights to the mix, just really not getting relief at night.Well, a new study shows us that as we look into the future towards 2050, we're really going to lose some safe cities to host the Olympics in. They looked at wet bulb globe temperature and that looks at temperature but also with humidity, wind speed, shade, sun angle to kind of really understand how heat is impacting the body. It looks at heat stress and they used 82 degrees Fahrenheit or 27 degrees Celsius as that threshold of it being just too dangerous and too hot to host visitors and athletes. And you can see that by 2050, look at how many cities are in that too hot to host threshold. Beijing, Rio, Athens, Atlanta, all looking like it will be too dangerous to host the Olympic Games. When you broaden it out even more, look at the map, all of these kind of really dark red or brown dots, a lot of the Eastern U.S., India, Eastern Asia, all at that threshold where it will be too hot, too dangerous to host. So what are our options? Well, we can pick host cities that are in higher elevations where it might be cooler. We could host the summer games, not in summer. Does that really make it the Olympic Games though? Or if we want it in the months of June, July and August, we may have to rely on our friends in the Southern Hemisphere where it's your winter and those temperatures may be a little bit cooler for us to safely get out there. But unless we decrease our emissions, this could be the reality for the Olympic Games going forward. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Now, after the break, family members search for answers as investigators try to figure out what caused last week's deadly plane crash in Brazil.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ANTHONY VIVIANO, WITNESS",
      "sentences": "We just heard a bit of a swirling noise, like a big whirlwind. And that was long ago. I actually thought I was dreaming.And then about two seconds later, there was like a very loud bang. A couple of bangs, actually. The room started rattling and the doors and everything. Yes, quick run to the kids. They were up screaming and yelling, what was that? I thought we were under attack or something. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Police say the pilot was the only one aboard the helicopter. No other injuries have been reported. The helicopter's charter company says it is investigating unauthorized use of one of its aircrafts with officials.Authorities in Brazil say it could be weeks before they have an initial report into the cause of Friday's deadly plane crash near Sao Paulo. They say all of the voice and data information has been pulled from the plane's black boxes. Meanwhile, authorities are working to identify the bodies of the 62 victims with the help of family members. More now on the investigation from journalist Stefano Pozzebon, reporting from Sao Paulo. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "The process of identifying the bodies of the victims of flight 2283 here in Sao Paulo, Brazil, is still ongoing as of Sunday night. This is the Institute of Forensic Medicine, where all the bodies have been taken from the carcass of the plane. And here is where dozens of relatives and family members have arrived on Sunday to participate in this investigation.Only two bodies were possible to have been recognized through facial recognition due to the violence of the impact when the plane crashed to the ground. For all the other bodies, it's necessary to go through DNA identification and other techniques in order to correctly match their identity. And for some of these family members, today was also the opportunity to say goodbye. FATIMA ALBUQUERQUE, VICTIM'S MOTHER (through translator): I had DNA collected for the identification of my daughter and I don't know what state she will be in. My daughter was 1.7 meters tall, a strong and beautiful woman. You will see her photos on the internet. I saw my daughter burn live on television. A mother seeing the plane on fire with my daughter inside. Guys, there is no greater sin. There can't be for a mother. So I'm going to fight as long as I have life. As long as I have life, I'm going to fight because I know that she would be fighting if I had been killed. Because this wasn't an accident. Don't label it as an accident. Don't use that narrative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "POZZEBON",
      "sentences": "Just like that mother, the entire Brazil is still waiting for an answer to the question of what could have happened to cause that plane to fall from the sky and crash onto the ground.On Sunday, investigators from France, where the plane was manufactured in the first place, arrived in Brazil to participate in the investigation. They are analyzing and going through two black boxes that were successfully retrieved from the carcass of the plane to identify a probable motive. For CNN, this is Stefano Pozzebon, Sao Paulo, Brazil. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MACFARLANE",
      "sentences": "All right, welcome back. Now he's done it again. Take a look over my shoulder here at the two elephants that Londoners are reacting to in the latest in a series of animal-themed works. The anonymous artist known as Banksy has been creating all throughout the capital here in the U.K. and speculating about their meaning. Take a look.(BEGIN VIDEOTAPE) MACFARLANE (voice-over): Banksy strikes again. An ordinary glass police box on a street in London has been reimagined as a tank full of toothy fish that look like piranhas. The fish follow a stream of animal-themed murals, confirmed to be the handiwork of the infamous street artist that have popped up in London in the past week, drawing crowds, but in a good way. The fish are painted in translucent aquatic colors, a departure from the other works in the series that were done in black silhouettes, including a black cat stretching on a billboard which has since been removed. Two pelicans perched over a fish and chip shop, a howling wolf on a satellite dish, which was quickly stolen, three monkeys swinging on a railway bridge, two elephants giving each other a trunks up, and a goat on a precarious perch. It's been a guessing game for Londoners to try and figure out what might appear next and what message Banksy might be sending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Possibly linked to all the riots in the UK recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Obviously, the Olympics going on at the moment, lots of people talking about goats greatest of all time, maybe it's symbolic of that.MACFARLANE (voice-over): Even an expert on world affairs who regularly appears on CNN is weighing in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FAWAZ GERGES, PROFESSOR OF INTERNATIONAL RELATIONS, LONDON SCHOOL OF ECONOMICS",
      "sentences": "What Banksy is trying to do is to really get us to think and reflect about the ecological crisis that really threatens humanity.MACFARLANE (voice-over): Or maybe, like all art, the meaning is in the eye of the beholder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To be honest, I think he's just painting animals. It doesn't have to be meaningful. it's just animals.MACFARLANE (voice-over): There is speculation the murals are just a way to cheer people up. And Sunday's edition was just that, with people taking photos in and around the artwork until contractors placed plastic barriers around the box, while the City of London says it's looking for options to preserve it. A fleeting and fun distraction from an artist who's not really known for explaining himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's my job as a Wayfinder to finish what they started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Moana, show our people just how far we'll go.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}