{
  "date": "2024-08-14",
  "headline": "CNN News Central",
  "subHeadline": "Inflation Falls Below 3 Percent; David Petraeus is Interviewed about the Ukraine-Russia War; Americans Views on Drinking Alcohol Changes; Sweeteners Linked to Health Issues. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Use vehicles, we've seen this a lot, trucks. Airfares. Planning to go on holiday, now is perhaps the time to start buying those tickets. And apparel as well, of course, too.We were expecting some pressure from gas prices and energy. They were flat on the month as well. So that helped with this number as well. The bottom line, you've already sort of pointed out to it. I think this is consistent with the Fed starting those interest rate cuts in September, which is good news. But just a final point on this because I did say food prices have fallen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "There's a reason why people are upset. Grocery prices are up 20 percent over the last four years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "So, whether it's Trump speaking today or Harris speaking on Friday, I think people want solutions rather than sympathy at this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "So, what should they say on those kinds of things?We've got the cheers there. Can we talk about this? SIDNER: Yes. We - the familiar sound. The bell, the cheers, the market reacting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "That was my que.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "So, it sort of got its bang for its buck yesterday, which I always talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "We had monster rises after that producer price inflation yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "So, I don't think you should see what we see today as a concern. You kind of had your positive moves.We're now back above where we were before we got that payrolls report Friday and all the chaos that we were talking about last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "I'm not surprised to see markets back up at these levels. I'm kind of surprised by how quickly it happened. So, not that I want to be a Debbie downer this morning because it is good news, but that gives me a little bit of caution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "But, anyway, rate cuts in September, fingers crossed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "Julia Chatterley does not like huge swings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "We know this. We know this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Well, I - we're not a swinger on (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "This is what we have learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "No swinging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SIDNER",
      "sentences": "All right, thank you so much. Appreciate it.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "BERMAN",
      "sentences": "And again, in blue here you can see the area roughly that we think the Ukrainians now control.We do have this new video we were showing just moments ago while you were talking. This is of the Ukrainians putting up border defenses on that region in Ukraine's, south of Kursk, in preparation for what could be some kind of Russian counterattack. What kind of response do you anticipate, General, from Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "PETRAEUS",
      "sentences": "Well, so far it's been somewhat muddled. There's no clear commander. Putin has put the administer essentially for emergency affairs in charge of this. I don't know how that works out. What is his headquarters? How does it interface with the military headquarters in that area?As I mentioned, they have reportedly pulled some forces from the southern part of Ukraine. I think they're trying to continue their offensive in the southeastern area, in Donetsk in particular, and not interfere with that. And that does, to be fair, continue to achieve incremental gains against Ukrainian forces. And that has to be - continued to be worrisome for the Ukrainians. But so far not a particularly coherent response yet. And what the organizational architecture of this will eventually be is not yet clear to the observers out there. Eventually they have to really push some forces against this to get the Ukrainians out of Russian territory. But again, not yet clear how precisely they're going to do that and where the combat power comes from. What it does show is, again, how relatively inadequate these Russian forces inside Russia actually are as they're sending all of their main line forces into the offensive in the southeast and holding the line in the south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "BERMAN",
      "sentences": "You talked about the actions the Ukrainians are taking inside Russia. We got that word overnight of these Ukrainian airstrikes we believe by drones on four Russian airfields, again inside Russia, Ukrainian officials say this is the biggest attack on Russian airfields since the beginning of the war.We've got about 45 seconds left. General, how much do you think Ukraine can continue to strike inside Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "PETRAEUS",
      "sentences": "I think they're going to continue it with increased tempo. They're producing more and more drones. As I'm sure you've heard, they have a goal of producing 1 million drones in a 12-month period. Now, most of those are the short-range, cheap suicide drones, but they're also producing longer range. And, of course, the farther they get into Russia, the farther they can reach with these drones.And, of course, they're trying to degrade the Russian air force ability to launch these very substantial glide bombs, which can travel 50, 70 kilometers, and then slammed into cities near the border, like Kharkiv, which continues to be a problem. That's the one where they held the Russian advance outside artillery range, but is still worrisome as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "BERMAN",
      "sentences": "General David Petraeus, always great to see you. Thank you so much for coming on CNN NEWS CENTRAL this morning.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "SIDNER",
      "sentences": "All right, new for you this morning, more young adults are cutting back on the booze.CNN's Meg Tirrell is with us again this morning for more on this new poll. How different are they from like gen x and baby boomers when it comes to drinking alcohol?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "Yes, Sara, there are pretty big differences that we see in these data. This is a survey that Gallup has been doing since 2001. And overall we are seeing a shift in people's attitudes towards drinking alcohol. They say that in this latest study, 45 percent of Americans say that drinking one to two drinks per day is unhealthy. That is the highest they've seen since 2001 in this survey. It's up six percentage points since last year and 18 percentage points just since 2018.And we are seeing major differences in how different generations view drinking alcohol. So, those between the ages of 18 and 34, 65 percent of them say that alcohol negatively affects health. And that's pretty dramatically different from people who are in older age groups, 35 to 54, 37 percent say alcohol is bad for your health, and over the age of 55, 39 percent say that. We do see, however, that young people are still drinking alcohol, but they are seeing the biggest decline in drinking. If you look at these data, you can see that people 18 to 34, still about 60 percent, report drinking alcohol, but that's the blue line there, and they're seeing the biggest decline. Among 35 to 54 year-olds, you see almost 70 percent drink alcohol, and 58 percent of those over the age of 55. So, Sara, young people still drink, but they're cutting back and they're increasingly likely to say they think it's bad for your health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "TIRRELL",
      "sentences": "They are right in this case. More data are emerging. And this whole body of evidence increasingly suggests the less alcohol you drink, the better it's going to be for your health.There was that time, Sara, that we were told drinking red wine is good for you. You should have it with dinner. That is starting to be debunked. That study you mentioned yesterday suggested that the more people drink per week, and this was particularly in older adults, the higher their likelihood of getting cancer or heart disease later on. And so, increasingly, the message is, the less alcohol, the better. But they are starting to really dig into what kind of alcohol people drink and their habits to really better inform peoples' behaviors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SIDNER",
      "sentences": "All right, Meg Tirrell, thank you so much.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "BOLDUAN",
      "sentences": "This morning, a new health warning about a common sweetener. The study is now linking a sugar substitute to higher risk of blood clots and heart disease.CNN's Dr. Sanjay Gupta has more on the science behind sweeteners. (BEGIN VIDEOTAPE) DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Well, I think there's a lot of discussion around the real value of these sugar substitutes. These artificial sweeteners. A lot of people take them in the pursuit of good health, trying to lose weight or something like that. Diabetic certainly can get a benefit from these artificial sweeteners. But there have been some concerns as well. There was a study last year that said there could being an increased association with heart disease and stroke as a result of this. So, you know, it - this is really complicated. What is interesting is that they tried to figure out, with erythritol specifically, erythritol, which is a sugar alcohol, it's something that naturally occurs in fruits, but the majority of our consumption, at least in the United States, is through artificial means. They're fermenting corn, for example. It tastes like sugar. It looks like sugar. So, it's really good to cook with, for example, and it is generally recognized as safe by the FDA. But you then have these concerns about the associations with heart disease and stroke. So, what this study, the one that's making the headlines, a very small study. It was just 20 people. Ten people got 30 grams of erythritol. Ten people just got sugar. And what they were looking for specifically, trying to answer, why heart disease and stroke, what they were looking for is, does this seem to increase the likelihood of clotting? And what they found was that it did. About twice as likely to develop clots if you were taking the erythritol versus sugar. People who were taking the sugar really got no clots and people who were taking the erythritol, there was this increase. Again, I want to point out that there is no - there's no reason to believe that your blood sugar levels, for example, would go up with the artificial sweeteners, which is why it's so potentially valuable for those who have diabetes. But it is a concern, obviously, when it comes to other things, clotting, heart disease and stroke. I do want to point out what the industry has to say about this. They rightly point out that this is a small study and that the - the results should be interpreted with caution. As a result, the limited number of participants, a total of ten, were given excessive amounts of erythritol, nearly quadruple the maximum amount approved in any single beverage in the United States. That is true, 30 grams. But to give you a little bit of context there, a diet soda might have seven grams of erythritol. So, if you're drinking three or four of these in a day, you could start to approach that 30 gram amount, which seems to be problematic. Look, again, for people who have diabetes, who are watching their blood sugar, sugar substitutes, these artificial sweeteners, they can have tremendous value. But I think one of the messages here that we're hearing is that you've got to be careful in terms of how much you consume. I think people generally know you shouldn't eat too much sugar. Nine teaspoons they say for men every day, six teaspoons for women. But I think you have to start applying the same sort of thinking to things like erythritol, the sugar substitute. If you're getting too much of that, that could also be problematic. Just because you're having diet drinks or foods doesn't mean you can suddenly eat as much of those things as you want. I think that's one of the real prevailing messages here. And it's also worth pointing out, if you're doing this for weight loss alone, eating foods with artificial sweeteners, long term, the data has become pretty clear that long term weight loss doesn't really happen with those foods as well. So, something to keep in mind. But those are the headlines, at least when it comes to erythritol. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "BOLDUAN",
      "sentences": "Sanjay, thank you. And you can scan right there the QR code on your screen to submit your questions about what we were just talking about with Sanjay, artificial sweeteners. Sanjay will be back tomorrow to answer your questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIDNER",
      "sentences": "All right, a Michigan judge has gone viral again after a defendant cussed at him over and over again.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) (EXPLETIVE DELETED). This is -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "JUDGE CEDRIC SIMPSON",
      "sentences": "You know what -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIMPSON",
      "sentences": "You know - no, no, no. You don't come in here -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(EXPLETIVE DELETED).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIMPSON",
      "sentences": "You don't -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(EXPLETIVE DELETED).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIMPSON",
      "sentences": "OK. That's contempt. That's 93. He -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(EXPLETIVE DELETED).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIMPSON",
      "sentences": "That's another 93.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(EXPLETIVE DELETED).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIMPSON",
      "sentences": "That's another 93.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(EXPLETIVE DELETED).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIMPSONE",
      "sentences": "That's another 93.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:39",
      "speaker": "SIMPSON",
      "sentences": "That's another 93.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "SIDNER",
      "sentences": "All right, that's the guy that was cussing there on the top of your screen. In all, Judge Cedric Simpson handed down six contempt of court charges for all of that cursing, which totaled up to a whopping 558 days in jail for the suspect who came to court on a misdemeanor trespassing charge. And if Judge Simpson looks a bit familiar to you, here's why. He was the same judge who became an internet sensation back in May when he caught a different defendant driving. You see him there. But he wasn't supposed to be because he didn't have a legal license.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "JUDGE CEDRIC SIMPSON",
      "sentences": "Are you driving?This is a driving while license suspended? UNIDENTIFIED FEMALE: That is correct, your honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "SIMPSON",
      "sentences": "And he was just driving.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "SIDNER",
      "sentences": "Yep. Caught. That driver, Corey Harris, though, now does have a legal license and it doesn't have any points on it from that incident his lawyer has said to people.That judge just keeps getting - he just keeps getting all the hits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes, congrats for that. On the positive, the judge, you know -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BERMAN",
      "sentences": "Glass half full.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "Sure. Also a math lesson. I was trying to add it up as he was saying. I was like, I can't follow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "SIDNER",
      "sentences": "I know, 93 times six is, yes, it's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BERMAN",
      "sentences": "I want to put people in jail if they don't give us the answers we like, but we're (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BOLDUAN",
      "sentences": "You like to - you like to cuss on TV.(CROSS TALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BERMAN",
      "sentences": "Thank you for joining us. This has been f-ing CNN NEWS CENTRAL with Kate Bolduan, John Berman and Sara Sidner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "SIDNER",
      "sentences": "That's 93 days, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "BERMAN",
      "sentences": "\"CNN NEWSROOM\" is up next.",
      "isLastSentenceInterrupted": false
    }
  ]
}