{
  "date": "2024-07-15",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Arrives in Milwaukee After Assassination Attempt on His Life; Biden Urges Americans to Cool Down the Political Temperature in the Country; Secret Service Under Intense Scrutiny Over Assassination Attempt on Donald Trump. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "KASIE HUNT, ANCHOR, CNN THIS MORNING",
      "sentences": "It's Monday, July 15th right now on CNN THIS MORNING. Donald Trump in Milwaukee this morning, just two days after an attempt on his life, where the investigation stands as he prepares to officially become the Republican nominee. Plus --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You know the political record in this country has gotten very heated. It's time to cool it down.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "President Biden urges Americans to turn the temperature down, a sentiment he echoed on both sides of the aisle. And the Secret Service under intense scrutiny this morning as the agency faces serious questions about how a gunman got a clear shot at Donald Trump.All right, 4:00 a.m. here in Milwaukee, it's 5:00 a.m. on the east coast, a live look at New York City on this Monday morning. Good morning, everyone, I'm Kasie Hunt, it's wonderful to have you with us, we are live from the CNN Grill at the Republican National Convention. And we start our coverage on a somber note. \"We cannot go down this road\". President Joe Biden warning the nation against descending into political violence during an Oval Office address as the investigation into the attempted assassination of Donald Trump begins to unfold. The FBI now has the phone of the suspected gunman, 20-year-old Thomas Matthew Crooks, they are hoping that it may hold the key to understanding why he opened fire at the rally. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "DONALD TRUMP, REPUBLICAN PRESIDENTIAL NOMINEE",
      "sentences": "I think they said, take a look at what happened --(GUNFIRE) (CROWD SCREAMING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "Other questions still swirling for investigators like why witnesses saw the gunman on a nearby roof minutes before shots rang out, but weren't able to alert officers in time.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "BEN MACER, WITNESSED GUNMAN AT A TRUMP RALLY",
      "sentences": "I was up at the fence line, saw the guy move from roof to roof,  talked -- told an officer that he was on the roof figuring that he would go on radio, and when I turned around to go back to where I was, is when the gunshots started, and then it was just chaos.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "As those shots rang out, the bullets grazed the former president's ear, and counter-sniper teams killed Crooks, but not before one of those bullets hit and killed 50-year-old Corey Comperatore. He was attending the rally with his wife and daughters. Pennsylvania Governor Josh Shapiro says the former firefighter died a hero.(BEGIN VIDEO CLIP) GOV. JOSH SHAPIRO (D-PA):  I asked Corey's wife if it would be OK for me to share what we spoke. She said, yes. She also asked that I share with all of you that Corey died a hero. That Corey dove on his family to protect them last night at this rally. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "HUNT",
      "sentences": "The former President vowing to press on with his business as usual. He traveled Sunday here to the Republican National Convention in Milwaukee. In an interview with the \"New York Post\", Trump says he had a speech prepared for the convention this week, but he quote, \"threw it away after the shooting\".Instead, the former President says he wants to focus on a new speech about uniting the country. The current President Biden echoed a similar message from the Oval Office. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "BIDEN",
      "sentences": "Let's remember here in America, our unity is the most elusive goals right now. Nothing is more important for us now. And standing together, we can do this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "ISAAC ARNSDORF, THE WASHINGTON POST",
      "sentences": "Yes, so, the message from the RNC, from the Trump campaign has been that we're going to proceed as usual. We can all see around here that, that's not the case. You can see from the security, even if none of the procedures are altered, the atmosphere is completely altered.We don't have a vice presidential pick going into today, where that -- I think that nomination was supposed to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "All right, we're back at it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "ARNSDORF",
      "sentences": "Some minor detail --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "That was going to be -- that was going to be some news --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "ARNSDORF",
      "sentences": "Yes, minor detail. And then like he said in that interview with the \"New York Post\", he ripped up his speech and started over. So, the whole tone -- the way that everyone is feeling when they get here, there's just no way that this is the same event that we were expecting two days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "Yes, Jackie Kucinich, I mean, what is your -- latest reporting, as you -- I know you talk to people on all sides of the aisle --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "JACKIE KUCINICH, WASHINGTON BUREAU CHIEF, THE BOSTON GLOBE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "Throughout about where things stand today, because it really does feel -- and this is Monday morning, there may be some people who really haven't processed this if they were -- you know, over the weekend, they're just kind of coming back to work, sitting down at their desks in a few hours and kind of grappling with what we're going through as a country. This is a presidential race that's been fundamentally changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "KUCINICH",
      "sentences": "Absolutely. I mean, we know that, you know, on Democratic side, you had the ads suspended, you had fundraising suspended, I think that's picking up again now, but the tone and the tenor of this race, where it was very aggressive going into -- you know, this weekend, and it just -- it seems to have really petered off at this point.The question is how long this lasts? Because we have seen other tragedies in this country where you do see tonally things go down. I will say, talking to delegates yesterday, it was very interesting they were coming in here very unified. I mean, that was no question that it was always going to happen coming into this particular RNC. But now, there's a -- there's a resolve and a drive that they say wasn't there before. And just a -- kind of a push to keep going, and really, you know, solidify around the President in a way that was going to happen anyway. But it's kind of a renewed even more deeply felt to the folks I was talking to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "And Matt Gorman, there is an imperative for all of us in my view to keep -- to try to take what we all hope was the worst thing that could possibly happen in this presidential campaign and use it to make the country better. There are clearly some in our ecosystem who are going in the other direction.The \"Wall Street Journal\" is out with an editorial this morning, basically saying that anyone who engages in these kinds of conspiracy theories from the left or the right ought to be ostracized from our political conversation. What is the imperative for Republicans as they gather here? Because we are seeing -- I mean, I will say the Trump campaign in all of their official messaging, you had the defiant President saying fight in that moment. And then you had calls for unity. MATT GORMAN, FORMER ADVISER TO TIM SCOTT'S PRESIDENTIAL CAMPAIGN: Yes, look, the tone is set from the top. And in many ways --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GORMAN",
      "sentences": "I think they've done a good job making sure to the best of their ability that it is set. I mean, you had Chris LaCivita and Susie Wiles, the co-campaign managers of the Trump campaign, very clearly early on in their note to the staff, saying, this is time for unity, you know, we're not going to be attacking -- nothing other than unity.And you had obviously, that was echoed by the President on his Truth Social post yesterday, the interview with Salena Zito of the \"New York Post\" as well. So, they're saying and doing the right things. And I think it's taking a step back. It's just also indicative of how much better and more professional and well run this campaign is as opposed to his two other runs, where you know, there might have been more tolerance for freelancing or mixed messaging. It is so important. So important that the tone is set from him, Trump at the top, and others will take their lead. There will be random actors who will go off message, and I'm not going to condone that. But as long as he sticks to the lead, it's going to help the parties stay on message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "Yes, and I have to say, I mean, the professionalism of this campaign in comparison to the definitely 2016, but also 2020, was on stark display --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GORMAN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "In the run-up to this convention before any of this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GORMAN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "Happened --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GORMAN",
      "sentences": "Agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HUNT",
      "sentences": "And I think that you've also seen that kind of continue through this very intense crisis. Salena Zito with the \"Washington Examiner\" --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "GORMAN",
      "sentences": "Oh, yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "MEGHAN HAYS, DNC CONVENTION CONSULTANT",
      "sentences": "No, I think that the President was extremely measured last night, I think you could tell in his tone he was very measured. There wasn't that same like sight and anger that he's seen from him and some of the past rallies that he's been doing.But I think he was, you know, very clear. He still has a very different message than President Trump. But I also think that he was trying to say like those differences are what makes our democracy, violence isn't what makes our democracy. So, I think he was trying to also set a tone here. The President is very good at this type of -- type of message that he can deliver very well. It's -- you know, I just think that he wants to also call for unity and have that -- be there and also understand the differences is what makes our country so special and so great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "HUNT",
      "sentences": "All right, coming up here on CNN THIS MORNING.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "There's no place in America for this kind of violence.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BIDEN",
      "sentences": "My fellow Americans, I want to speak to you tonight about the need for us to lower the temperature in our politics. A former President was shot, an American citizen killed while simply exercising his freedom to support the candidate of his choosing. We cannot, we must not go down this road in America.There is no place in America for this kind of violence or for any violence ever, period, no exceptions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HUNT",
      "sentences": "President Biden making a rare Oval Office address to the nation last night in the wake of Saturday's assassination attempt against former President Trump. Biden calling on the nation to tone down the heated language that has come to define modern politics in America.Our panel is back, and Meghan Hays, let me -- let me bring you back in here because the reality is, this is an uphill battle, the presidential historian Julian Zelizer, who was on this program yesterday, he writes this, \"the history of the 1960s should remind us that after Saturday's shocking attempt on the life of Donald Trump, Biden has an uphill battle to calm the nation. The issues that divide the parties remain deep, the political processes will continue to foster discord and many political leaders are likely to return to the toxic rhetoric that's been normalized in recent years. Unless the country is willing to take bold steps, presidential speeches won't do much to bring us back from the precipice we stand on in 2024.\" And you know, unfortunately, he's right and that we have seen some of this rhetoric explode already in the wake of this. It took quite frankly, minutes. You know, I think we have tried to make sure that we have been focused on calls for unity, the safety of the President, a focus on trying to tone down the violent rhetoric that we have sometimes seen. What is the scale of the challenge for the president? Yes, but also for all of us going forward here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HAYS",
      "sentences": "Yes, I think that everyone needs to be a little bit more cautious of how they're speaking. You know, we get really heated on these panels and we have a very spirited conversations. But at the end of the day, we all walk away. You know, we texts them, our friends after, and I think that that's the spirit -- what it needs to continue.Like these are policy difference. These aren't personal differences. And I think that we need to remember that. And I also think the President does have an uphill challenge here, but it's not just the president, it's every elected official, it's everyone who is out there speaking. We have a great country, we have a great democracy, but we can't lose sight of that. And we can't lose sight of the differences that make us unique and make us special, but they don't need to be so heated. It doesn't need to be so personal. It doesn't -- it definitely doesn't need to be violent like we saw on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HUNT",
      "sentences": "So, I do want to spend some time this morning, and we're going to do this throughout the program, just highlighting those among us who have spoken to our better angels. We saw some of that from President Biden last night. We also saw some yesterday from the Republican House Speaker Mike Johnson. Let's listen to a little bit of what he said yesterday.(BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA):  We need a unified message. We need to turn the temperature down, and I think it is time for moral clarity. The rhetoric has consequences when you have a heated environment and you have political division in this country like we have. In the age of social media, everything is amplified and everyone can go on and turn the dials up every day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HUNT",
      "sentences": "Matt Gorman, is the imperative for those that the Speaker leads in the House -- this is where we're seeing some of the baser tendencies, I guess, is what I would say, to follow in the Speaker's lead here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "HUNT",
      "sentences": "Yes, I know, it's -- your point about the kind of behavior, the tone, the rhetoric we reward as voters --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "GORMAN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "All right, 24 minutes past the hour. Here is your morning roundup. Chaos at the COPA America finals in Florida, the game was delayed Sunday after fans without tickets forcibly tried to enter the stadium. They climbed fences and rushed security. The game eventually got started with Lionel Messi and Argentina taking home the win. And --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Brenda?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, Brenda couldn't make it. I'm Yvonne, I'm taking her shift, sure-Ben-sure(ph).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "Beverly Hills \"90210\" and \"Charmed\" star Shannen Doherty has died after a nearly decade-long battle with breast cancer. The star was 53 years old. In what could be a changing of the Garden in men's tennis, 21-year-old Carlos Alcaraz defeated Novak Djokovic for a second consecutive Wimbledon crown.It is the Spaniards fourth major title. Prior to that, Princess Kate received a standing ovation from the centre court crowd, it was only her second public appearance following her cancer diagnosis. She appeared with her daughter, Charlotte, who gazed adoringly at her mother throughout. All right, all eyes on Milwaukee today for the Republican National Convention. Here's a live look from outside the Convention Center, where today, there is a chance for severe weather we are told across the region. Oh, great! Let's get straight to our weatherman, Derek Van Dam. Derek, tell us, what are we in for, those of us who are here in Milwaukee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "DEREK VAN DAM, METEOROLOGIST",
      "sentences": "Yes, good morning, Kasie, that's why we tailor-made this forecast just for you and everybody involved. Look, there is severe weather. Most of the day is going to be dry, so, that's the good news. It will be a scorcher, 89 degrees.But any time you get this drop in temperature over the coming days, you know that there's some sort of changing of the guards collision of air masses that's going to create that severe weather. So, broadening out, we have over a 100 million Americans with a chance of severe weather. Take note of northern New England, but I want to focus in on the Midwest, particularly from Milwaukee to Chicago, damaging winds, a few tornadoes and large hail. Greatest threat is south of Milwaukee in the greater Chicago suburbs region, stretching westward towards Des Moines. But nonetheless, Milwaukee is still included within that slight risk of severe storms. There was a band of heavier showers and storms that moved through earlier in the overnight period that brought some flooding rains to west Michigan. But look, what's upstream. This is the weather that will bring the potential for severe storms across this populated area, including where the Republican National Convention will be taking place today. And we'll look out for the damaging winds, large hail, and the potential for tornadoes greatest threat again, south of Milwaukee. Kasie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "All right, we'll look out for that. I mean, I will say south of Milwaukee is Chicago. So, a warning to everyone who is still trying to fly here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "VAN DAM",
      "sentences": "Exactly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "Many of whom are going to be going to Chicago. You may have a tough day getting in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "VAN DAM",
      "sentences": "Great point --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "Our weatherman Van Dam. I've got to tell you, Derek, too, I love that, I think you had like 70s mid-week here. I haven't seen that to be true, and I don't even know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "VAN DAM",
      "sentences": "Just for you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "How long, so --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HUNT",
      "sentences": "I'm officially thrilled. Thank you, sir, see you soon --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "VAN DAM",
      "sentences": "Enjoy.",
      "isLastSentenceInterrupted": false
    }
  ]
}