{
  "date": "2024-04-01",
  "headline": "CNN News Central",
  "subHeadline": "Interview With Acting U.S. Labor Secretary Julie Su; Work Continues to Open Temporary Channel Near Baltimore Bridge; Trump Campaigns in Michigan and Wisconsin; Iranian Target Hit; Israeli Prime Minister Facing Protests. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:01:10",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Completely destroyed, that is the description of the Al Shifa Hospital, according to Gaza's Civil Defense force, after Israeli forces finished a two-week siege there, this happening as the White House pressures Israel not to launch a new offensive into Rafah.And Donald Trump's campaign tackling the Midwest and two states crucial to his campaign for the White House. Can he win Wisconsin and Michigan? He lost them in 2020, but his campaign may need wins there to beat President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:01:10",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Plus, a March Madness matchup for the ages, Iowa and LSU staging a rematch of last year's women's final, but the drama has been ratcheted up this time around.We're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "KEILAR",
      "sentences": "And walk us through, Melissa, the aftermath of Israel's siege of Al Shifa Hospital, two wildly different accounts of what happened there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "BELL",
      "sentences": "That's right, as we have seen over and over again over the course of the last six months, Brianna, very different accounts of the very same reality.We have been hearing from the IDF, saying, look, it is 900 terrorists, as they call them, that were arrested. They say 500 of those were found to belong either to Hamas or to Islamic Jihad. And the IDF says a number of them were senior commanders. What we're hearing from the ground and what we're seeing from the videos that emerge from Al Shifa are truly apocalyptic scenes, with locals rushing to get in, the civil defense trying to get in to see who might still be rescued. And we're hearing of many hundreds of dead and seeing with our own eyes the scenes of devastation around what was Al Shifa Hospital, the largest hospital in Gaza before the war, and, the IDF claims, a part of the country in the north where Hamas had been regrouping -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "KEILAR",
      "sentences": "Melissa Bell, live for us from Jerusalem, thank you -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Let's get some perspective from the White House now with CNN's Kayla Tausche. She's there for us live.Kayla, Netanyahu has repeatedly said that this offensive into Rafah is happening no matter what the White House says. But the White House seems to think that that position is malleable. They think they can persuade Israeli officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Boris, that continues to be the goal of the U.S. in these conversations.U.S. officials stress that the meeting today that is happening virtually to discuss Rafah specifically at the principal level, that the U.S. wants to continue to highlight alternatives to a new ground offensive in Gaza, where more than one million civilians have sought refuge and where the U.S. continues to warn that vast civilian casualties would occur if Israel were to go in there. Here's Press Secretary Karine Jean-Pierre just moments ago, asked what the goals are today. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  If they're going to move forward with the military operations, we have to have this conversation. We have to understand how they're going to move forward. We -- and I will say one more thing. When Jake Sullivan was here at the podium not too long ago, he believed and he said there are alternate -- alternative ways of doing this, alternative ways of going after Hamas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "TAUSCHE",
      "sentences": "But those alternatives have been the subject of discussions for several weeks at this point at various levels of the two governments.Just last week, the defense secretary here in the U.S. shared with his counterpart the desire for a credible and implementable plan on the ground if they were to go in. We should note this meeting was expected to be in person. It was delayed after being abruptly canceled last week, but the White House still hopes to hold it in person at some point soon. But they have stressed the urgency of having a conversation in whatever format they can as soon as possible -- guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Kayla Tausche live for us from the White House.Thanks so much, Kayla -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "KEILAR",
      "sentences": "And we're joined now by CNN military analyst retired Air Force Colonel Cedric Leighton.When you hear they're having these discussions about an alternative to Rafah, what could be on the table? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST:  Well, Brianna, I think several things could be on the table. One of them may be that they will do an encirclement of Rafah and move things into position, but not go into the camp itself. That's one possibility. The other thing is that they might not do Rafah at all. They may position their forces in a way that it looks like they might go into Rafah, but they won't do it. And that might be because they want to set different conditions for the Israeli Defense Forces and, of course, for Hamas. It could also be that the international community will exert so much pressure on Israel that they won't move forward with something like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "KEILAR",
      "sentences": "That's the south.When you look at the north and the Al Shifa Hospital, this two-week siege that has ended, and just the apocalyptic scene there, it's interesting because, back in mid-January, the IDF was saying the high- intensity operation in Northern Gaza had ended. And yet, here, you hear them saying they're reconstituting here. They tried to regroup. And I wonder what that says to you about the way they are prosecuting this war, Israel, and how effective it is or is not when it comes to sustainability of results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "And when you look at how all of this speaks to the goal of the war, as Israel sees it, you have Netanyahu saying there is no victory without entering Rafah.So considering, though, what you're seeing there in the north, is there a victory possible in the way that Netanyahu is describing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "LEIGHTON",
      "sentences": "I'm very skeptical that there is because of the way in which Hamas has really integrated itself into Gazan society.The other thing is that, in terms of military operations, they're really everywhere. And that's what the Israelis are finding. They're seeing themselves having to go into hospitals like Al Shifa many times, not just once, but many times, in order to get rid of intelligence cells, in order to get rid of weapons caches, in order to get rid of fighters. And that's going to be a really difficult thing for them to do constantly. So there's not going to be a complete victory in the sense that Netanyahu seems to be describing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "They can't hold what they're clearing, right, in the north.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "LEIGHTON",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "So, when you look at the south, and all the civilians that are there, which we mentioned, more than a million who have fled there, how do you -- if there is a possibility of some kind of encirclement, as you mentioned, of Rafah instead, how does that play out with the civilians and the humanitarian crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "LEIGHTON",
      "sentences": "Well, this is going to be a real problem, because what the Israelis should be doing is, they should be moving the civilians out of that area and just doing it in a way where they can actually go into the area in a military sense and then have the women and children and the older people move out.That would be the ideal. The reality of the situation is, is that they have no mechanism -- it appears that they have no mechanism in place to do that kind of thing. So, all of these one million, 1.5 million, whatever the actual number is, is, they are going to be there. And that's going to complicate any military operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "All right, Colonel Leighton, thank you so much. We really appreciate it. A lot going on there in Gaza. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "LEIGHTON",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SANCHEZ",
      "sentences": "We're also following some breaking news.State media in Iran says that an airstrike destroyed an Iranian consular building in the Syrian city of Damascus. CNN's Nic Robertson has been monitoring developments from London. Nick, what more do we know about this attack in Syria? NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR:  Yes, we have heard now from the Iranian ambassador, who was in the building next door to the consulate, the embassy, when the consulate was hit. He says that six Israeli missiles that he claims were fired from an Israeli F-35 fighter jet hit the consular building, collapsing it. He says five to seven people are injured in that attack. Now, Israel, as it usually does when there are reports of strikes against Iranian targets inside Syria, says it's not going to comment on what the foreign media are reporting, meaning Syrian and Iranian media are reporting. But Iranian media is also reporting that a senior IRGC commander, Brigadier General Mohammad Reza Zahedi, was killed in the attack. If that is correct, as Iranian media is saying, that would be potentially the most senior Iranian IRGC commander killed since the United States killed Qasem Soleimani, the Quds Force commander, back at the beginning of 2020. So that would be very significant. And the fact that a diplomatic building was hit as well in this strike is also significant. If it is Israel that committed this attack, it would be the first time that we're aware of that Israel has hit Iranian diplomatic facilities inside of Syria, perhaps indicative of a high-value target they specifically wanted to reach out and hit -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:19:10",
      "speaker": "SANCHEZ",
      "sentences": "Former President Donald Trump getting back on the campaign trail for the first time in more than two weeks.Tomorrow, he visits the critical swing states of Michigan and Wisconsin, both expected to play key roles in November's presidential election. Trump's events follow several controversial social media posts, including this video he posted, the back of a pickup truck, a decal on it showing an image of President Biden hog-tied. Trump also put out a scathing Easter message berating judges and district attorneys over his many ongoing legal battles. Let's get the latest now from CNN's Steve Contorno. Steve, from the courtroom to the campaign trail, what is Trump's campaign trying to accomplish with these Midwest visits?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:04",
      "speaker": "SANCHEZ",
      "sentences": "And, Steve, we should point out that, the last two weeks, a lot of those visits to court have been voluntary for Trump. He hasn't actually had to be there. It was his choice to skip the campaign trail and go to court.Steve Contorno, thanks so much for the update -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:27:04",
      "speaker": "SANCHEZ",
      "sentences": "Happening now, crews working at the site of the Francis Scott Key Bridge collapse in Baltimore are preparing an alternate route, a temporary channel to get around the wreckage that would allow for essential vessels to get in and out of the harbor. It could also help keep workers on the job in one of the busiest ports in the country.Meantime, the bodies of four victims are believed to still be trapped beneath the tangle of steel and concrete at that site. Let's get you an update on the effort now with acting Labor Secretary Julie Su. She's near the wreckage site and has been meeting with local officials. Secretary, thanks so much for being with us. How long do you think this effort to open a temporary channel is going to take? How long before it's open to traffic? JULIE SU, ACTING U.S. SECRETARY OF LABOR:  Well, we don't have that information yet. But thank you for having me here. And you're right. This has a really big impact on workers. There's obviously the first category of workers, the support that's needed for the families of the workers who tragically lost their lives. Then there's the workers who are already out there and will be out there doing the cleanup, as well as doing the rebuild. We want to make sure that is all done effectively and responsibly. And then there's the workers who are impacted because of things like the port not being able to operate fully until the channel is cleared. And there's tremendous economic displacement and anxiety that comes from that. I just met with some of those workers here today and pledged to them that this is -- the president is on board and is telling us every single day that we need to do everything we can to both support them and to ensure that the port is reopened as quickly and responsibly as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:27:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes, we learned just a short time ago that President Biden is going to be traveling to Baltimore on Friday. As you said, he's promised the full backing of the federal government for relief and recovery efforts.I'm curious. Will federal aid include relief for the 8,000 workers on the docks that have been impacted by this closure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:27:04",
      "speaker": "SU",
      "sentences": "Well, so, since this happened, right, there's been $60 million of emergency funds from the Department of Transportation that is helping to cover costs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:27:04",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}