{
  "date": "2024-01-24",
  "headline": "CNN News Central",
  "subHeadline": "Supreme Court Declines to Halt First-Ever Nitrogen Gas Execution; Senators Question Biden's Legality, Strategy for Houthi Attacks; Jury Selection in Trial Against Michigan School Shooter's Mother; Second Gentleman Says Fight Against Antisemitism Takes Personal Toll. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "-- after difficulties setting an IV, now after the state agreed to his request, Smith is reversing course. He claims that this method puts him at risk of, quote, super added pain.We want to get the latest now from CNN's Tom Foreman who's following the story for us. Tom, this obviously an untested method. What concerns do experts have about this potentially going awry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Well there are legal concerns that his team has raised and that others have raised saying this could violate the Eighth Amendment against cruel and unusual punishment, mainly because it is untested. Now let's talk about the method that we're talking about here, the idea of basically nitrogen hypoxia.Nitrogen hypoxia is essentially robbing the body of the oxygen it needs to stay alive. The way this would be functioning as far as we know, they would put a plastic mask over his face. They would pump a whole lot of nitrogen in there instead of oxygen. The result, if it works the way they wanted to, would be very quick unconsciousness and rapid death thereafter. The problem is this has never been done before. It's not really in that way a proven method and Alabama has been very secretive about how they're going to do this. And that secretive nature is one of the other reasons why experts are saying, look, we just don't know that this is really a method that's going to work the way it's expected to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Why did this method of execution appear in the first place? And I imagine Alabama is not the only state that's considering it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "FOREMAN",
      "sentences": "It's not the only -- not the only state. This is the idea of what they would try to do here. The other states that are considering it are Mississippi right next door and if you skip over Arkansas you get to Oklahoma, which is the other state. Those are the three states that have legislatively said they're willing to try this sort of thing. The reason this is coming up is because of the problems they've had with all the other forms of execution.Electrocutions, electric chair. I was in Alabama back when that was the primary method that was used down there. Problems came up with that. Gas chambers. Sometimes people suffered for much longer than people anticipated. That became a problem. And the very thing you mentioned a little bit ago with Kenneth Smith. There have been problems with lethal injection in various states. So the question is when you look at all the states that still allow this, all of them are in red here. They're the ones, the ones in blue are the ones where it's allowed but it's been paused by executive order. In all those states they're saying how do we proceed with what we consider to be justice and is this possibly a way forward. It is new though and if this happens tonight, now that the court has said they won't halt this on these basis, if it happens, they have a 30-hour window. If in fact, and I realize this is an unpleasant subject for many people so I'm not being flipper or casual about it. But if it happens at midnight tonight or sometime thereafter, there's no question many states out here, not just the three that have approved this, will be looking very closely at it and saying give us details. What did happen and did this work and does it pass muster for the Eighth Amendment of not being cruel and unusual punishment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The U.S. Navy has shot down two Houthi-fired missiles targeting U.S.-flagged container ships operating in the Gulf of Aden. A third missile landed in the water, we have learned. And earlier, the U.S. military downed two Houthi anti-ship missiles launched from Yemen.Airstrikes in western Iraq targeting buildings and intelligence facilities used by Iran-backed militant groups. We have seen those happen as well. At least seven Hezbollah fighters killed in those strikes, according to two U.S. defense officials. Joining us now is retired spokesman John Kirby. Thanks so much for being with us, John. This is the relating tit-for-tat attacks. You now have a bipartisan group of lawmakers calling for the president to come to Congress now. They want to know specifically what the administration's understanding of self-defense in the context of these strikes is, considering the strikes are not deterring ongoing and future attacks from the Houthis. What is the answer from the White House to that question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL SPOKESMAN",
      "sentences": "Well, we're certainly going to continue to have conversations with a member of Congress. We've been doing that and we'll continue to do that and keep them as informed as possible. But this is about self-defense, and it's under the president's authority as commander-in-chief.Article 2 of the Constitution gives him that authority to do what he has to do to protect our troops, our facilities, our ships at sea. And that's what these attacks are largely designed to do. They are self- defense strikes, and we will have to continue them as long as the Houthis choose to continue to conduct their own missile attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "They believe, and I just spoke with Tim Kaine, of course a Democratic senator who believes differently, that back and forth that has become predictable. You have the president himself saying that this is no longer about self-defense. Do you see the difference of opinion there on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:10",
      "speaker": "KEILAR",
      "sentences": "We also spoke, Senator Tim Kaine -- with Senator Tim Kaine, about the Navy SEALs who were lost to Iranian weapons that were headed to the Houthis. Your administration said that mission, quote, was separate from its ongoing maritime security operations in that region. Kaine disagrees with that. He says he doesn't believe it was separate from the mission to secure commerce in the Red Sea. What's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:10",
      "speaker": "KIRBY",
      "sentences": "It is a separate operation, and it's one that had been going on before we started Operation Prosperity Guardian, which is the self- defense at sea, and certainly before we started striking targets ashore. We have had long-standing efforts underway to try to interdict and stop the flow from Iran to the Houthis or from Iran to other people that they're backing in the region, and that was a separate operation, if you will, that was conducted on that.Now look, I mean, obviously, it is connected in terms of the fact that Iran continues to provide weapons and capabilities to the Houthis, to Hamas, to Hezbollah, so certainly the connective tissue there is, MGC is doing, the Revolutionary Guard Corps, but it was a separate operation, and we wanted to make it clear because that was a U.S. unilateral operation to interdict weapons going to the Houthis. As opposed to the multilateral efforts to, one, protect ships at sea, and two, hit targets ashore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:10",
      "speaker": "KEILAR",
      "sentences": "And then also, just I want to ask you before I let you go here, the situation in Gaza, the IDF appears to be continuing its focus on Khan Younis. The UN saying that there have been mass casualties after a building that was sheltering many, many people displaced was struck. There's also reports that the Israeli military is firing near two main hospitals in the area.What is the Israeli responsibility here to protect the civilian population, even if you believe that Hamas may be operating near and using some of these people as shields?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:10",
      "speaker": "KIRBY",
      "sentences": "Not only near, but sometimes in these facilities, Brianna, and hospitals and residential complexes, and certainly building tunnels underneath those as well. So it's a tough problem set that the Israeli Defense Forces are facing. They have every right to go after Hamas terrorists wherever they are, but they also have an added burden, a special burden, to be mindful of civilian infrastructure, particularly hospitals and residential complexes like that, where we don't want to see them become scenes of battle.So nobody wants to see fighting in a hospital. So it does add an extra burden on the Israelis to be more careful, more deliberate. At the same time, it doesn't wipe away their responsibility to try to go after these leaders. So part and parcel of the advice and counsel that we continue to provide the Israelis, of our own experience, our own lessons learned in this kind of urban warfare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:10",
      "speaker": "KEILAR",
      "sentences": "John Kirby, thank you so much for being with us from the White House. We really appreciate your time this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:10",
      "speaker": "KIRBY",
      "sentences": "You bet, Brianna. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KEILAR",
      "sentences": "This just in to CNN. A jury has now been selected and opening statements will begin tomorrow in the trial against Jennifer Crumbley. She is the mother of the shooter who killed four students at Oxford High School in Michigan in 2021. Her son is currently serving life in prison.Jennifer Crumbley is facing involuntary manslaughter charges in connection to her son's actions, and she is now asking the judge to force her son and his psychiatrist to testify in her defense. Her son's lawyers are advising him to plead the fifth. For more on this, we're joined now by psychiatrist Gail Saltz. And Gail, we should mention part of this is about his ability to appeal his conviction. But at issue now are text messages that Ethan had sent to a friend describing how his parents allegedly ignored his request for mental health treatment. He actually said that his mother had laughed at him and his mother's attorney says that Ethan's psychiatrist had testified that her son lied about that. And so that is evidence, obviously, that could help her. Can his psychiatrist be compelled to testify to, in a way, help her out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "GAIL SALTZ, PSYCHIATRIST",
      "sentences": "It's not supposed to happen. Confidentiality is the cornerstone of any treatment. It's damaging for this patient, Ethan, but really for all patients, for psychiatrists to break confidentiality. That being said, a judge may be able to compel them to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SALTZ",
      "sentences": "Well, they're obviously going to try to murky the waters here and make it less clear because otherwise that is very damaging that she refused to get him mental health care. They may be looking to simply get that thrown out because the judge won't compel and there therefore is no arguing back. Or they may be trying to murky the waters and say, hey, this is uncertain. We don't know who lied about what and when. It's unclear what exactly.But they're clearly trying to obfuscate this evidence, which really does make that parent look negligent for not getting a kid care that obviously not only demonstrated need earlier, but the school said, hey, needs it emergently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Yes. And the school is so clear about that. And Gail, I know you're not a legal expert, but you are a mental health expert, obviously. And you obviously have a responsibility if you think someone has care -- or needs care or if they are a danger to themselves or others. What is it as you see the responsibility of the parent as they're observing the behavior of their child to provide that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SALTZ",
      "sentences": "Like any other medical care, the parent is the custodian, and if they see signs and symptoms of any health issue, including a mental health issue, they absolutely have a responsibility if that they bought their child a gun under those circumstances and moreover, didn't notify the school that they bought their son a gun that he had access to. I mean, this combination of things seems medically negligent in addition to obviously being negligent in terms of the dangers, not only to other kids, but the number one source of death by suicide is a gun.I think their son was at risk and it's very concerning that they did not point that out to the school. KEILAR: Yes, this is going to be a very interesting trial, obviously with implications for many other situations as well. Gail Saltz, always great to have you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SALTZ",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Now to a CNN exclusive. Second gentleman Doug Emhoff says that his mission to fight the spread of anti-Semitism has taken a personal toll. He sat down with CNN's Wolf Blitzer to share why that mission hits so close to home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "KEILAR",
      "sentences": "And Wolf is here with us now with a preview of this very important exclusive interview. Tell us more about this conversation, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR, THE SITUATION ROOM WITH WOLF BLITZER",
      "sentences": "You know, for him, and for me for that matter as well, it's all very, very personal. And it's hard to believe that this rise in anti-Semitism and these hate crimes that are going on around the country right now is actually happening here in the United States.And for him, he got rather emotional and he got very personal in discussing his great-grandparents fled Poland before the Holocaust, came to the United States. But so many of his relatives perished, were murdered during the Holocaust. He went back. He was at Auschwitz last year. He went to see some of the areas where his family had lived, relatives of his had lived. And so we spoke about that. I had seen him at a Hanukkah party that the vice president had at their residence at the Naval Observatory here in Washington. And we shared some of our personal family history, and we decided to do this interview today. And there's a clip. Let me play this clip of what he said about the toll it takes as he's fighting this awful surge of anti-Semitism. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "DOUG EMHOFF, SECOND GENTLEMAN",
      "sentences": "There's some days I don't want to do it because it's too hard. I'm too beat up about it. But my wife, the vice president, has been so supportive, pushing me out there to continue to use my voice and this microphone to push back on the hate, the vitriol, and what's going on. I know I have an obligation to our Jewish community as the first Jewish person in this role. There's high expectations and there's a lot of accountability. I take that extremely seriously. So no matter how bad I might be feeling personally, it's not going tostop me from continuing to use my voice, this microphone, to advocate against anti-Semitism, against hate, and again to push our coalitions back together so we can fight this thing together. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BLITZER",
      "sentences": "And it's clear that what he and others at the White House are doing, not only fighting anti-Semitism but Islamophobia, because there's been a surge of anti-Muslim, anti-Arab attacks around the country as well. And it's just an awful situation that's going on, and I'm glad that they're doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, it's such an important issue. It's such a turbulent time for the world, and it's difficult to watch this become part of the cultural dialogue, especially in the context of an election, right? Because there are folks that might be critical of Israeli policy, but then it could become something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "We look forward to that conversation. Wolf, it's great to have you in CNN NEW CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "BLITZER",
      "sentences": "I'm glad to be here at CNN NEW CENTRAL. Reminds me a little bit of the \"SITUATION ROOM.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "We may have copied just a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "A bit of a precursor to CNN NEW CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "BLITZER",
      "sentences": "I'll leave you with these words.I'm Wolf Blitzer. You're in the \"SITUATION ROOM.\" We're only visiting.",
      "isLastSentenceInterrupted": false
    }
  ]
}