{
  "date": "2024-04-17",
  "headline": "CNN This Morning",
  "subHeadline": "Trump on Trial, Johnson in Jeopardy, Mayorkas Facing Impeachment; Midwest Cities Facing Hail Threat and Possible Tornadoes. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:01:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you believe that the jury -- jurors seated today can be fair?DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: I'll let you know after the trial depending on what happens. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:21",
      "speaker": "ACOSTA",
      "sentences": "Opening statements in the hush-money trial could begin on Monday.Also developing this morning, House Republicans delivering to the Senate articles of impeachment against Homeland Security Secretary Alejandro Mayorkas. It's not clear whether Democrats will even consider a trial. And House Speaker Mike Johnson refusing to step down as opposition mounts within his own caucus. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): I am not resigning, and it is -- it is, in my view, an absurd notion that someone would bring a vacate motion when we are simply here trying to do our jobs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:21",
      "speaker": "ACOSTA",
      "sentences": "And let's bring in CNN political analyst and historian Leah Wright Rigueur; Republican strategist Matt Gorman; and \"New York Times\" journalist Lulu Garcia-Navarro.Guys, thanks so much for being with us. I mean, what did you think, Matt, a few moments ago when we heard Donald Trump saying, I'll let you know after the trial is over, what I think of these prospective jurors. I suppose -- I mean, you know, that's what he -- that's what you would expect them to say, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:21",
      "speaker": "MATT GORMAN, REPUBLICAN STRATEGIST",
      "sentences": "The tone is what I would recommend to you. You don't want to -- you don't want to say one way or another, because also, not only is there the cause park, but also the legal part, right? If you say they're fair, and then something happens, right?But I thought what was most interesting was -- you know, we talked about this earlier this week, about how he's going to be able to campaign when he's in a courtroom. Going to a bodega, I thought was smart. You know, granted, it was in Harlem. It wasn't that far away from the courthouse. But it at least provided an opportunity for the media to see him outside of a courtroom, get some sort of message across. And as we all know, he's trying to appeal to minority voters. And it's someone who, I think, if he were to win the presidency, it would be, in large part, to those African-American, Latino voters, in particular. So not a bad strategy there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:01:21",
      "speaker": "ACOSTA",
      "sentences": "I mean, but Lulu, isn't there some irony in that he left his own criminal trial to go complain about crime in New York City?LULU GARCIA-NAVARRO, CNN CONTRIBUTOR: Yes. And I think, unlike what you think will be the vision of this trial for me he the one that I keep on seeing is him sort of hunched, walking out of the courtroom. It's -- it's -- he looks, you know, it's tiring to be in a courtroom every day. And this is the image that we're going to be seeing over and over and over again. Him sort of, like, walking out of the courtroom, having to deal with this trial for weeks and weeks on end. I think it's going to be something that is really going to stick in people's minds. The other thing that I will say about this trial so far is that we have been talking about how this was going to drag on, but we have seen very, very quickly, they have seated these jurors, seven of them. I mean, everyone was talking about this is going to take forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "Things move fast in New York. Leah, I mean, Donald Trump should be used to that, right?LEAH WRIGHT-RIGUEUR, CNN POLITICAL ANALYST AND HISTORIAN: You know, you would think that after all these years and after all of his contentious interactions with New Yorkers, that Donald Trump would know something about New Yorkers. I mean, he is a New Yorker after all. And yet, here we see Donald Trump doing the same kind of things that he's been doing over and over again. And, you know, I would posit to say it's because he's not trying to actually appeal to the people of New York or New York City. I actually don't think that he is trying to appeal to people who would go to the bodega or who would, you know, vote in Harlem, in large part because the campaign knows that those are groups of people that are lost, right? They're not likely Donald Trump voters. However the image --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "You think he might be campaigning for, you know, maybe some airtime on FOX News?WRIGHT-RIGUEUR: Well, that's -- I think it's about the appeal. And I think part of what we have to remember is that Donald Trump is savvy enough to understand that one, h       e can't hit the campaign trail, so he has to find other ways in order to capture his base and this kind of larger expanding base of Republican voters around the country. And what's the best way to do that? With antics in the courthouse. The challenge is, this is a courthouse that's not going to be run in the way that we're used to, right, the circus. We actually won't get to see a lot of this trial. We'll just get bits and pieces. So that's what we're going to see some negotiating with for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "Yes, let's talk a little bit about the president out on the campaign trail.He was talking about how toxic American politics has become. Let's listen to that and talk about it on the other side. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I've never thought I'd see a time when I'm going through a -- a neighborhood or a rural town in the West or see big signs. Let's have a Trump sign in the middle that says, \"'F' Biden,\" and having a little kid standing with his middle finger, seven years old, eight years old.Well, I promise, it happens all the time. It's not who we are. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "I mean, Matt, I mean, the president is going back to this message. And it was successful for Democrats in 2022. People don't want to be down in the gutter with our politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "GORMAN",
      "sentences": "I think it's tough. I fail to see the Biden administration's messaging. They kind of go back and forth. The first speech was on democracy, that big speech. Yet, he also talks about how he wants to make the affirmative case on the economy.I think, you know, they're looking to answers in 2020 about what worked. And they're really indecisive about whether was it democracy, was just simply not being Trump? And I think that's -- you're seeing this play out a little bit in what informs their message going into 2024. It's a different paradigm. You have four years of President Biden. And I will say, you know, again, we talk about that contrast, too. It wasn't a great, very enlivening sight, seeing the president on the campaign trail. He has lost of step, even just since four years ago. So that contrast is going to be interesting to see between him and Trump going up, going forward. GARCIA-NAVARRO: But Matt, don't you think that the real strategy here is the different messages for different people? I mean, in the same way that we were just talking about Trump in the bodega, Biden is trying to appeal to these suburban voters, women. A lot of these voters do not -- This is a good message for them. They do not like the tone of politics. They do not like how acrimonious it's become. And that is appealing to them. The same thing that they do not like about Donald Trump is that he is someone who is seen as divisive. He is someone who is seen as, you know, speaking in a certain way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "He's not talking about the trial, but he's talking about the ugliness. I mean, it's part of the sub-context, yes. GARCIA-NAVARROWRIGHT-RIGUEUR: Yes. So I think part of -- part of where Biden thrives and where he does best is one where he is in settings like Scranton, Pennsylvania --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "Yes.WRIGHT-RIGUEUR: -- where he is talking about the economy or he is talking about his kind of hardscrabble upbringing, or he is looking at audiences of people, including many people who have left the Democratic Party or who feel left behind, in part because of the labor class politics, and saying, Hey, I'm just like you. I take Amtrak. Like, I had to take out student loans, and my kids had to take out student loans, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "Yes.WRIGHT-RIGUEUR: That's where he thrives. And he also thrives on this idea of saying, Look, I'm above partisan politics. Now, part of the problem is, though, that I think we are now in a post -- kind of post-partisan landscape where you have to be partisan. And so we are going to see those moments like the State of the Union, where Biden has to hit those points, right? He has to appeal to a base that is wholly partisan, while simultaneously appealing to a group of people who don't want to be part of the partisan scrum (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ACOSTA",
      "sentences": "Yes, he had them fired up. Then the challenge is to keep that going.WRIGHT-RIGUEUR: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "ACOSTA",
      "sentences": "Hours from now, the Senate will decide the next step in the impeachment of Homeland Security Secretary Alejandro Mayorkas. Yesterday, the House delivered impeachment articles to the Senate, potentially kicking off a trial.House Speaker Mike Johnson urging Democrats to take the charges seriously. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "JOHNSON",
      "sentences": "If Senator Schumer cares at all about the suffering of Americans in the disaster that Mayorkas has wrought at the border, then he will hold a full and public trial. The American people want a full and public trial. I think they deserve to see the evidence, and it will be unconscionable, and in my view, unconstitutional, if Chuck Schumer fails in that responsibility.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "ACOSTA",
      "sentences": "The case could get dismissed outright. If not, senators will be sworn in as jurors this afternoon.My panel is back. And Leah, I mean, what do you make of this -- this Senate impeachment trial that may be coming up for the homeland security secretary. I mean, the House speaker was saying, please take this seriously. We did see Marjorie Taylor Greene in that progression of lawmakers walking the articles over. Folks might say, that's a bit of an inconsistency there. WRIGHT-RIGUEUR: I mean, you know, this is unprecedented. We have not had something like this in a very, very, very long time, not in any of our -- our lifetimes. But I think the White -- the way that the White House is treating it is perhaps the way that the rest of the country should be treating it, which is the White House is kind of shrugging their shoulders and saying, This is performative spectacle. This is where Congress is now. And -- and to some -- in some respects, this is where they are. The Senate has indicated that this is -- you know, this is a nonstarter, that they don't see this as an issue. That, in fact, this is just political kind of sports  -- kind of political spectacle. And so I think there's an irony in the Republican saying both we have -- that Democrats haven't taken this seriously, that there is a crisis at the border, and this is -- you know, this is how we're going to address it, while simultaneously putting in place a policy that effectively is not going to go anywhere. There is not going -- that's not accountability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "ACOSTA",
      "sentences": "Yes. Yes, Matt, I mean, should -- do you take this seriously? Is this a serious exercise that we're watching here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "GORMAN",
      "sentences": "I think a couple of things. This was, I think, a product of candidly -- with this campaign in the primary season when there was a vacuum of kind of leadership, right? Trump hadn't emerged as the presumptive nominee yet. And this was a product of that. I think what this is going to come down to, though, it does signal -- I think both parties as we go into the fall have an issue that the other party doesn't want to talk about. And whoever wins that fight.For the Republicans, they want to press for immigration. For the left, it's hey want to press abortion. Whoever wins that argument about the issue the other one doesn't want to talk about is going to tell us a lot, with the economy really floating above all. So look, I don't think this really changes a ton in terms of how immigration plays in the fall. But this, I think, was a by-product of a time where there wasn't really -- there was a vacuum of leadership in the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "ACOSTA",
      "sentences": "Yes.GARCIA-NAVARRO: What you're saying there is that they did it because they wanted something to fundraise on. I mean, that's the subtext here, is that they actually -- that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "GORMAN",
      "sentences": "You've never done that, the Democrats? Come on.GARCIA-NAVARRO: I mean, first of all, I'm a reporter, but -- but so -- but what I will say is that that was a product of that. I would also say that this is something that is devaluing the very idea of what an impeachment is supposed to be about. And that, I think, is also the subtext here, which is that, obviously, the Republicans were very unhappy with what happened during the Trump administration. There was a feeling that two impeachments of the president were unwarranted. And so, you know, they're trying to do this now with cabinet secretaries, which is, you know, just kind of mind-boggling. I interviewed Secretary Mayorkas right before the impeachment trial -- the impeachment was underway in the House. And you know, what was so bizarre about this is that, on the one hand, he was going up and negotiating with Republicans in the Senate about what should be in this bill that they were trying to pass. And on the other hand, in the House, they were trying to impeach him. I mean, this is -- if there is no other image of how completely sclerotic and crazy the House is at this point, is that you have someone who is a cabinet secretary, on the one hand with government trying to do something. And on the other hand, trying to be impeached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:48",
      "speaker": "ACOSTA",
      "sentences": "All right.GARCIA-NAVARRO: I mean, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Really good chuckle. The play on words was -- it was poetry in the making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "ACOSTA",
      "sentences": "As a dad, you might appreciate the occasional dad joke. I did that just for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "VAN DAM",
      "sentences": "I have never been to Butte, Montana, but now I've seen it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "ACOSTA",
      "sentences": "My apologies to everybody else. That's just awful.Anyway, we've got weather to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "VAN DAM",
      "sentences": "I'm in the weather business. OK? Not geography.All right. So listen, we've got -- I want to go back to this video, because this is just an astounding moment that was captured on camera by this trooper. That is a rope tornado. You saw it. Jim was talking about it a moment ago. and maybe you might think, hey, this thing, not that powerful, but it acts just like an ice figure skater, pulling in their arm, using that centrifugal force. It actually can tighten the wind speeds in and around a rope tornado, and that can cause more damage on the ground. There was 23 tornado reports yesterday. Right now, we're kind of losing the momentum from the storm system that continues to wind across the Midwest. But yet again, there is severe weather threat. This time, Detroit, Cleveland, Columbus, the Ohio River Valley. Large hail, damaging winds the main threat, but we cannot rule out an isolated tornado. And by the way, there is a slight risk near Kansas City, as well. Cold front responsible for these storms advancing Eastward. And we trail that system all the way back towards central Texas for the day tomorrow. These are the two trouble areas as we head into Thursday: St. Louis, Memphis to Dallas. Keep an eye to the sky. And hey, it's spring, folks. We get this battle of the seasons. We're going to see warmth being taken over by cooler air. So we'll enjoy the 80s while we can from Atlanta to D.C. Not Butte, Montana, though -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "ACOSTA",
      "sentences": "No, no, no. We'll get that forecast later. All right. Derek van Dam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}