{
  "date": "2024-03-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump, Haley Hit Campaign Trail Ahead Of Super Tuesday; Biden Prepares For High-Stakes State Of The Union Address; VP Harris Addresses War In Gaza During Selma Remarks; Yosemite National Park Partially Reopens; Blizzard Conditions Continue To Slam Northern California; Firefighters Face Gusty Winds And High Temperatures In Texas Panhandle; Teen Shot By Police After 500+ People Thrown Out Of Six Flags Park; Selma, Alabama Marks 59th Anniversary Of Bloody Sunday March; VP Harris In Selma For 59th Anniversary Of Bloody Sunday; Russians Paying Their Respects To Late Opposition Leader Alexei Navalny. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:01:35",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:35",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "All right, everyone. Thanks for joining me. I'm Omar Jimenez in for Fredricka Whitfield. We're going to begin this hour with breaking news.The Supreme Court saying they may issue opinions tomorrow as several high-stakes cases hang in the balance. Now, speculation is growing that justices could rule on a Colorado decision to remove former president Donald Trump from the state's ballot. Citizens there are set to vote in the Super Tuesday primary this week. Colorado challenged Trump's presidential eligibility under the Constitution's 14th Amendment Insurrectionist Clause. We're going to follow the developments tomorrow morning and bring you the latest here on CNN and CNN.com. Meanwhile, on the campaign trail, former president Donald Trump continues his march towards clinching the GOP presidential nomination, sweeping three more states on Saturday. Now his campaign is aiming to build up an insurmountable lead on Super Tuesday, two days from now, when voters in 15 states and one U.S. territory head to the polls. Now despite getting just a fraction of the Republican delegates so far, Nikki Haley is hanging in the race. This will also be a high-stakes week for President Biden. On Thursday, the president will deliver his highly anticipated State of the Union address. We've got a team of correspondents covering these developments. Priscilla Alvarez is going to tell us more about Biden's State of the Union address in a moment but I want to start with Eva McKend, who's on the campaign trail in Vermont with Nikki Haley. So, Eva, what are Haley's expectations for Super Tuesday? EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT: Well, Omar, I would say that her campaign is not really setting expectations at all. She's just crisscrossing the country right now, trying to appeal to as many voters as possible. She just wrapped up a rally here in Vermont. And something that struck me as a woman came up to me at the end and she said that she felt as though Haley would do well here because there are a lot of independent minded voters. That's how she described the voters here. Another man came up to me and he said that he wished that Haley actually would have brought up climate change, the climate crisis, that she could maybe bring even more voters into the fold by bringing up that issue. So that gives you a sense of the type of voters that are supporting her, at least in this state. Some of them Democrats, many Democrats showing up to her event who supported the Republican governor, Phil Scott. We spoke to one of them. Let's listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:35",
      "speaker": "MCKEND",
      "sentences": "Do you typically vote for Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:35",
      "speaker": "LIZ WEIHAUR, VERMONT VOTER",
      "sentences": "Never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:35",
      "speaker": "MCKEND",
      "sentences": "Never?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:35",
      "speaker": "WEIHAUR",
      "sentences": "Never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:35",
      "speaker": "MCKEND",
      "sentences": "So Nikki Haley will be the first one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:35",
      "speaker": "WEIHAUR",
      "sentences": "I do not feel that former president Trump understands the Constitution or his constitutional duties or how to govern unfortunately, although I may like a couple of his policies, I don't think he's a good choice for the country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And that dynamic that we heard from that woman was something I ran to in Michigan and South Carolina last week as well. Democrats who in those primaries are able to vote for whoever they want are essentially making an anti-Trump vote, even though they might not necessarily be for Nikki Haley. Very interesting. Eva McKend, thank you.I want to go now to Priscilla Alvarez. Priscilla, the president, President Biden, will deliver his State of Union this week. Based on the timing and the moment, I mean, it's a really significant chance to showcase what he's done and try to convince voters to give him another term in office. What are we likely to hear from the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "That's right, Omar. This is an address that's going to happen a couple of days after Super Tuesday. That's a moment that campaign official say will bring into clearer focus that this is a race between President Biden and former president Donald Trump. And this address is going to be viewed by tens of millions of Americans, which means that it could be one of the largest audiences that he has on television before the November vote.So it is a critical moment for him to convey his message to Americans and to lay out his accomplishments thus far, while also outlining his vision for the future. Now, on the domestic front, that would include, for example, economic populism, raising taxes for the corporate and the wealthy, border security, the protection of reproductive rights, lowering healthcare costs, as well as one of the biggest themes of his reelection campaign, preserving democracy. Of course, hanging over all of this is still the Israel-Hamas war. That has occupied a lot of the president's time. And it has also come up at a lot of his campaign appearances where there have been protesters calling for a ceasefire. There are currently talks ongoing to try to reach that temporary ceasefire for the release of hostages and for humanitarian aid to get into Gaza. But whether it can be reached before Thursday is still a big question. For now, though, the president, his advisers huddling at Camp David just like they did last year to rehearse and to put their final touches on that address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Priscilla Alvarez, Eva McKend, thank you both.With me now to talk more about the 2024 for race is Lanhee Chen. He's a former public policy director for Mitt Romney. And I want to start with getting your reaction to this possible Supreme Court ruling tomorrow on Trump's ballot eligibility in Colorado. Trump isn't really expected to carry Colorado in the general election. So does it matter that if he's not on the state's ballot in November? What are sort of the implications here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "LANHEE CHEN, CNN CONTRIBUTOR",
      "sentences": "Well, it certainly matters because we have to remember that there are a number of states that have proceeded under the same thesis that essentially they've relied on this constitutional provision to try and keep him off the ballot.Now when this case was argued before the Supreme Courts some number of weeks ago, the Supreme Court justices, both conservative justices as well as ones that were appointed by Democrats, on the more progressive side of the spectrum, expressed some amount of skepticism about this argument. So we should expect, given, first of all, how quickly this decision is coming down but second of all, how things went at oral argument that the court is unlikely to accept the state of Colorado's argument in this case. And more likely than not, we will see former president Trump on these ballots, even in states where there has been a disqualification from secretaries of state or other political entities in those states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "JIMENEZ",
      "sentences": "And we've already seen these efforts in some states fail, you know, at the lower court level as well. But this of course would be the strongest sentiment that could be expressed from the U.S. Supreme Court.Now, look, Trump does appear to be on his way to being the presumptive GOP nominee. The current polls show a very close race between him and Biden in the general election but what does Trump need to do in the coming months if he wants to secure the moderate Republicans or independents in the general election, who might now prefer Nikki Haley or even President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And look, another factor that has been on the minds of a lot of voters is not just President Biden's age and his gaffes during speeches, but also Trump has had his fair share of what I would call, I guess, baffling moments at times on the campaign trail. I want you to take a listen to Trump's rally yesterday, where heconfused Biden with Obama again. (BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: And Putin, you know, has so little respect for Obama that he's starting to throw around the nuclear war term. You heard that. Nuclear. He started to talk nuclear weapons today. I was waiting for that to happen. But we have a fool, a fool as a precedent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "JIMENEZ",
      "sentences": "And an updated \"Wall Street Journal\" poll asked voters if Biden and Trump are too old to be president, showing voters are growing more concerned about Trump's age. There's been a slight jump in when this question was asked in August 2023, but bottom line, I mean, should the Trump campaign, one, be worried that voters may start to focus on this a little bit more, but I guess more broadly, how much do you anticipate age of both Biden and Trump to play a factor as we get into real decision time for the general election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "CHEN",
      "sentences": "Yes, I would say so far at least for Trump, this really hasn't been an issue that voters have reflected great concern about. Now, some of that will depend of course on how many more of the incidents you see, like the one that you just played, they're going through the rest of the campaign.I do tend to think, Omar, that other issues, particularly as I noted earlier, questions around the state of the economy as well as frankly the border crisis that continues to be, I think a massive challenge. Those are going to be the issues that ultimately will prove to be more important as opposed to the other one that you mentioned. I mean, I tend to think that voters are going to be much more focused on this issue of who is going to be in the best position to address and solve these problems. And that's why, for example, you noted that the president having the State of the Union address this week. That is going to be a key moment for President Biden and for this administration to be able to present what his plans will be and what the potential solutions to those issues are over the coming months, and should he be elected to a second term in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And you know, the timing and the moment of it and the potential of how many people will actually be watching could really be a kickstart to this campaign season for Biden. We will see.Lanhee Chen, thank you so much for the insight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "CHEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:02",
      "speaker": "JIMENEZ",
      "sentences": "This just in -- just into CNN, moments ago, Vice President Kamala Harris spoke on the Bloody Sunday anniversary in Selma, Alabama. She spoke about the war in Gaza, calling for a ceasefire. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:02",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "What we are seeing every day in Gaza is devastating. We have seen reports of families eating leaves or animal feed. Women giving birth to malnourished babies with little or no medical care. And children die from malnutrition and dehydration.As I have said many times, too many innocent Palestinians have been killed. And just a few days ago, we saw how desperately people approached aid trucks. Simply trying to secure food for their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:02",
      "speaker": "HARRIS",
      "sentences": "After weeks of barely no aid reaching northern Gaza. And they were met with gunfire and chaos. Our hearts break for the victims of that horrific tragedy. And for all the innocent people in Gaza, who are suffering from what is clearly a humanitarian catastrophe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:02",
      "speaker": "HARRIS",
      "sentences": "People in Gaza are starving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:18:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "HARRIS",
      "sentences": "Yesterday, the Department of Defense carried out is first airdrop of humanitarian assistance, and the United States will continue these airdrops. And we will work on a new route by sea to deliver aid. And the Israeli government must do more to significantly increase the flow of aid.(CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "HARRIS",
      "sentences": "No excuses. They must open new border crossings. They must not impose any unnecessary restrictions on the delivery of aid. They must ensure humanitarian personnel sites and convoys are not targeted. And they must work to restore basic services and promote order in Gaza so more food, water, and fuel can reach those in need.As I have said repeatedly since October 7th, Israel has a right to defend itself, and president Joe Biden and I are unwavering in our commitment to Israel's security. Hamas cannot control Gaza and the threat Hamas poses to the people of Israel must be eliminated. Hamas is a brutal terrorist organization that has vowed to repeat October 7th again and again until Israel is annihilated. Hamas has shown no regard for innocent life, including for the people of Gaza who have suffered under its rule for almost two decades. And Hamas still holds dozens of hostages for nearly 150 days now. Innocent men and women including American citizens, who were brutally taken from their homes and from a concert. I will repeat, the threat of Hamas poses to the people of Israel must be eliminated, and given the immense scale of suffering in Gaza, there must be an immediate ceasefire. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "HARRIS",
      "sentences": "For at least the next six weeks, which is what is currently on the table. This will get the hostages out and get a significant amount of aid in. This will allow us to build something more enduring to ensure Israel is secure and to respect the right of the Palestinian people to dignity, freedom and self-determination.(CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "HARRIS",
      "sentences": "Hamas claims it wants a ceasefire. Well, there is a deal on the table. And as we have said, Hamas needs to agree to that deal. Let's get a ceasefire. Let's reunite the hostages with their families. And let's provide immediate relief to the people of Gaza.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And of course, there were times throughout all of this where the word ceasefire in itself was something that U.S. officials were doing their best to ignore and to avoid despite --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "SANGER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "JIMENEZ",
      "sentences": "Whether as humanitarian pauses or whatever it may be.Now, look, Vice President Harris is set to meet with Israeli cabinet minister Benny Gantz, who was also briefly prime minister, but he has arrived in Washington. He's going to meet with the vice president tomorrow and Secretary of State Antony Blinken on Tuesday. What are both sides looking to accomplish with this visit here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "SANGER",
      "sentences": "So this is pretty fascinating. So Benny Gantz is of course a key member of the War Cabinet. He ran against Prime Minister Netanyahu unsuccessfully. He and Netanyahu do not get along. He is a former chief of the Israeli military and I think he is someone who the administration feels they can work with a lot more easily than they can with Prime Minister Netanyahu.There have been some reports that Prime Minister Netanyahu was pretty upset that Gantz was going and having this set of meetings. It'll be interesting to watch and see whether the Israeli ambassador to the United States attends those meetings as he would normally attend meetings with the prime minister or other senior leaders. It might be an interesting sign of the tension. Second thing to look for, during one of these meetings in the White House particularly when Mr. Gantz goes in, General Gantz, former General Gantz goes in to see Jake Sullivan, the National Security adviser, or Vice President Harris. Does the president happened to drop by the office? If so, that would really elevate the meeting. You know, at this point, many in the White House think they are not going to solve their longer-term problems and certainly not get to a two-state solution if Prime Minister Netanyahu remains in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "JIMENEZ",
      "sentences": "Now, look, before we go, obviously President Biden is set to do a State of the Union on Thursday. What would you be looking to hear from him on this front at such a critical point, like it seems we are at right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "SANGER",
      "sentences": "So he's got two very big foreign policy challenges he's going to have to take up in the course of that along with the long list of domestic issues, which of course are going to be at the fore given the presidential campaign and usually at the fore in a State of the Union addresses. One of them is Ukraine, the situation is getting pretty desperate and he's going to have to press for pretty immediate aid if the Ukrainians are not to lose more ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "SANGER",
      "sentences": "On Israel, he's going to have to call for also aid in the same package. Interesting to see whether or not he will make any concession to the thought of conditioning that aid on the Israelis not using American weaponry for indiscriminate bombing in Gaza. So far they have avoided and Vice President Harris avoided any mention of conditions in her talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And we will see if that changes over the course of some of these meetings this week. David Sanger, really appreciate the insight as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "SANGER",
      "sentences": "Great to be with you, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "BERNAL",
      "sentences": "And that's how difficult it is. The agricultural commissioner, Sid Miller, says that at least 300 -- or 3,000 head of cattle have already died, and they expect that number to either multiply or triple because of those injuries. So, what you're seeing here behind me is the hey, this is all going to a lot of those ranchers that are in so much need. It's a community that has come together to really help those most impacted, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:46",
      "speaker": "JIMENEZ",
      "sentences": "A chaotic scene outside Six Flags Over Georgia has left the teenager in critical condition. Listen.I mean, you hear the amount of gunshots there. Atlanta Area Police were called to assist park security last night after reports have been unruly crowd of some 500 to 600 people. Now, the situation only escalated once the alleged troublemakers were picked out. CNN National Correspondent Rafael Romo is on this story. So, what happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:46",
      "speaker": "RAFAEL ROMO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Omar, just watching that video that you just showed us gives you an idea of how terrifying it must have been for the people who were here last night. If you can imagine, people were glad to be here because it was the first day of the 57th season here at Six Flags Over Georgia, and many people were glad to be here to be enjoying the rides again. And then all of a sudden, groups -- large groups of people start running all over the park. They get into fights.And then it becomes evident that the security guard inside the park was going to need help. And that's when they called the Cobb County Police Department to help him, escort out anywhere between 500 to 600 people who were unruly. And as they were escorting these people out, many other fights broke out outside of the facility, outside of the park, and that's when it became even more chaotic, Omar, because police are telling us that an unknown number of people started shooting at police. One officer responded with fire. That's when the 15-year-old got hit, and he is now listed in critical condition at Grady Memorial Hospital in Atlanta. Now, we have already heard from Six Flags in a statement. A spokesperson said the following, it is incredibly disappointing, she said, that our community is disrupted at public events throughout the region by groups of underage youth. There was police activity involving gunshots. We want to confirm there was no shooting on our property or parking lot. This took place on South Service Road that is not owned or operated by Six Flags. And Omar, earlier, we spoke with a visitor from Alabama. He said that in spite of what had happened last night, he was going to enjoy the park because he had been waiting for a while to get here. Let's take a listen to what he told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:46",
      "speaker": "HAYDEN CARPENTE, PARK VISITOR",
      "sentences": "That doesn't impact how I feel about it. Crime happens everywhere. I don't think it's going to happen. You're more likely in one place than another, you know. It's just a chance of where you're going to be at that day.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "JIMENEZ",
      "sentences": "Now, that was Vice President Kamala Harris moments ago in Selma, Alabama. Right now, you're looking at live pictures of Harris leading local and national civil rights leaders in the annual march across the Edmond Pettus Bridge, marking the 59th anniversary of Bloody Sunday. A key moment in the fight for civil rights in the United States.In 1965, 600 people risked their lives when they marched over the bridge to demand an end to voter discrimination and more. Minutes into the march, they were attacked by state and local lawmen with Billy clubs and tear gas. 17 people were hospitalized and dozens more injured by police. And on this week's episode of the \"Whole Story with Anderson Cooper,\" CNN commentator Van Jones returns to his home state of Tennessee to unpack how the volunteer states politics have dramatically changed ahead of Super Tuesday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "VAN JONES, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Do you feel like you can be effective lawmakers in an environment like this?REP. JUSTIN PEARSON (D-TN): A good lawmaker isn't the one that just gets a law passed, because if we wanted to pass a law to allow everybody to get an AR-15 tomorrow, that might pass. Does that make you a good lawmaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "PEARSON",
      "sentences": "We're heading to the Shoeshine Place, an arcade where the sit-ins were.REP. JUSTIN JONES (D-TN): A dissent is a message to the future. We may not have the votes now, but each time we dissent, we are letting the future know that there stood somebody who would not bow down, that there were people who fought to make this state what it ought to be. V. JONES: I'm just sitting here listening to you talk, and I just feel like -- I feel proud, you know, and also a little bit ashamed because I don't think that my generation kept that same fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "PEARSON",
      "sentences": "We talk so much about ancestors. You think about what they endured and what they were called steps away from earth's (ph) capital.V. JONES: I think part of why people are so impressed with you, young people, is that you didn't back down. J. JONES: Tennessee is the birthplace of the Ku Klux Klan, but also the Nashville student movement. So, we have this dual history, and I think that's really the history of America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "JIMENEZ",
      "sentences": "And CNN Senior Political Commentator Van Jones joins us now. So, Van, I mean, did this give you any hope that new leaders like State Representative Justin Jones and Justin Pearson, who was at the events in Selma today, that they might be able to change attitudes in the legislature?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:06",
      "speaker": "JONES",
      "sentences": "Well, you know, I hope so. They definitely are in that tradition. You know, John Lewis used to lead that march, year after year. I got a chance to go a few times. He's gone. Now, you have Kamala Harris there, the generation behind John Lewis, helping to lead that march. But there's generations behind her.And I think the thing about tonight, the special that we're showing about my home State of Tennessee, is you can make great progress and then lose it. In Tennessee, we made tremendous progress. Obviously, John Lewis is a young student leader of the student movement there in Nashville, Tennessee. And yet, we've now began to go backwards. And so, you hear tonight, you know, at 8:00 from the young Justins, from the people who are opposing them, from other grassroots leaders, and democracy is always hanging in the balance. But it's up to each generation to fight for it. And those young Justins are definitely fighting for it.",
      "isLastSentenceInterrupted": false
    }
  ]
}