{
  "date": "2024-12-14",
  "headline": "CNN Newsroom",
  "subHeadline": "New Jersey Governor Asks Biden For More Resources To Probe Mystery Drones; Trump Names Three People To Key Positions; Navy Wins Historic 125th Army-Navy Game; New Details About Suspected Killer's Life In Prison; Accuser Admits She Lied About Duke Lacrosse Players Raping Her; Trump Admits It's Hard To Bring Prices Down; Brownstein: Trump Is About To Betray His Rural Supporters, Syrians Search Morgue For Missing Loved Ones; White House Reaffirms South Korea Support After President Impeached. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:01",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You're in the CNN NEWSROOM. I'm Jessica Dean in New York.New developments tonight in the mysterious drone sightings over New Jersey, New York and Connecticut. New York's Governor Kathy Hochul sounding exasperated today, saying, quote, \"This has gone too far,\" when issuing a new alert after a small airport had to shut down temporarily due to a drone sighting. Sightings have locals concerned that the federal government is not telling them the whole truth about these incidents and for the better part of a month now, people have reported consistent sightings of unidentified aircrafts all over the tri-state area. But agencies like Homeland Security and the Pentagon maintain these aircrafts are not a threat to public safety. CNN's Omar Jimenez has more. (BEGIN VIDEOTAPE) REP. JOSH GOTTHEIMER (D-NJ): There has to be some explanation to the public for all this increased activity, and they must do so now. OMAR JIMENEZ, CNN CORRESPONDENT (on camera): And yet, there hasn't been, even as the federal government says there's no evidence of any national security or public safety threats. And there have been growing calls for answers as drone sightings continue in New Jersey and now also the New York metropolitan area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "GOTTHEIMER",
      "sentences": "They must immediately disclose more information to the public. It's totally and completely unacceptable. New Jersey can't become the Wild West of drone activity. No state can become the Wild West of drone activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "JIMENEZ",
      "sentences": "It's now been a month since some of the first drones were reported near a military installation in Northern New Jersey. Since then, there have been dozens of reported sightings, as some federal officials throw cold water on some of those reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "JOHN KIRBY, WHITE HOUSE NATIONAL SECURITY COMMUNICATIONS ADVISER",
      "sentences": "We have not been able to, and neither have state or local law enforcement authorities, corroborate any of the reported visual sightings. It appears that many of the reported sightings are actually manned aircraft that are being operated lawfully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "JIMENEZ",
      "sentences": "And in a joint statement, the Department of Homeland Security and the FBI said, in part, they're working to confirm whether the reported drone flights are actually drones or are instead manned aircraft or otherwise inaccurate sightings.Despite attempts by officials to calm concerns, videos of reported drones in the skies are still popping up all over social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow, they just passed each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I've never seen that before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "JIMENEZ",
      "sentences": "Including these from New Jersey Senator Andy Kim, as he went out with local police Thursday night. Former Maryland Governor Larry Hogan also posting his own possible drone sighting, writing on X, \"I personally witnessed what appeared to be dozens of large drones in the sky above my residence. I do not know if this increasing activity over our skies is a threat to public safety or national security.\"There was even a downed drone that was reported in Morris County, New Jersey, but it was later revealed to be a hobby or toy drone. All the while, without a definitive explanation, questions have filled the vacuum. New Jersey Governor Phil Murphy writing to President Joe Biden expressing concern about the reported drone sightings and asking for more federal resources, saying, in part, existing laws limit the ability of state and local law enforcement to counter UAS or unmanned aircraft systems. It has become apparent that more resources are needed to fully understand what is behind this activity. New York Governor Kathy Hochul confirming that drones have also been spotted in New York, posting on X, \"At this time, there's no evidence that these drones pose a public safety or national security threat.\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:01",
      "speaker": "DEAN",
      "sentences": "All right, Omar Jimenez, thank you very much.Also breaking news tonight as President-elect Donald Trump has made a new selection for his upcoming administration, one of them including the role of presidential envoy for special missions, going to Ric Grenell. CNN's Steve contorno is in West Palm Beach. And Steve, Grenell, of course, served as Trump's top U.S. intelligence official at the end of his term and is very well known in Trump world. There were big questions about where he would land if he would be part of this administration. What more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "DEAN",
      "sentences": "All right. And Steve, also today, President-elect Trump spent the afternoon at the Army-Navy football game just outside Washington, D.C., and he was joined there, what was notable was he was certainly making a statement by who was there with him, including Pete Hegseth, his pick to serve as secretary of Defense, alongside Vice President- elect J.D. Vance. Tulsi Gabbard was there. What more can you tell us about those dynamics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "CONTORNO",
      "sentences": "Yes, the Hegseth appearance is notable given what he has gone through. A week ago, we were coming into the weekend wondering if Hegseth could survive this nomination process, and there were rumors that Trump was already potentially looking for replacements for Hegseth, including Florida Governor Ron DeSantis, who was also in attendance at today's game but separately.Well, now Trump has been fighting for Hegseth. He has made it clear that he intends to stand by him, at least for now. And today, a really strong show of support by having him in the box with him. Also, there was House Speaker Mike Johnson. The president or excuse me, incoming Senate majority leader John Thune. And as you said, the Vice President-elect J.D. Vance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "DEAN",
      "sentences": "All right. Steve Contorno for us in West Palm Beach, Florida. Thanks so much for that reporting.And the Navy football team has won the historic 125th Army-Navy game. But for the players on the field and the cadets in the stands, Army- Navy is a lot more than a game. This is a tradition that stretches back over a century. It underscores the importance of football as a training ground for soldiers, sailors and leaders in our armed forces. And to talk more about that, author Buzz Bissinger is here. He wrote the book \"Friday Night Lights,\" which we all know, Buzz. And his most recent book is \"The Mosquito Bowl: A Game of Life and Death in World War II.\" Buzz, thanks so much for being here with us. First, walk us through a little bit about and tell us more about that game you describe in your latest book. BUZZ BISSINGER, AUTHOR, \"THE MOSQUITO BOWL\": There was a game played on the island of Guadalcanal on Christmas Eve of 1944 called the Mosquito Bowl. It was between two Marine regiments that were stocked with some of the greatest college football players in the country. College football players tended to gravitate towards the Marine Corps, and they argued with one another who would have the better team if we played each other and, you know, the Marines. So they said, we don't argue, we fight it out. So they had this game. It was as close to the real thing as you could come. And you got to remember, this is Guadalcanal. They've never seen a football game. It started as touch. It devolved into tackle. They beat the crap out of each other. They had a joyous time. Three months later, they were in Okinawa, where 14 of the 64 players who played in that game were tragically killed at Okinawa. And that's kind of the center of the book, this Mosquito Bowl, what happened before and what happened after. I think it was the last time that these guys were allowed to be boys to do something they absolutely loved. They knew a horrible battle was coming. They knew the casualty rate would be as high as 80 percent. Okinawa was horrific, and a lot of the book is about some of these men, who they were, and they are great heroes. I think about them all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "DEAN",
      "sentences": "Yes, no doubt about that. It is -- it's a really incredible story and a piece of a story that a lot of us know but probably don't know that piece of it.Why did the generals and admirals attach so much importance to the game of football?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "BISSINGER",
      "sentences": "You know, the Navy saved college football during the war. You know, a lot of teams folded up, a lot of colleges couldn't fill players. They were all -- had all been drafted. The Navy felt adamantly that football is the single best source of training for officers because what does football do? Discipline, sacrifice, playing in pain, realizing your dreams and all those things, teamwork. All those things.The Navy said these qualities are essential for an officer. So they started a program in which you could go to college for a period of time, sometimes one semester, but be allowed to play football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:09",
      "speaker": "DEAN",
      "sentences": "Did you watch today's game? I'm curious kind of what your takeaways were if so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "DEAN",
      "sentences": "Yes. And you have a robust sporting life. You've seen a lot. Why do you think -- I mean, it seems like this has really withstood the test of time in the sense that people still talk about it if they went today the same way you're talking about a game, an Army-Navy game you saw 25 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BISSINGER",
      "sentences": "Well, the thing is, I don't think, you know, I watched on TV last year or the year before was a fabulous game. I don't think it has to change. And I think what certainly the venue has changed. It used to be in Philadelphia, but it's tradition. It really has not changed at all. And I also think that's what makes it special. You're seeing the same thing today that you saw 20 years ago.You're seeing, as I say, these players, they march on the field, not the players, the cadets, the midshipmen, you know, it's always been the same. The way they walk, the way they march, the way they cheer, the way they throw their hats. That's been going on for, what, 70, 80 years? And how many traditions like that do we have in American life? I don't think we have many. And of course, it's very much tied into football. So that makes it even more resonant with people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "DEAN",
      "sentences": "Tied into football and tied in, of course, to the United States and the men and the women who serve our country.Buzz Bissinger, thank you so much for being here. It was really, really interesting to kind of walk through this from your perspective. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BISSINGER",
      "sentences": "Of course. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "DEAN",
      "sentences": "The suspect in the murder of the UnitedHealthcare CEO is getting some of the best legal help money can buy. CNN has learned that Luigi Mangione has hired a high powered New York attorney to represent him, as he now faces a second-degree murder charge. For now, Mangione remains in a prison cell in Pennsylvania.CNN's Jason Carroll is following what Mangione's life is like behind bars. (BEGIN VIDEOTAPE) JASON CARROLL, CNN NATIONAL CORRESPONDENT (voice-over): Luigi Mangione is fighting extradition to New York. While that happens, this is the prison where he's being held. It's the State Correctional Institution at Huntingdon, the oldest operating state prison in Pennsylvania. Mangione's cell looks much like the one you see here according to a law enforcement source. His actual cell is 15 by six feet. A Department of Corrections spokesperson says he's in a single cell and not in solitary confinement. He is not interacting with other inmates at this time. He has a bed, a sink, toilet and a desk with a seat. STEVE BOHNEL, PITTSBURGH POST-GAZETTE: It's always interesting to see, you know, a prison in your backyard that, you know, frankly, most people wouldn't be able to pick out of a map or wouldn't know the name of. And now everyone is interested in the type of food he's eating. You know, the cell block that he's in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "CARROLL",
      "sentences": "Meals at the facility are served three times a day, 6Mangione's case has received a great deal of national attention, so perhaps no surprise he's already known to some inmates. That type of notoriety is also an added security concern at a correctional facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "JUSTIN PAPERNY, PRISON CONSULTANT",
      "sentences": "Any prison, state or federal, is a predatory environment, and there could be prisoners who are there for a long time, perhaps looking to get in the media, get some attention. So he's got to learn to enjoy his own company in a little cell with a desk, with a toilet, with a little -- with a pen to be able to write, with a sink because he will not be around prisoners as I see it for quite some time. The prison just can't risk it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "CARROLL",
      "sentences": "Huntingdon's inmates have made headlines before Mangione.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Why did you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "CARROLL",
      "sentences": "Cosmo DiNardo, who was convicted of murdering four men and burying them on his parents' property, served part of his life sentence there. Nick Yarris also served time there. Yarris was wrongly convicted and sentenced to death in 1982 on rape and murder charges. His sentence overturned in 2003 due to DNA evidence. He says his time at Huntingdon are years he will never forget.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "NICK YARRIS, WRONGFULLY CONVICTED INMATE",
      "sentences": "He decided to send me to Huntingdon prison, the hardest prison in America at that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "JOE ROGAN, PODCASTER",
      "sentences": "And what was he going to do before that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:00",
      "speaker": "YARRIS",
      "sentences": "I don't know, but he made sure I went to a place that they broke you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "DEAN",
      "sentences": "The accusations stunned the country. A woman claims she was raped by three Duke lacrosse players. This was back in 2006, and now Crystal Mangum says she made the whole thing up.CNN's Rafael Romo is following these new developments. Rafael, this was a very big story when it broke. It impacted a lot of people's lives. What has been the reaction to Mangum's admission that she made up these allegations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Yes. Totally agree, Jessica. It's a case that ignited a national firestorm when it happened in 2006. That's when Crystal Mangum, a then exotic dancer, accused three Duke men's lacrosse players of rape. Now, 18 years later, Mangum says it was all a lie. In an interview for the Web show \"Let's Talk with Kat,\" hosted by Katerena DePasquale. Mangum said she testified falsely. The interview took place at the North Carolina correctional institution for women, where the 46-year-old woman is serving time for a 2013 second-degree murder conviction for stabbing her boyfriend two years before.This is part of the interview where she asks for forgiveness for lying about what truly happened. Let's take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "CRYSTAL MANGUM, ADMITS LYING ABOUT BEING RAPED BY LACROSSE PLAYERS",
      "sentences": "I testified falsely against them by saying that they raped me when they didn't, and that was wrong. I hope that they can forgive me and I want them to know that I love them and they didn't deserve that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "ROMO",
      "sentences": "David Evans, Collin Finnerty and Reade Seligmann, the three then Duke University students who were wrongly accused paid a heavy price for Mangum's lies. The three were arrested following the woman's allegations of sexual assault at a party. Their lacrosse team was forced to cancel the 2006 season, and their coach, Mike Pressler, lost his job as a result. A year later, in 2007, the state's then attorney general, Roy Cooper, now North Carolina's governor, reviewed the case and exonerated the three men who reached a settlement with Duke University after the charges were dropped.Asked about this new development, Governor Cooper said it was important for him to get to the bottom of the case when he worked on it back then. (BEGIN VIDEO CLIP) GOV. ROY COOPER (D), NORTH CAROLINA: As attorney general it was important for me to take that case from the local prosecutor, do an investigation to find the real truth. It is why I dismissed the charges and took the extra step to declare those players innocent of those alleged crimes. That's why I did that. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "ROMO",
      "sentences": "And Jessica, Jim Cooney, one of the former players' lawyers at the time told the AP that Mangum's allegations caused an enormous tornado of destruction for countless people involved, including the accused men who were wrongfully vilified nationally as, in his words, racially motivated rapists.It's going to be a part of their biography for the rest of their lives and part of their obituaries Cooney said of the three men. We reached out to the three former Duke University lacrosse players, but we haven't heard back from them so far understandably, given everything that they've been through -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:28:08",
      "speaker": "DEAN",
      "sentences": "It was a surprising confession from Donald Trump in an interview published this week with \"TIME\" magazine. Asked about prices, he said, quote, \"It's hard to bring things down once they're up.\" And Trump isn't wrong about that, but it's also something he campaigned on, bringing prices down, and slammed President Biden over. If those prices don't come down, some voters may be very disappointed.CNN senior political analyst Ron Brownstein is joining us now. And, Ron, we know the economy and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:28:08",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hi, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:28:08",
      "speaker": "DEAN",
      "sentences": "Hi. And the cost of living was a very top of mind issue for so many voters. And if Trump can't get those prices down, what happens then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:28:08",
      "speaker": "BROWNSTEIN",
      "sentences": "Above all, this was the job that voters hired him to do. I mean, if you look at the exit polls, you look at the vote cast survey, there were a lot of voters who voted for him, but still had a lot of reservations about him. I mean, one quarter of the people who voted for him said he was too extreme. One-sixth of the people who voted for him said they worried he would steer the country in an authoritarian direction, but they voted for him anyway because they thought he was better on the economy.They thought he would get their economic situation more stabilized. And of course, the irony here, the paradox here, is that pretty much every major economist or Wall Street investment firm that looked at Trump's agenda raised the concern that the key elements of what he's talking about, in particular the across-the-board tariffs and mass deportation, were much more likely to raise prices than lower them. So I think this is the yardstick, above all, that voters are going to be judging Trump on. Do they feel like their cost of living is more manageable over the next two years than it has been over the last few?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. Look, I mean, Trump's support in rural America seems to have no, you know, meaningful ceiling. I mean, he approached 70 percent of the vote in the most rural counties, 60 percent of the vote in small metros, even more than he won in 2016. But when you look at the specifics of his policy agenda, there is a lot in there that put rural communities at risk.You know, in the first term, the biggest losers from Trump's tariffs were agricultural interests. He ultimately had to spend more than $60 billion in public money to try to basically buy peace in rural communities after foreign nations retaliated against American agricultural products in response to Trump's tariffs, he's now proposing even bigger tariffs, mass deportation. The estimates from the Peterson Institute for International Economics is that would reduce the workforce in Ag communities more than in any other industry. Medicaid is especially important in rural communities to rural hospitals. Fewer people in rural areas have private health insurance, and thus they are more at risk from the cuts that Trump and Republicans have been talking about and Medicaid by the way in particular, treatment for the opioid epidemic is especially reliant on Medicaid in rural areas. And that is something Trump has pledged to prioritize. And finally, Trump has repeatedly said most recently when he announced his appointment for his nominee for Education secretary, he wants to pursue a universal voucher system. We have seen in state after state rural voters oppose school voucher plans. For example, in Kentucky and Nebraska this year because they recognize that rural schools have even less margin for error if they lose people than urban schools. By the way, since I wrote that, Jessica, today, \"The Washington Post\" reported on a fifth major policy area that could disproportionately hurt rural communities, which is the idea of privatizing the Postal Service. It is the provider, the deliverer of last resort in a lot of remote places in the US and a privatization plan would probably have a disproportionate impact on the economies of rural. So you add it all up, there are a lot of places where the interests of rural communities may collide with their ideological sympathy or convergence with Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:04",
      "speaker": "DEAN",
      "sentences": "Yes, it is really fascinating and I keep going back to the school thing, because for so many people in rural areas, the school is really the center of the community. I think about like Friday night football games. It's where people watch everyone's kids grow up and then their kids go there. I mean, that's really important to the soul of these towns and these areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:04",
      "speaker": "BROWNSTEIN",
      "sentences": "You know, in Kentucky this year, the ballot initiative on school vouchers lost in every county, including the most red rural counties that voted overwhelmingly for Trump precisely for the reasons that you cite. I mean, I talked to the person who ran that campaign and she said, you know, every community understands what a what an anchor, really, for their kind of stability of their of their communities. The local school provides.The same thing with rural hospitals, 190 rural hospitals have closed in the past two decades, and cuts in Medicaid anywhere along the lines of what Republicans in the House have proposed, and that Trump in his first term proposed to block grant and cut Medicaid. Rural hospitals would disproportionately bear the brunt of that. And as I say, look, there is a lot of ideological sympathy for kind of Trump's view of the world, the idea that coastal elites are kind of getting fat and looking down on you and being favored and cultural and demographic change is kind of marginalizing these smaller rural, you know, predominantly White in most cases, communities. So there's a lot of ideological affinity for Trump and Trumpism, but to a greater extent than his first term, I think, if he can implement the agenda he ran on that ideological sympathy will collide with real threats to the material interests of these rural communities. And if he can implement the agenda that he ran on, I think it will test whether anything can loosen or reverse the trend of these smaller places toward the GOP and the Trump era, which has been very powerful over the last ten years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:04",
      "speaker": "DEAN",
      "sentences": "It will be very interesting to see. All right, Ron Brownstein, it's always good to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:49:02",
      "speaker": "DEAN",
      "sentences": "The White House is reaffirming its commitment to South Korea after the Parliament voted to impeach its president, telling CNN in a statement, \"We appreciate the resiliency of democracy and the rule of law in the ROK. Our alliance remains ironclad, and the United States is committed to the peace and security of the Korean peninsula.\" CNN's Ivan Watson has more on today's dramatic events.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:49:02",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Lawmakers in South Korea's National Assembly made history on Saturday. More than two thirds of them voted to impeach the country's President, Yoon Suk Yeol. The announcement triggered scenes of jubilation outside the grounds of the National Assembly, where a huge crowd of demonstrators had gathered in support of impeachment. It turned into a giant freezing cold dance party.Meanwhile, inside the halls of the legislature, here's what one lawmaker told CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:49:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is a victory of Korea democracy. The world has been watching this, but we finally won. Even if it's the beginning. But it's a good beginning, so we will go through this with people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:32",
      "speaker": "DEAN",
      "sentences": "New tonight, ABC News anchor George Stephanopoulos have reached a settlement with President-elect Donald Trump in his defamation suit. The lawsuit, stemming from an interview Stephanopoulos did with Congresswoman Nancy Mace, where he asserted Trump was found liable for, \"rape\" in a civil case, which was not true. Trump was found liable for, \"sexual abuse.\"The network will now pay out $16 million as part of that settlement, and have to issue an apology. CNN's Hadas Gold is here with us now to talk more about this settlement. What more are you learning, Hadas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:32",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Well, Jessica, it's a significant concession for ABC and a victory for President-elect Trump, and because he's actually had not many victories when it's come to litigation with the media and so, this is sort of a rare victory for him.Now, of those $16 million, $1 million is going to legal fees and $15 million of that, ABC won't actually be paying directly into Donald Trump's bank account. But they say it's going to go into something for a potential future presidential library of some kind for President Trump. So, as you noted, what happened was this was an interview back in march with Congresswoman Nancy Mace and George Stephanopoulos in that interview, said ten times that Trump had been -- that a jury had found Trump had raped that writer, E. Jean Carroll. Now, while the jury did find Trump liable for sexual abuse, he was not found liable for rape. A judge did say later that the claim that Trump raped Carroll was substantially true in the broader sense of the word, but not as defined by New York law. Now, Trump has denied all wrongdoing and is appealing that verdict. But now, because of this settlement between ABC News and Donald Trump, ABC is going to issue a statement stating their regret in the online article that showed this interview. And they also put out a statement saying that they are pleased that the parties have reached an agreement to dismiss the lawsuit on the terms in the court filing. Now, what's interesting is the timing of all this because both President-elect Trump and George Stephanopoulos were supposed to sit for depositions related to this, this coming week. A judge had ruled that they needed to sit for deposition. So, it's an interesting timing for this, you know, as for why exactly ABC News chose to settle., because some experts in media law said that ABC News actually had a good chance when it came to this because of the high bar set for defamation in these sorts of cases, especially with a public figure. You know, it is an uncomfortable situation, I imagine, to be a news organization having such a legal fight with the president-elect as he comes in for his second term -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:32",
      "speaker": "DEAN",
      "sentences": "We are also learning that Amazon, Meta, OpenAI, all of them are donating a million dollars to President-elect Trump's inauguration fund. And Washington, of course, is about access to this companies. You know, what's behind this? Listen, this happens at every inauguration, you know. But tell us more about this specific situation.",
      "isLastSentenceInterrupted": false
    }
  ]
}