{
  "date": "2024-02-27",
  "headline": "CNN This Morning",
  "subHeadline": "President Biden Hoping For A Ceasefire \"By Next Monday\"; Haley Looks To Keep Campaign Alive 1 Week From Super Tuesday; Sources: Hamas Softens Demands During Hostage, Ceasefire Talks; Record-Breaking High Temperatures Across The U.S. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:39",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "It's Tuesday, February 27.Right now on CNN THIS MORNING: President Biden hoping his support for Israel won't trigger a backlash when voters head to the polls in Michigan two hours from now. Donald Trump fighting the 40 percent factor. Are too many Republicans turned off to vote for him to the White House again? And Nikki Haley hanging on. The results she needs Michigan in order to stay in the race. All right. It is 5:00 a.m. here in Washington. A live look for you at Capitol Hill. Good morning, everyone. I'm Kasie Hunt. It's great to have you with us. When voters cast their ballots in the Michigan primary today, we're going to find out just how vulnerable President Biden might be because of his staunch support for Israel. The president's refusal to call for a permanent ceasefire in Gaza has alienated many in the state's Arab American population. They, of course, helped him flip the state in 2020. Michigan Congresswoman Rashida Tlaib has been urging her fellow Democrats to choose uncommitted over Biden. (BEGIN VIDEO CLIP) REP. RASHIDA TLAIB (D-MI):  It is also important to create a voting plot, something that is a bullhorn to say, enough is enough. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "Listen to President Biden trying to address the concerns that she raised there in this appearance on \"Late Night with Seth Meyers\" last night.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "There's a process underway that I think if we get that temporary ceasefire, we're going to be able to move in a direction where we can change the dynamic and not have a two-state solution immediately, but a process to get to a two- state solution, a process to guarantee Israel security and independence of the Palestinians. Israel has slowed down attacks in Rafah, they have to -- and they made a commitment to me, they're going to see to it that there's ability to evacuate significant portions of Rafah before they go and take out the remainder of Hamas.But, but it's a process. And look, Israel has had the overwhelming support to the vast majority of nations. If it keeps this up without this incredibly conservative government that have, they're going to lose support from around the world. And that is not in Israel's interest. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "Remarkable.All right, let's bring in Eugene Scott. He's senior politics reporter at \"Axios\". He joins me here live on set. Eugene, great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "EUGENE SCOTT, SENIOR POLITICS REPORTER, AXIOS",
      "sentences": "Thank you",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "So this is pretty remarkable appearance from President Biden. I also want to show everyone he also the setting is a bit off putting considering the seriousness of the topic. But he did grab at ice cream cone --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "SCOTT",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "-- with Seth Meyers. After that appearance and he talked a little bit about the timeline for a potential temporary ceasefire, and take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "BIDEN",
      "sentences": "My national security adviser tells me that we're close. We're close. It's not done yet. My hope is by next Monday, we'll have a ceasefire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "So he says close, not done yet, but by Monday, we'll have a ceasefire.I think that the timing of this is critical because of this protest vote that's building in Michigan. How concerned are the White House? Are Democrats about what could play out? SCOTT:  Very. So I spoke with Michigan's swing voters earlier this month and they expressed real concerns or interested, should I say, about swinging back to Trump after swinging towards Biden in 2020, many of those individuals are young voters, are Arab Americans, but are just voters who are really disappointed with what's happening right now in Gaza. And whether or not this is going to keep them or move them closer before the primary I just -- I think is unlikely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "HUNT",
      "sentences": "The bar has been set by some of these groups that 10,000 voters. If they can get 10,000 to vote uncommitted, what kind of signal do you think that does send?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:39",
      "speaker": "SCOTT",
      "sentences": "I think it makes it very clear that Biden is not on track to keep Michigan like he did in 2020. I mean, he's really worked hard to send a lot of surrogates there, all the way from the governor's mansion to, you know, lawmakers, from Congress. But I don't think a lot of these voters have been persuaded since October that Biden is going to move forward on this issue the way they want him to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "So she's again making this argument that Donald Trump is going to lose. He's bad for the party. His legal fees are going to ultimately bankrupt the party is basically what she's saying. At the same time, even if she hits 40 percent, that's not going to be enough to two push Trump off this glide path to the nomination, no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SCOTT",
      "sentences": "Right. I'm always interested in seeing how far this message has moved forward with Republican voters. We know the president has had some rulings not work in his favor since we talked to swing voters have the \"Axios\" swing voter project.Back then, though, quite a few Republicans have said and repeatedly said, you know, it doesn't really matter. I'm still going to be on the Trump train. But whether or not that actually happens with each, you know, set of rulings, each decision, we don't know if that -- if there's real change yet and there could be with this. I think its also worth paying attention its into just saying what kind of lead Trump has. I mean, to be fair for him to be the front runner. I think a lot of people would have thought he would have more support than he has had in some of these elections. I know a win is a win depending on who you're talking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "W is a W.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SCOTT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "But, you're right. I mean, you know, he is running in no small part and he's obviously not the incumbent president, but that's kind of how he operates. And if there wasn't incumbent president that was losing 40 percent of the vote --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SCOTT",
      "sentences": "Yes, that's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "It would be a huge deal. Just kind of big picture here. And I think part of why this conversation, especially about President Biden, but also what we see on the Republican side is important is because Michigan, Debbie Dingell, the congresswoman, keeps repeatedly saying it's a purple state, it's a purple state and she's basically right.So we can show you what the margin was. In 2016, Donald Trump won Michigan. The vote margin was so tiny, 10,704 votes. I mean, that's like nothing in this kind of thing. Obviously, President Biden flipped it back in 2020, kind of brought it back to its blue state roots. The margin was much bigger. But, you know, this Muslim American community, the number of Muslim Americans, I should note, not all you know, Muslims are Arab Americans, not all Arabs are Muslims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SCOTT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "But the Muslim American -- people who identified as Muslim Americans, 145,600 people.Even if they're not going to vote for the guy for -- in Trump who called for a Muslim ban, if that many people stay home -- I mean, his vote margin, Biden's vote margin was 154,000 in 2020. How significant is this? Have the potential to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SCOTT",
      "sentences": "Huge because it's not just that demographic. Michigan also has a lot of Gen Z college students. And even, you know, younger millennials who have been very vocal about not being supportive of what Biden is doing because they have a more progressive view on foreign policy and they -- they've been vocal. They've been vocal since day one. They've been protesting in Michigan and in Washington, and they havethreatened to like not turn out. And we know no one knows better than Hillary Clinton, but we know that if these individuals do not come out like they did in 2020, we could see a repeat of 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "Yeah. Ann Arbor, East Lansing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SCOTT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "HUNT",
      "sentences": "Lots of your -- it's very good point. Eugene Scott, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "SCOTT",
      "sentences": "Thanks for having me. This is nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "HUNT",
      "sentences": "Welcome back.President Biden, last night shedding some light on the high-stakes hostage release and ceasefire negotiations. You can be forgiven for being thrown off a little bit by the setting. He made these comments while grabbing some ice cream with Seth Meyers after a taping for his show (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "REPORTER",
      "sentences": "Could you give us a sense of when you think the ceasefire will start, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "BIDEN",
      "sentences": "Well, I hope by the beginning of the weekend. I mean, at the end of the weekend. At least my -- my national security adviser tells me that we're close. We're close. It's not done yet. My hope is by next Monday, we'll have a ceasefire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "HUNT",
      "sentences": "Close, but not done yet, he says.Sources also tell CNN that Hamas has softened some of its key demands in the hostage talks. CNN's Max Foster joins us now from London. Max, good morning. Always good to see you. So, we know that these negotiators, the U.S., Egypt, Qatar, Israel, met in Doha on Monday. What do you to understand about what transpired at the meeting? We've heard here from the president, what's the view from the other side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "MAX FOSTER, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, it's a really bold statement, isn't it from the president, and particularly that setting, as you point out, a lot of people making, you know, comments about the ice cream.But in terms of what he's saying, we've heard from an Israeli official they were surprised to see the words Monday and the word ceasefire within what President Biden was saying there, suggesting that those two things are not locked in. You know, they're not committing to Monday and they're not committee to a ceasefire. And I think that's because these talks are so complex. It's not just agreeing a cease- fire. There's a series of steps that everyone would have to go through. At some point, there might be a truce which might lead to a wider truce up to six weeks, for example, which she could possibly call a ceasefire. I just think there's a real sense from the Israeli side that the president really simplified things too much in that statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "HUNT",
      "sentences": "That's really interesting texture, because obviously, we're also, you can sort of hear on the U.S. side -- I mean, some of the comments we played at the top of the show where Biden talked about the conservative Israeli government. You know, he's starting to kind of use words and have a posture that is more critical of Benjamin Netanyahu, even if it's in very small ways, as you know, they can matter quite a bit.What's your view on that? And also, this understanding we have that Hamas has softened some of his demands, of their demands -- what does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "FOSTER",
      "sentences": "So in terms of the language, I think there's some cynicism as well outside America. A lot of what's being said by Biden at the moment plays into elections. We've already got this key vote coming up where the Arab American vote is really important. So, was he speaking to that? But it doesn't necessarily help the negotiations.In terms of Hamas softening their position. So, obviously, that's not coming from Hamas, but we're really looking at the crux of this is how many prisoners are released, Hamas prisoners in Israeli prisons versus a hostages released. And what were hearing is that they're looking at a perhaps 40 hostages being released, but crucially involved holding IDF -- female IDF soldiers, serving soldiers who had been taken hostage. And that's a big step for Hamas to release serving soldiers and then perhaps 10 Palestinian prisoners also released per Israeli hostage. Also a huge thing for Israel to do because, you know, there are people in prisons accused of killing Israelis and attacking Israeli. So there's a lot for each side to give up there. But they have a sort of numbers were looking at this point, but things can change, which obviously didn't play into Biden's comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "HUNT",
      "sentences": "Yeah, for sure.All right. Very high-stakes all around. Max Foster for us in London -- Max, always good to see you. See you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:13:31",
      "speaker": "FOSTER",
      "sentences": "Thanks, Kasie",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "HUNT",
      "sentences": "All right. Twenty-one minutes past the hour.Here is your morning roundup. Graphic new video of the shooting inside Pastor Joel Osteen's mega church earlier this month in Houston. I want to warn you, some of it is pretty hard to watch. Here, the female shooter can be seen removing her seven-year-old son from a car seat before entering a church hallway with a shotgun. Seconds later, gunfire. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "HUNT",
      "sentences": "All right. You can see that the suspects child was injured there and his mother was killed. Police are still trying to determine a motive.All right. Now this, the man accused of murdering Georgia nursing student Laken Riley, had a run-in with police last October. He and his brother were charged with shoplifting they stole $200 worth of food and clothing. And hazmat crews responding to Donald Trump Jr.'s Jupiter, Florida, home after a letter containing unidentified white powder was found. A spokesman for Don Jr. says test results came back inconclusive. All right. Now to weather. Fifty million Americans bracing for unusual February storms in the Midwest and the Great Lakes, high winds, possible tornados, as the nation is also experiencing record breaking high temperatures. Here to tell us all about it is our weatherman Van Dam. Derek, good morning. What do we got today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "Good morning, Kasie. I need you to bear with me this morning. I'm going to throw a lot ofnumbers at you, but this is important, because it shows you just how warm it has actually been. We have broken records yesterday from coast to coast, I should say border to border, because we're stretching from Del Rio, Texas, near the Mexico-U.S. border, all the way to International Falls, near the border of Canada. So, yeah, and it's not just that. Some locations like Omaha, Nebraska, actually warmed to their warmest February temperature ever. So, yeah, a lot of warmth, a lot of springtime, good feelings for now. But this is going to come crashing down in the days to come. A potent cold front will drop our temperatures. You'll call it a temperature roller coaster. Ill show you that in just a moment. Of course, with this influx of warm air comes the potential for fire danger. We have critical conditions once again, across the Texas and Oklahoma panhandle, just west of Oklahoma City. We've got dry air and low relative humidity fueling flames just like this. What you see in North Platte, Nebraska, dangerous situation there. Here comes a cold front. This temperature clash is going to create the potential for severe weather. That's the downfall of this temperature roller coaster because we get those air masses colliding. You got to see this. This is incredible. We're talking about a 40 degree temperature difference between today's high temperature and tomorrow for St. Louis and Chicago, brace yourselves big changes coming, but the bigger story will be the severe weather. Chances that it will bring very large hail possible today from Grand Rapids, my hometown, Chicago, southward St. Louis, Indianapolis, even a tornado cant be ruled out. The storm system moves east, but not as potent once it reaches you in D.C., Kasie. But 40 degree temperature difference. Can you imagine? We're talking no coat to winter coat in a matter of a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "HUNT",
      "sentences": "Yes. Well, I think we discussed the 90 degree switch inside a week in Iowa. I didn't actually get to be there for the warm weather, is there for the cold weather. And let's not forget, voters are voting in Michigan today.So, be careful out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "VAN DAM",
      "sentences": "Yeah, that's right. My home state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "HUNT",
      "sentences": "Some tough weather, yeah, for sure.All right. Our weatherman Van Dam, Derek, thank you. I'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "VAN DAM",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:21:53",
      "speaker": "HUNT",
      "sentences": "All right. Coming up next, as we just noted, it is primary day in Michigan. Can Donald Trump and Joe Biden overcome their weak spots with voters?Plus, a government shutdown, here we go again, and it is getting a little nasty in Congress. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}