{
  "date": "2024-07-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Today, Biden Meets With Democratic Governors After Disastrous Debate; Some Top Democrats Want Biden Out of the Race This Week; White House Trying to Fend Off Tough Questions About Biden's Mental Fitness. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Good morning. You are live in the CNN Newsroom. I'm Erica Hill in New York.The support weakens, the pressure builds. Today, President Biden meeting with top Democrats who were demanding answers on why he should remain in the race. Among the Democratic governors expected to attend this hastily called gathering at the White House, two people discussed as potential replacements on the 2024 Democratic ticket, J. B. Pritzker of Illinois and California's Gavin Newsom. Separately, Biden also will be speaking with leading Democrats in Congress today, we've learned. Now, it's been six days since Biden stumbled and stammered in the CNN debate, instantly causing a panic among many Democrats, concerns that are now spilling into public view. (BEGIN VIDEOTAPE) SEN. PETER WELCH (D-VT):  The outcome of the debate was that that question on age was intensified. And that's been acknowledged by the Biden campaign. And we have got to deal with that. That's the real issue and have frank conversations about it. REP. NANCY PELOSI (D-CA):  I think it's a legitimate question to say, is this an episode or is this a condition? GOV. ANDY BESHEAR (D-KY):  But I don't think that there's anything wrong with asking the president to talk to the American people a little bit more about his health or that debate performance. In many ways, in our terms, it's like seeing somebody that you haven't seen in a while and they seem a little off. REP. MARIE GLUSENKAMP PEREZ (D-WA):  About 50 million Americans tuned in and watched that debate. I was one of them for about five very painful minutes. And we all saw what we saw. You can't undo that. And, you know, the truth I think is that Biden is going to lose to Trump. I know that's difficult, but I think the damage has been done by that debate. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "According to Axios, the turmoil, the frustration, also now roiling aides inside the White House, their assessment, you can see it there, it's dark. Everyone is freaking the F out. Anxiety is only increasing.Joining me now is CNN's Arlette Saenz at the White House, Jeff Zeleny also in Washington this morning. So, Arlette, there is some new reporting that's coming from the vice president's camp. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Erica, there are so many questions at this moment swirling around President Biden's candidacy as you are starting to see these cracks in the Democratic coalition and support for the president. Now, we've also learned that in just a short while, in a few hours, the Biden campaign is set to hold an all staff meeting with their team with the message of trying to keep people focused amid all of these concerns and questions that have been swirling around the president.There's a new memo that the campaign sent to their team, which cited internal polling suggesting that the contours of this race have remained steady after that halting debate performance last Thursday. That is similar to some of the polling that has emerged in those head to head matchups between Biden and Trump. But at the same time, the Biden campaign is engaged in this public and private push to try to ease concerns of Democrats who are concerned about what could happen in November with Biden at the top of the ticket. President Biden has started some of his own outreach. He has spoken to Senate Majority Leader Chuck Schumer, as well as House Minority Leader Hakeem Jeffries. President has also spoken with a key ally of his senator, Chris Coons, and he's expected to continue some of that congressional outreach throughout the course of the day. But over the past 24 hours, there has also been some discussion about Vice President Kamala Harris. For instance, former Congressman Tim Ryan of Ohio publicly has said that he believes it's time for Biden to step aside and for Harris to be at the top of the Democratic ticket. Harris herself, in an interview yesterday, batted down any suggestions that she could replace Biden. Take a listen. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT:  Joe Biden is our nominee. We beat Trump once and we're going to beat him again, period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "REPORTER",
      "sentences": "Are you ready to lead the country if necessary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HARRIS",
      "sentences": "I am proud to be Joe Biden's running mate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HILL",
      "sentences": "Meantime, Jeff, I know you have some new reporting this morning on the patients, or perhaps we should say lack thereof among many Democrats and this growing sense of urgency. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Look, there is a growing sense of urgency, as we can feel, and patience is running out. Erica, it is extraordinary the development in the last 24 hours or so. And just to amplify what Arlette was just reporting there, this may be the biggest development of all, that the campaign now, internally, telling their own aides to stay focused. That's an acknowledgement that they have shifted dramatically.Really, for the several days after the debate, the message was, bad debate, but Joe Biden would be a good president, Donald Trump would be a bad president. That has shifted because there is this growing sense of unease, really, the dam is breaking. And Lloyd Doggett, a long time member of Congress from Texas, he represents Austin, LBJ's old district, he talked with John Berman this morning about the dramatic and urgent stakes of Biden making a decision. (BEGIN VIDEO CLIP) REP. LLOYD DOGGETT (D-TX):  What we need is the enthusiasm and the excitement that has been missing there that President Biden has lagged for a year behind Trump. The debate, instead of adding momentum, added disappointment and disillusionment. I felt I was in a position to speak out about what I was hearing from so many of my colleagues and say, we need a different course. We can prevail in this election. We can elect the Democratic House and Senate, but not perhaps if we stay on the course that we have been on for the last year, not just about one night, but about all the months that have preceded it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ZELENY",
      "sentences": "So one thing you are hearing from Democrats is people speaking freely to try and, A, send a message to the president that they respect his service, respect his record, but they are trying to penetrate what has really been a tight circle of people around him urging him to go forward.And, again, we should point out this is President Biden's decision. He will make that decision on his own time. But, Erica, the patience is without question wearing thin, people still giving him time to make that. But that governors' meeting this evening at the White House, Democratic governors flying in from across Washington, I'm told not necessarily to read him the Riot Act or tell him to get out of the race, but to give him space and reassurance that they have him as have his back if he does so and the party is behind him to make the choice. So, again, as we sit here today on Wednesday morning, it's a dramatically different scenario than in the days after the debate. But, again, this is President Biden's choice and his alone to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HILL",
      "sentences": "Jeff Zeleny, Arlette Saenz, I appreciate the excellent reporting, as always, thank you.With me now is Democratic Congressman Jim Clyburn of South Carolina, who has, of course, been a crucial ally for the president. His endorsement was pivotal to Joe Biden's nomination in 2020. Congressman, good to have you with us this morning, thanks for being here. Look, I know what my colleagues just laid out. You know, quite well, you have heard all of these calls. There has also been this push to hear more from the president directly. That's coming from governors, as you know, as well as a number of lawmakers. I know he spoke with both Leader Schumer and Leader Jeffries. Have you spoken to President Biden since the debate? REP. JIM CLYBURN (D-SC):  Well, I'm going to demur on that question. I have been following the practice in the last 48 hours of not discussing my communications with the president or his staff. I want, like everybody else, to hear more from the president. I said within 48 hours of the debate that I would love to see the president out doing things akin to town hall meetings meeting with constituents unscripted, allowing the media for looking on those conversations, but rather than to have these scripted media meetings where questions are asked, and sometimes gotcha questions get you into difficulty. So, the president and I are very close friends. I've been friends with him for two or three decades. And so I keep my communication with him between the two of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HILL",
      "sentences": "I can understand. And certainly over the course of my career, I've heard that many times that the conversation itself and the contents of the conversation would like to remain private. But I do need to press you. You're unwilling to tell me whether you have actually spoken with the president or not since the debate. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "HILL",
      "sentences": "Okay. You know, you just heard there. I think if you could hear Jeff Zeleny's reporting, your colleague, Congressman Doggett, on earlier today with John Berman saying he's had some positive comments since he came out and said he thinks the president should step aside. There are a lot of questions about the president's health and his overall fitness. In our most recent polling here at CNN, 72 percent of Americans said that President Biden's physical and mental ability is a reason to vote against him. Just 39 percent said that about Donald Trump.Now, this is a poll again that was taken in the wake of the debate. Have you personally noticed a decline in the president in the last several months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CLYBURN",
      "sentences": "Not in my one-on-one meetings with him. I saw what I saw last Thursday night. And it is concerning. I said that the very next morning. But email one-on-one discussions with him. No, I have not seen that. And if you recall, that this man sometime with him, especially at the ceremony with the Presidential Medal of Freedom, I did not see any decline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "HILL",
      "sentences": "And do you have any concerns about his abilities moving forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CLYBURN",
      "sentences": "I saw what I saw Thursday night. And as I said, I saw that as being concerning. And that's why I want to see these town hall type meetings, to see his interactions with the public, with the media looking in and we having the benefit of the -- those media meetings. If we can have the benefit of that, I think that it will satisfy a lot of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "HILL",
      "sentences": "Today's meetings at the White House, this meeting specifically with governors, what do you think the president needs to do, needs to say to these leaders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CLYBURN",
      "sentences": "Well, I think the leaders are coming in to talk with him to let him know what they're hearing out here. And if they're hearing what I've heard -- I went from Washington last Friday directly down to Florida, where I met in a conference that had 8,400 African-American men registered. I heard nothing but full support for Biden. And I left there and went up to Wisconsin. I stayed two days in Wisconsin, Saturday and Sunday. I had about 10 or 12 events in three different cities, nothing but strong support for President Biden.And so I suspect that these governors will be sharing with the president that which they're hearing among their constituents and advising him with all that in mind. So, I don't know what the president is going to say to them or what they will say to the president, because I've not been in their state. But I do know that if the governor of -- I talked to mayors in Wisconsin. I did not talk to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "HILL",
      "sentences": "Okay. I mean, respectfully, if it is a campaign event, one would imagine there is likely to be a lot of support for President Biden at those events. Is there something that the president can say or needs to say to convince these governors that he is the right person for this race moving forward? Because, as you know, the polling, what we are seeing from voters in the wake of the debate is that Joe Biden is not the man for the job. More than 70 percent in both the CNN poll and the CBS News poll out this morning, seven in ten voters say they'd like to see somebody besides Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CLYBURN",
      "sentences": "Well, I would say it this way. The governors will listen to the president -- and I don't think it's all that important as to what the president says but the way he says it is what we have away (ph) on these governors, what his speech is like, how he follows up the questions. So, I think the governors will be not just listening for what he had to say, but looking at the way he says it, and they will react hopefully, honestly with him, which is the way I do with the president all the time. I give him my honest opinions, but I keep them private.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "CLYBURN",
      "sentences": "Well, I think we're going to have a mini primary leading into the convention. As you know, because of the legal issues, especially involved in Ohio, it is my understanding that we will have some kind of a virtual roll call before the convention opens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "HILL",
      "sentences": "But do you envision somebody other than Joe Biden as a candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "CLYBURN",
      "sentences": "I'm sorry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "HILL",
      "sentences": "Part of that -- yes, correct, that needs to happen for Ohio, as we know, because of the balloting issues there. But are you saying that you think in that roll call, which I believe has to happen before August 7th, I think is the date, perhaps it's the 9th, that there would be other candidates, that this would be an expanded field?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "CLYBURN",
      "sentences": "There will definitely be other candidates. My understanding is there are 700 uncommitted delegates. And, of course, there are delegates who have pled. It would seem to me that any one of these people who aspire to being president, who would like to see a contest taking place, look at those 700 delegates who are now uncommitted and get into their action. And I do believe that all the delegates are committed only for the first round.And so you can actually fashion the process that's already in place to make it a mini primary, and I would support that, absolutely. We can't close that down, and we should open up everything for the general elected. And I think that Kamala Harris would acquit herself very well in that kind of a process, but then it will be fair to everybody. So, all of the other governors who may be interested, and there's some that I would be interested in hearing from as well, because if she were to be the nominee, we need to have a running mate and need strong running mate. And so all of us would give us a good opportunity, not just to measure up who would be good, it's going to be at the top of the ticket, but also who will be best in second place. Congressman James Clyburn, always appreciate your time, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:07",
      "speaker": "CLYBURN",
      "sentences": "Thank you very much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "HILL",
      "sentences": "The West Wing ramping up its damage control efforts today as the White House looks to fend off concerns over President Biden's mental fitness. The president now attempting to take a humorous tone to that disastrous debate performance, telling the crowd at a fundraiser on Tuesday night, he, quote, almost fell asleep on stage, a line that, according to folks in the room, did not exactly generate a ton of laughter. He's also blaming his shaky performance on exhaustion from a busy travel schedule ahead of the debate. That is, of course, though, despite spending nearly a week at the presidential retreat at Camp David prior to said CNN debate.The White House also working on a little cleanup. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "REPORTER",
      "sentences": "What medications was he taking in the days or hours leading up to the debate?KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY:  And I know that question has come in a couple of times to us. He was not taking any cold medications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "REPORTER",
      "sentences": "Was he taking any medication that would have interfered with his performance?JEAN-PIERRE:  He was not taking any cold medication, that is what I can speak to. The president saying, I am not a young man, I'm not as a smooth talker as I used to be. I don't walk as easily as I used to be, I used to. I don't debate as well as I used to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "REPORTER",
      "sentences": "Is he disabled?JEAN-PIERRE:  No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "REPORTER",
      "sentences": "Why not release more about his medical -- his physical and mental health? Why not?JEAN-PIERRE:  What we have released has been very comprehensive. It has been. It has been transparent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "REPORTER",
      "sentences": "I think the American people need to get a yes or no answer on this. Does President Biden, at 81 years old, have Alzheimer's, any form of dementia or degenerative illness that may cause these sorts of lapses?JEAN-PIERRE:  It's a no. And I hope you're asking the other the same exact question. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "HILL",
      "sentences": "To your point, do you think it would be helpful if the White House would allow the president's doctor to speak with reporters to perhaps more fully address where the president is at right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "REINER",
      "sentences": "Yes, in interest of full disclosure. I know Dr. O'Connor very well. I've known him for a long time, and I have an enormous amount of respect for him. But what I've always said throughout the years is the best thing that can be given to the public from our candidates for the presidency and other high office is transparency. I don't think there are many conditions that would really exclude a candidate from running for president, but I think the public has the right to know.And after seeing the president's really difficult performance last week, I think it would go a long way to assuage concerns of the public and really of all Americans if the White House did make the medical team available. Dr. O'Connor actually mentioned in his note that this winter, when the president has annual physical exam, they did an extensive neurologic workup. And what he said in his note was that it ruled out the presence of Parkinson's disease or an ALS or multiple sclerosis, and that's important to know. So, why not just expand on that, tell us the evaluation that he had and take those issues off the table. But I do think it would be very helpful to see some of the medical team discuss this in an open and transparent way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "HILL",
      "sentences": "We will see it. Perhaps your friend is listening. Dr. Jonathan Reiner, always good to have you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "REINER",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    }
  ]
}