{
  "date": "2024-05-06",
  "headline": "The Situation Room",
  "subHeadline": "Trump Org Employees Give Key Testimony At Hush Money Trial; Hamas Agrees To Ceasefire Proposal From Egypt And Qatar; Judge Finds Trump In Contempt For Violating Gag Order Again; Sources: Hamas Agreed To Different Ceasefire Proposal Than The One Israel Helped Craft. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Two NASA astronauts are scheduled to launch from Florida to the International Space Station. Shortly after 10Wolf Blitzer is up next in The Situation Room with much more in the Trump trial, including a former New York judge who's going to weigh in on the possibility of Donald Trump serving jail time because of gag order violations. That's next. I'll see you tomorrow morning for Trump trial coverage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, breaking news in the Trump trial, prosecutors cut straight to the heart of the case against the former president, grilling two Trump Organization employees about the alleged scheme to disguise hush money payments as legal fees. Over the next hour, we'll take you inside the courtroom from gavel to gavel will break down all of today's most important developments and look ahead to what's next.There's also other breaking news tonight, a critical moment in the Middle East, Hamas accepting a ceasefire proposal brokered by Egypt and Qatar, but Israel says there are still significant gaps between the two sides. And sources tell CNN Hamas agreed to a different ceasefire than the one Israel helped craft. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer and this is a Situation Room special report. We begin tonight in New York where another critical day of testimony in the Trump hush money trial just wrapped up on the stand today key employees inside the Trump organization who handled the former president's business and personal finances. Let's go straight to CNN's Kara Scannell. She's just outside the courthouse in Manhattan. Kara, today was all about the alleged effort to hide these hush money payments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "That's right, Wolf, it was. And prosecutor said at the end of the day today that they have about two weeks left in their case. That's about eight days based on the way that this trial is scheduled.And we're still waiting to hear from a couple of key witnesses, including Stormy Daniels and Michael Cohen, who is involved in every allegation in this case now. But today the focus was on the documents, the 34 invoices, general ledger entries and checks that prosecutors say are at the very heart of this case. (BEGIN VIDEOTAPE) SCANNELL (voice over): Insiders at the Trump organization on the stand, walked through key payments at the center of the case against former President Donald Trump as the first criminal trial of a former president begins its fourth week. DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIDATE: It's a ridiculous case. I did nothing wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "SCANNELL",
      "sentences": "Jeffrey McConney, a former executive at the company, testified Trump used his personal account to reimburse his former attorney, Michael Cohen. Prosecutors alleged the payments were reimbursement for a hush money payment Cohen made just before the 2016 election to adult film star Stormy Daniels, to quiet her story of an alleged affair with Trump. Trump denies the affair.McConney said the reimbursements came in $35,000 monthly increments through 2017.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MICHAEL COHEN, FORMER TRUMP ATTORNEY",
      "sentences": "It was actually 11 checks, because one of the checks, January and February, were combined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "SCANNELL",
      "sentences": "Prosecutors aimed to prove Trump's business records of the payments were falsified, and the money was not for a retainer agreement, as stated on Cohen's invoices, but instead payback for the hush money to Daniels.Prosecutors asked McConney if this was all happening above his head. Yes, he replied. McConney testified former Trump Organization Chief Financial Officer Allen Weisselberg was the one who told him they had to reimburse Cohen. Weisselberg, who is currently serving five months in jail on perjury charges in Trump's civil fraud case, had sketched out the payment to Cohen on a bank statement that showed Cohen transferred the $130,000 payment to Daniels' attorney. The total paid to Cohen $420,000 allegedly included reimbursing Cohen for the money he paid to Daniels' attorney to kill her, cash owed for other expenses and a hefty bonus for Cohen. It was marked on the books as a legal expense. McConney suggested Trump kept a tight rein over his account, but Trump attorney Emil Bove in rapid-fire questioning, tried to show Trump was not involved in accounting at the company in 2017 when these payments were made. Bove asked McConney whether he talked to Trump about these payments. I did not, McConney testified. Bove pressed him further if Trump ever asked him to do any of the things he described. He did not, McConney testified. Also testifying on Monday, Deborah Tarasoff, a Trump Organization accounts employee who cut the checks to Cohen. Tarasoff said that Trump was the only one who signed the checks for his personal account. Only Mr. Trump, she testified, adding, if he didn't want to sign it, he didn't sign it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SCANNELL",
      "sentences": "Monday morning, before the witnesses took the stand, the judge found Trump in contempt for again violating a gag order, preventing him from discussing witnesses or jurors in the case, this time criticizing the makeup of the jury in an interview with the outlet, Real America's Voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "TRUMP",
      "sentences": "That jury was picked so fast, 95 percent Democrats. The area is mostly all Democrats. You think of it as just a purely Democrat area. It's a very unfair situation that I can tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SCANNELL",
      "sentences": "Judge Juan Merchan said, the magnitude of this decision is not lost on me, but at the end of the day, I have a job to do. So, as much as I don't want to impose a jail sanction, I want you to understand that I will, if necessary, and appropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "TRUMP",
      "sentences": "Because this judge has given me a gag order and said you'll go to jail if you violate it.(END VIDEOTAPE) SCANNELL (on camera): Now, it's because Trump has violated the gag order that prosecutors are not telling the attorneys who their next witness is until just before they call them, but, Wolf, there are only a handful of witnesses left, including Stormy Daniels and Michael Cohen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Yes, we'll see what happens when they show up. All right, thank you very much, Kara Scannell, outside the courthouse in New York.I want to bring in our legal and political experts right now. We're just getting a look at some of the exhibits and transcripts from today. So, Elliot Williams, let me start with you. What stands out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Well, a big part of what we saw today was using individuals involved at the Trump Organization who were involved in payroll to help make the case around that which we heard last week. You have to establish as a prosecutor not just the reason for the payments, but what they actually were, and someone has to bring every single document, every single check into evidence and testimony. It's dry, it's not that exciting, but this was critically important to the prosecution, and they had to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "And, Katelyn Polantz, you've been doing a lot of reporting on this. What stands out to you from these transcripts that have just been released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, it's important that one of the people that was there today was a longtime accountant overseeing the accounting department at the Trump Organization. That's Jeff McConney. And what he is showing is the paper trail.He brings that into the evidence and he also is being highlighted by the defense team, when they're cross-examining him, how he has distance to Donald Trump. But also, in some ways, that highlights how he was not very aware at all of the scheme that prosecutors alleged was happening that was being led by Donald Trump. So, here's a little bit of what was said in court as he's under questioning from Emil Bove, one of the defense attorneys questioning him. During your 30-something-plus years at the Trump Organization, you sort of rarely had conversations with President Trump, right? Jeff McConney says very few. And during the instances when you did speak to him, you didn't talk about accounting software, did you? No. And you did not talk to President Trump about the events that you just described in response to Mr. Colangelo's questions, did you? That's a prosecutor. He said, I did not. You did not talk to him about those events in 2016, correct? Jeff McConney said, I did not. Emil Bove asked him, you did not talk to him about those events in 2017, did you? McConney said, I did not. Bove said, you did not talk to him about those events in 2018 either? McConney said, I did not. Bove then asked him, not ever, right? No. And then the question, President Trump did not ask you to do any of the things that you just described in response to the prosecutor's questions, correct? And Jeff McConney, the accountant, said he did not, but he also was the person that was able to show for the jury how there were bank statements of expenses being paid to Keith Davidson and that Donald Trump had signature authority on making payments and signing checks up until the time he was president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "He was the comptroller of the Trump Organization, a major accounting position. Let's talk a little bit about what we just heard, Elliot. How significant is it that McConney didn't have direct conversations with Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "WILLIAMS",
      "sentences": "I think it's something that we could have anticipated that the defense would have done, and I believe they teased this in their opening statement. And this will be a thread through their case that Michael Cohen himself, the lawyer and fixer, in effect, went rogue and carried out these actions by himself and that Donald Trump did not personally direct the actions.Now, prosecutors are trying to establish that the Trump Organization was run like a small business and Donald Trump would have known what the reasons for certain payments were, but this is a pretty obvious argument that the defense was going to make and I think they're going to keep going there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "JIM TRUSTY, FORMER TRUMP ATTORNEY",
      "sentences": "Not much. I mean, look, Elliot refers to this stuff as kind of necessary but boring, and that's true. And, again, the fight is not whether NDAs were reached or whether money was paid. The fight is the complicity and the intent when ledgers are entered that say legal services instead of legal services for NDA.Let me just say this, Wolf. It doesn't always turn out to be boring and necessary. And white collar -- I've been around federal prosecution for 25 years on both sides. And what you really look for in a white collar case is somebody from the money machine, somebody, a CFO, a controller, a comptroller, a CPA that comes in and says, I was shocked to find out that the client didn't tell me these things or I told him this would be a bogus deduction if you're doing a tax case. So, that's what you're looking for. The key to the kingdom is usually the people that are on the stand today and they didn't deliver it. They gave kind of, you know, we didn't really know and we didn't talk to President Trump. That's a friendly cross. That's exactly what you want all the way up until Cohen is a friendly cross.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "BLITZER",
      "sentences": "David Chalian, you're our political director. How do you think the public at large reacts to all this technical stuff that's emerging tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "I think it's largely washing over them in sort of pre-informed ways. I don't think we've seen any evidence yet that the day-to-day in and out of the trial is having a very substantive impact on the state of the presidential race.I think to what you just heard here, I mean, I think any day like today where the defense team can effectively cross a prosecution witness and at least perhaps cede reasonable doubt that Donald Trump directed these payments is a good day for the presumptive Republican nominee and that, you know, Donald Trump at the end of the day here, I think that the public is likely going to react to the verdict here and have a response. But prior to that, even with Michael Cohen and Stormy Daniels upcoming, Wolf, I don't think it's going to have a lot of political effect until we know the outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "BLITZER",
      "sentences": "Yes, let's wait for the outcome. You know, Katelyn Polantz, Judge Merchan gave Trump a very, very stern -- another very stern warning about violating the gag order he had imposed. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "POLANTZ",
      "sentences": "Yes, Wolf, this was the 10th time that the judge has found Donald Trump violated the gag order and is being held in contempt of court, being fined $1,000 for each of those violations commenting on potential witnesses, jurors, others in this case.Judge Merchan said this in court to Donald Trump. This is a judge speaking to a criminal defendant before him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "BLITZER",
      "sentences": "This is from the transcript, the direct quote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "POLANTZ",
      "sentences": "This is. This is the direct quote of what the judge, he also wrote in an order, but this is what he said in court today. It appears that the $1,000 fines are not serving as a deterrent. Therefore, going forward, this court will have to consider a jail sanction if recommended.Mr. Trump, it's important to understand that the last thing I want to do is to put you in jail. You were the former president of the United States and possibly the next president as well. But at the end of the day, I have a job to do and part of that job is to protect the dignity of the judicial system and compel respect. So, as much as I do not want to impose a jail sanction, and I have done everything I can to avoid doing so, I want you to understand that I will, if necessary and appropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "BLITZER",
      "sentences": "What do you think it would take, though, for the judge to actually put Trump in jail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "WILLIAMS",
      "sentences": "I think it would have to be a flagrant and egregious violation of the gag order. I mean, going after the jury again, going after a non-Michael Cohen witness by name explicitly in a manner that wasn't even a gray area.If you noticed today, there were a few different statements. There were four of them total. And the judge only sanctioned one of them because it was the only obvious one. It was the statement in which the former president had commented on the jury poll. I think it would really take something like that. I think a lot of people in the public have this notion that the judge can and sort of ought to just throw the defendant behind bars. And I understand that New York law constrains what the judge can do. He has to -- number one, he's capped at $1,000. He's capped in the amount of time he can put the defendant in jail. And I think it would require a series of warnings for the reasons the judge laid out there. He could get himself and frankly the proceedings in a bunch of trouble if he went too far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:04",
      "speaker": "BLITZER",
      "sentences": "You know, Jim, you know Trump, you've worked with him, you used to be his attorney. Do you think he will follow these instructions from the judge or continue to violate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:04",
      "speaker": "TRUSTY",
      "sentences": "Well, we went from nine to one, so we're doing a lot better in terms of contempt. Look, it's hard to tell. I think that the overarching thing that really concerns me is we're in trial. I mean, the basis for gag orders is typically to protect the jury from some sort of contamination, whether that's intimidation or praise or whatever it may be.This is really more an exercise in courtroom control and ego than it is something that has a practical effect on the trial. And if the judge does go further, and it may be genuinely reluctantly for all the things he said today, it's going to put him in a position where there'll be appellate scrutiny that he might not want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:04",
      "speaker": "WILLIAMS",
      "sentences": "And it'll also slow down the trial. I mean, if it's a question of getting this proceeding moving along, you know, locking the defendant up is actually going to mess the whole calendar up, or the defendant's own benefit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:40",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yes, that's right, Wolf. When Hamas came out with its statement a few hours ago saying that it had accepted a ceasefire proposal, it wasn't clear to us exactly which proposal that was, whether or not it was the Egyptian framework which Israel helped craft and had significant input in, or was it a different proposal?And I've now learned, according to a senior Israeli source and a senior U.S. official who also spoke with my colleague, Alex Marquardt, that Hamas agreed to a framework that is different from the Egyptian framework which Israel had helped craft. According to that American official, this latest proposal that Hamas agreed to calls for a permanent end to the war, a stop in the fighting all together, which, of course, has been a red line for the Israeli prime minister, Benjamin Netanyahu. And so while we've been seeing images of people in Gaza, ordinary civilians celebrating the news that Hamas had agreed to this ceasefire proposal, that is now being met with the cold reality that this latest proposal is not one that the Israeli government is prepared to agree to, at least not yet. The prime minister's office in a statement tonight saying that the Hamas proposal is far from meeting Israel's demands, but they are agreeing to send a working-level delegation to meet with the Egyptian and Qatari mediators. But meanwhile, though, the war cabinet here in Israel agree, deciding that it shall continue this military effort in Rafah. Earlier today, they ordered the evacuation of about 100,000 people from Eastern Rafah. And tonight, we're already seeing images of explosions. As the Israeli military says, it is conducting targeted strikes in that very same area. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:40",
      "speaker": "BLITZER",
      "sentences": "All right. Jeremy Diamond in Jerusalem, stand by. I want to go to the White House right now. CNN's M.J. Lee is over there for us.M.J., what's the White House saying about the proposal that Hamas accepted? M.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT: Well, Wolf, the official word from the U.S. side right now is that the negotiators have to get back to the table and continue talking these things through to hopefully get to a final agreement, and that when the president and Israeli Prime Minister Benjamin Netanyahu spoke earlier in the day, Hamas had not put forth their latest proposal on the table, and so the two leaders didn't get to discuss this specific framework, but that it was clear that the president again emphasized to the prime minister the importance of eventually getting to a deal. Now, of course, CIA Director Bill Burns remains in the region to try to continue pushing the various parties to get to that final agreement, and there is so much on the line right now for this White House and this president, including, of course, just getting to an end to this conflict once and for all, getting all of the hostages out, including several Americans that are still believed to be in Gaza, and, of course, avoiding a situation where there is a major military operation into Rafah. And one question that I did put to White House Spokesman John Kirby earlier is the idea of a Rafah operation that is limited in scope. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:40",
      "speaker": "JOHN KIRBY, WHITE HOUSE NATIONAL SECURITY COMMUNICATIONS DIRECTOR",
      "sentences": "We've been very clear that we don't support a major ground operation in Rafah, operations in general that put at greater risk the more than a million people that are sheltering there. And the question right now is a hypothetical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:40",
      "speaker": "LEE",
      "sentences": "You know that they are asking people in the area to evacuate, and the possibility of a limited Rafah operation is on the table. So I'm asking, does the president believe that Israel can execute a limited operation into Rafah while adequately protecting the lives of civilians there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:40",
      "speaker": "KIRBY",
      "sentences": "The president doesn't want to see operations in Rafah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "BLITZER",
      "sentences": "All right. M.J. Lee and Jeremy Diamond reporting for us, thank you very much.Coming up, we'll have more on Donald Trump's criminal trial and what we know about what it would look like to put a former president of the United States in jail. We'll talk live with a retired New York City judge when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "BLITZER",
      "sentences": "The judge overseeing Donald Trump's hush money trial issued a very blunt warning today to the former president, keep violating the gag order and the court will have no choice but to consider jail time.CNN's Brian Todd has more on what that extraordinary step would look like. [18:30:02] Brian, this would be truly unprecedented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Right, Wolf, never before has a former president physically gone to jail, so that means the Secret Service and other law enforcement agencies have to figure out how to protect Donald Trump if that happens.(BEGIN VIDEO CLIP) TODD (voice over): The former president unbowed at the prospect of going to jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "TRUMP",
      "sentences": "This judge is giving me a gag order and said, you'll go to jail if you violate it. I'll do that sacrifice any day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "TODD",
      "sentences": "Judge Juan Merchan had told Donald Trump, quote, the last thing I want to do is to put you in jail, but I want you to understand that I will if necessary, that after finding Trump in contempt for violating the gag order for the tenth time in his hush money trial, this time for speaking publicly about the makeup of the jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "DAVID WEINSTEIN, FORMER STATE AND FEDERAL PROSECUTOR",
      "sentences": "That's what the message they're trying to get across to him will be, which is, we tried finding you, we tried warning you, none of that seems to work. And so if they can work out the logistics, I think that that's something that potentially could be looming over him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "TODD",
      "sentences": "But working out the logistics would be uncharted territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "No place in the country has ever had to contain in a jail a former president of the United States under Secret Service protection.CNN's John Miller, citing officials familiar with the plans, reports the Secret Service, court officers and the New York City Department of Correction have been quietly discussing what to do if the former president is really jailed for contempt of court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "MILLER",
      "sentences": "Set aside some location, not with general population, where his protection can be with him and armed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "TODD",
      "sentences": "But there are also shorter, temporary options for jailing Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "He could put him in for a few hours. There is a holding cell behind the courtroom on the 15th floor of 100 Center Street. He could put him in for the day. He could put him in over lunch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "TODD",
      "sentences": "If Trump is jailed for a few hours overnight or a period of days, where would the Secret Service be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "JONATHAN WACKROW, CNN LAW ENFORCEMENT ANALYST",
      "sentences": "The Secret Service will not change their protective methodology, which is to protect the former president 360 degrees at all times in all directions. But the approach is going to be different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "MILLER",
      "sentences": "They would have to be with him. They would have to be able to control the process of where his food comes from, how it's delivered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "TODD",
      "sentences": "What could go wrong if the former president is jailed during this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "MILLER",
      "sentences": "Is the building going to be stormed in a kind of January 6th scenario by supporters? Will there be bomb scares and anthrax threats and everything else called in and delivered?(END VIDEOTAPE) TODD (on camera): In addition to calling the gag order unconstitutional and un-American, a Trump campaign spokesman said the judge's warning that he'll throw former President Trump in jail for what he called exercising his First Amendment rights is a, quote, third world authoritarian tactic typical of Crooked Joe Biden and his comrades, end quote. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:04",
      "speaker": "BLITZER",
      "sentences": "Brian Todd reporting, excellent report, thank you very, very much.Let's get some analysis right now from retired Judge George Grasso, who served in New York on the Queen's Supreme Court. Judge, thank you so much for joining us. Do you think Judge Merchan could send Trump to jail for the next violation of his gag order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "And today was the second time the judge actually threatened possible jail time for Trump.Our Brian Todd just laid out the possibilities for what jailing Trump would look like, Judge. What do you think is the most likely possibility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "GRASSO",
      "sentences": "I think the most likely possibility is they probably would try and do something right inside the courthouse, let him cool his heels for an hour or two, and then bring him back, and hopefully he got the message, and not go right to, say, a trip to Rikers Island.But at the end of the day, Defendant Trump is going to have to figure out how to play by the rules. And I'm sure something on Judge Merchan's mind is in the very near future, we're going to see Stephanie Clifford, AKA Stormy Daniels, testifying. We're all expecting we're going to see Michael Cohen. The judge is going to have to control this process, control this courtroom, and he cannot let the defendant turn the criminal justice system in New York City into a mockery. So, he's put it all out there clearly and publicly. The ball is in Trump's court right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "BLITZER",
      "sentences": "Interesting. The prosecution's case, as you know, judge is about halfway through, we're told. From what you've heard so far, are they doing enough, the prosecution, to tie Trump to the criminal activity alleged in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:01",
      "speaker": "GRASSO",
      "sentences": "They are. In fact, today was a very compelling day in that regard. They had an individual who testified who was formerly the comptroller of the Trump Organization. Among other things, through him, they were putting in evidence with what he described to be handwritten notes by Allen Weisselberg, who was the chief financial officer of the Trump Organization, including a statement to the bank statement, I believe, they indicated they had, documenting the $130,000 payment that Mr. Cohen made for the Stormy Daniels hush money payoff, notes pertaining to $50,000 for some sort of a technology bill that Cohen said he was old money for, and then notes gross up apparently in Weisselberg's handwriting, which then led to the doubling of the $180,000 to $360,000 for tax purposes. That's devastating information for the jury, and then adding another $60,000 for a bonus that Cohen said that he was entitled to.So, having that in evidence for the jury before Michael Cohen takes the stand, I think is powerful corroborating evidence. But at the end of the day, I believe this case will rise and fall on the shoulders of Michael Cohen and whether or not he's deemed credible on the essential facts. But the district attorney is doing a solid job in laying a foundation for a very serious case, in my opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "BLITZER",
      "sentences": "New audio obtained by CNN reveals Donald Trump's making very inflammatory remarks about President Biden accusing Democrats of, quote, I'm quoting the former president now, running a Gestapo administration, a reference to Nazi Germany.Joining us now is CNN's Kristen Holmes as well as our Senior Political Commentator David Axelrod and former Trump White House Press Secretary Sarah Matthews. Kristen, what happened inside this Republican retreat? Give us a context of what Trump was saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes. So, this is about a 90-minute speech. It was profanity-laced, and that's really an understatement. I mean, at one point he calls Jack Smith an effing a- hole, a lot of rants about his legal issues, a lot of rants about the Biden administration.I will note, we're not playing the audio because we obtained it from sources and we had some concerns and they had some concerns that there were some identifying factors in that audio, which is why I'm not playing it, but I have listened to the whole thing. And it was a series of Trumpisms. He was in his element talking to donors, talking to his closest confidants, loyalists, the potential vice presidential picks. And he was on a rant, talking about how his poll numbers are high against Biden and, again, against all his legal cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes. You know, fundraisers are the most dangerous place for any candidate to be, and he just proved it again. But that comment about the Gestapo made me remember that his biographer said he kept a volume of Hitler's speeches on his table next to his bed. Maybe he meant it as a compliment, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "BLITZER",
      "sentences": "No, he didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "AXELROD",
      "sentences": "No, I don't think so either. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "BLITZER",
      "sentences": "Comparing the president of the United States to the Gestapo, especially on this day, Holocaust Remembrance Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "AXELROD",
      "sentences": "Of course. And I know this, you have personal relationship, as do I, you know? So, no, it's -- I've ceased, long since ceased being shocked by things that Donald Trump says, and I think most Americans have been become sort of deadened to it.But there are other things that he said that should be of concern. He wants an attorney general of courage, you know, obviously lionizing the January 6th insurrectionists once again. I mean, these have real implications for what kind of country we're going to be. Does it have an influence on his outlook for the election? I'm not sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:42:25",
      "speaker": "BLITZER",
      "sentences": "How do you see it, Sarah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "AXELROD",
      "sentences": "Well, listen, money chases the probability of success. He's -- he's on trial and he's still even with the incumbent president of the United States, who has his own challenges and so, you know, these donors are not looking to be inspired. They're looking to be in and just to be in the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "HOLMES",
      "sentences": "So he makes a joke at one point where he says, if anyone wants to donate $1 million, I'll bring you up on stage as well because he had brought up everyone in the crowd.So just to your point that he knows that's why they're there as well. AXELROD: Right. Yeah, so I don't know that he expected his remarks to be to be spun out as they were that there would be a tape of those marks. That's always how people get caught me. I mean, he said some things that, you probably made his campaign wince. But that's part of the life with Donald Trump I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "BLITZER",
      "sentences": "Give us your final thoughts, Sarah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:06",
      "speaker": "MATTHEWS",
      "sentences": "Yeah, I mean, I think too, when these donors are showing up to fundraise or with Donald Trump, they're probably not there for a campaign like speech, but they are more so they're to be entertained. Look, he can be a comedian in some ways and he's just going to rattle off whatever's on his brain. And I think on in the campaign trail though he needs to be more disciplined, talking about the issues that voters care about, even when he's doing these little press conferences before and after his courtroom appearances. He's talking about things like complaining about how cold he is and not really talking about the heart of the issues that Americans care about.And so, he should be a little bit more disciplined. I think in his message on the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:52:06",
      "speaker": "BLITZER",
      "sentences": "More now and the breaking news were following very fast- moving developments in the Middle East. Sources telling CNN Hamas agreed to a different ceasefire proposal than the one Israeli helped design and a significant snag right now on a potential deal to pause the war in Gaza and bring home the hostages.Joining us now, the former State Department Middle East negotiator, Aaron David Miller. Aaron, thanks for joining us. What's your analysis of this clear daylight right now between Israel and Hamas? Will these talks be able to move forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:52:06",
      "speaker": "AARON DAVID MILLER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Hi -- excuse me. Thanks for having me, Wolf.It's hard to imagine. I think both sides are much more interested in blaming one another for the collapsing these different proposers than they are in reaching an agreement. I just think there's insufficient urgency, Wolf. Benjamin Netanyahu knows that a deal that doesn't bring to an end Hamas's sovereignty in Gaza is going to mean his political downfall. And Yahya Sinwar, key Palestinian decision-maker knows that if he gives a hostages without a comprehensive ceasefire and Israel's withdrawal from Gaza, that he won't survive this. So I think both Netanyahu and Sinwar are thinking more about their political future than they are about cutting a deal that would relieve the miseries for Gazans and for the Israeli hostages, as well as their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:52:06",
      "speaker": "BLITZER",
      "sentences": "That's pretty depressing.We're also following, Erin, some breaking news right now. CNN contributor Barak Ravid is learning that Israeli forces are going to take over the Palestinian side of the Rafah crossing between Egypt and Gaza in the next few hours, how significant is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:52:06",
      "speaker": "MILLER",
      "sentences": "I think it's very significant. It brings the Israeli -- the Israeli Defense Force is very close to the Egyptians. And the Israelis are interested, I think in that Raffa crossing because it abuts the Philadelphi Corridor, which is the common border that Egypt and Gaza share and that border, that Philadelphi Corridor is a key route for smuggling contraband and military equipment.So this is a fraught operation with respect to the Egyptians and Israel, Israeli-Egyptian relations, and it may well be a prelude in the weeks to come from our expansive operation against Rafah proper to destroy the remaining four battalions of Hamas fighters which represent the latter part of the organization's organized military structure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:52:06",
      "speaker": "BLITZER",
      "sentences": "Why is Israel, Aaron, pressing on with a military operation in a Rafah when President Biden, including today in his 30-minute phone conversation with Prime Minister Netanyahu, has repeatedly warned Israel against doing that?",
      "isLastSentenceInterrupted": false
    }
  ]
}