{
  "date": "2024-03-04",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Ballot Ruling, Super Tuesday, State Of The Union Collide In Biggest Week Of 2024 Campaign; Supreme Court Keeps Trump On Colorado Ballot; Tomorrow, 15 States Vote, Huge Haul Of GOP Delegates At Stake; Abby Phillip And Guest Panel Talk About Presidential Candidates; CNN's David Culver Gives An In-Depth Report On The Violence Experienced By The People Of Haiti. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:04",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "Yes, it is. It's great to watch and it was a nice moment today to see his brother sitting there in the front row.Bob Costas, great to have you back on. Thank you for joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:04",
      "speaker": "COSTAS",
      "sentences": "Thanks a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:04",
      "speaker": "COLLINS",
      "sentences": "And thank you all so much for joining us. CNN NewsNight with Abby Phillip starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:04",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "The Supreme Court picks the path of least resistance. That's tonight on NewsNight.Good evening. I'm Abby Phillip in New York. And tonight, the Supreme Court pulled out the legal jumper cables to start the most consequential political week of the election so far. Thursday, President Biden will paint his vision for the country and for his own campaign, delivering the State of the Union address to a massive primetime audience. But tomorrow, Super Tuesday, and it may effectively end the Republican nominating contest. Today, the Supreme Court made sure that if it does, the man who is likely to emerge as the victor will actually appear on the ballot. In a 9-0 ruling, the justices effectively cleared the decks for Donald Trump. They said that Colorado got it wrong when it stated that he should be erased from the ballot. Now, add it all up, and the justices did something that Trump actually liked quite a lot. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT: It was a very important decision, were very well-crafted. And I think it will go a long way toward bringing our country together, which our country needs. Essentially, you cannot take somebody out of a race because an opponent would like to have it that way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:04",
      "speaker": "PHILLIP",
      "sentences": "The conservative tilted court has now put new limits on the 14th Amendment and how it can be enforced, hint, only by Congress. But it also conspicuously bobbed and weaved around perhaps the biggest question of the day, is Donald Trump an insurrectionist? Joe Biden says there is zero doubt that the answer to that question is yes.And he's made Trump's alleged criminality and of course his disregard for democracy, a centerpiece of the choice that is confronting voters in this election. It's a choice that he's again underlining in a new and a revealing interview with Biographer Evan Osnos. Now, does Biden believe that Trump will ever concede? Well, he delivered another clear answer. No. Here is what he told Osnos. Losers who are losers are never graceful. And I think that he'll do anything to try to win. If and when I win, I think he'll contest it no matter what the result is. Now, joining me now to put this court's decision into perspective is award-winning legal affairs correspondent for NPR, Nina Totenberg. Nina, thank you so much for joining us. You are one of the preeminent Supreme Court experts. Were you surprised by this two-tiered decision that came down from this court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:04",
      "speaker": "NINA TOTENBERG, LEGAL AFFAIRS CORRESPONDENT, NPR",
      "sentences": "Well, I certainly wasn't surprised at the result. We saw at the oral argument about a month ago that all of the justices seemed very much inclined not to remove a candidate for president from the ballot or let the states do that.And so it was pretty clear then that all of the justices could not imagine a way in which in a system like ours, you could have a candidate for president on some ballots in some states, but not in others. And I expected that result. What I didn't expect was that the court would go further and take a fairly aggressive stance saying only Congress can do this. Congress would have to pass a law, number one, and number two, that Congress -- that it would be very difficult for Congress to write a law that the court would consider constitutional. It put all kinds of obstructions in Congress' ways to sort of warn it. In case you are going to do this, which in the world we live in, in a very polarized world, seems extremely unlikely. But in case you're going to, we're not going to make it easy for you to come up here and be upheld.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "TOTENBERG",
      "sentences": "Well, it's hard to tell. It's a very different kind of question. And I should say that the liberal justices were very forceful in their views. But a similar view in a more modest way expressed was by Justice Amy Coney Barrett, who also thought the court went too far in deciding questions that it didn't have to decide. And remember that Justice Barrett was appointed by President Trump.So, it wasn't just the liberal justices, although certainly the tone of the separate opinion by the liberal justices was different from Justice Barrett's brief separate opinion. Now on immunity, it's a whole different kettle of fish, although I must confess, you know, when the court agreed that it would hear the immunity case in April, I talked to a bunch of scholars, liberal, conservative, very conservative, very liberal. Nobody saw any way in which the court would buy the immunity argument. And today, I started to wonder if that's really true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "PHILLIP",
      "sentences": "That's interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "TOTENBERG",
      "sentences": "I certainly think that the most influential or at least forceful person in that debate is likely to be Justice Kavanaugh, Justice Brett Kavanaugh, because more than any other member of the court, he served with a president of the United States as his chief of staff, George W. Bush. Every day, he worked with Bush and he has very strong feelings about the importance of a strong executive and the way other branches can hobble it by threatening the president of the United States.Remember, he was his chief of staff after 9/11. And that was a time when the president was exerting very, very broad, controversial and strong powers. And since then, when he became a judge and then a justice, Justice Kavanaugh has been a very forceful advocate of executive power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "PHILLIP",
      "sentences": "But Kavanaugh, I mean, obviously would not be enough to rule in Trump's favor in that case. I mean, when you read the tea leaves, which is frankly kind of all we have, you have incredible sources as well. But the decision to take that case, plus what they did today, what does that all add up to in your mind? I mean, some people have suggested maybe they took both cases so that they -- if they have a split ruling, it kind of shows an evenhandedness when it comes to the law. But what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "TOTENBERG",
      "sentences": "Well, I often say that covering the Supreme Court is a little bit like covering the Kremlin. You never really know what's going on behind the scenes, and I don't know what's going on behind the scenes here either.But there were some hints of discord in the way they granted the case, how long the fact that they aren't going to hear it until the end of April. Yes, they expedited consideration and they made a fairly speedy docket out of it. But, certainly, when you compare it to other similar crises involving executive power, the Nixon tapes case, the court delivered an opinion, in that case, in 16 days. The Bush versus Gore was decided in a total of three days. So, it doesn't have to be two months until they consider it. And certainly, everyone understands that even if they say there is no presidential immunity for these kinds of charges, even if they were to say that, at the earliest, you could expect a trial to take place, certainly in the District of Columbia case, and maybe even the classified documents case, the earliest would be July, and maybe not until after the election. And everybody, I think, would believe, who watched Trump operate, that were he elected president, had he been convicted on the off chance that he had been convicted of some of these charges, that he would likely pardon himself. Now, it's not a guarantee that he could do that, but who's going to stop him, the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "PHILLIP",
      "sentences": "Well, that's the big question. Nina Totenberg, few better criminologists out there than you, thank you very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:02",
      "speaker": "TOTENBERG",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "CARL BERNSTEIN, AUTHOR, CHASING HISTORY, A KID IN THE NEWSROOM",
      "sentences": "Look, he is a seditionist. He is an insurrectionist. And all in one has to do is read that indictment about which these cases really revolve. And what we have seen today is how politicized this Supreme Court has become and how this is all occurring in a highly politicized environment.We need to be covering it as reporters a little bit more in this politicized way. Nina Totenberg knows an awful lot about this. But let's just look at what Justice Amy Coney Barrett said in her concurring opinion about the court has settled a politically-charged issue in the volatile season of a presidential election. Particularly in these circumstances, writings on the court should turn the national temperature down. Here she is saying out loud, this is it is political. But what's really political and Nina started to get to it, and most important thing of all, and I've said it on here before, is the immunity case, the immunity case that has been delayed politically by this Supreme Court, that it's held up until April 22nd. The court didn't have to do that. It could have sent it right back to the U.S. Court of Appeals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "And, you know, the court says, okay, Congress, you do it. And that sounds perfectly reasonable. But everybody understands that this Congress, and perhaps most of the future Congresses for the foreseeable future, are not going to be able to touch this issue with a ten-foot pole.I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "BERNSTEIN",
      "sentences": "We're past this issue. It's a red herring, this question about the Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "But does that not show the limitations of the law in dealing with a character like Donald Trump? It seems like every day we are coming up against that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "BERNSTEIN",
      "sentences": "Look, what we're coming up against every day is the question of delay, and whether this Supreme Court has the guts and the wherewithal to not play Trump's game. And for the first time, they really have started to play it in granting the case to be heard on April 22nd, because if you look, they have thrown him a legal lifeline.Look, this country deserves to have a trial of Donald Trump so they can make up, the voters, their own minds about what Donald Trump has and has not done in terms of being a seditionist, in terms of being an insurrectionist, that trial needs to take place. The idea that the Supreme Court of the United States would issue a series of orders or procedures causing further delay, it's possible to expedite this case. It's up to the justices to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "And they've already decided not to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "BERNSTEIN",
      "sentences": "They're holding -- they're beginning their deliberations, their oral arguments, on the 22nd of April. Yes, they have thrown a legal lifeline.Will that persist? That's the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "I want to show you this headline from Slate. They published a piece that said, it's past time to quit hoping the courts are going to stop Trump. Not just the Supreme Court, but just the court system, in general. This is the Supreme Court that the country has now and will probably have for some time in the future. Most of these justices are very young.What is the recourse for this country if they can't rely on the courts to administer justice fairly, to deal with a Trump and all the legal questions that swirl around it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:10",
      "speaker": "PHILLIP",
      "sentences": "Well, look, on the question of timing, Carl, it seems that the court has made its decision to how they rule on this case. There are some people who see definitely a possibility that they could rule against on Donald Trump on immunity, which is what is up against --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:10",
      "speaker": "BERNSTEIN",
      "sentences": "Well, in fact, I think the odds are -- as Nina Totenberg just said, the odds and the odds are very much against Trump in terms of how they're going to rule on immunity because of precedent, because of the Nixon case, et cetera, et cetera. No, he is very likely to lose that case.But if he loses that case after the election, game over. And the question is, do the justices have the guts to expedite this case and do journalists, among other things, start to cover this story like a political story that it is, not just about high legal principle from up in the rafters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:21:38",
      "speaker": "PHILLIP",
      "sentences": "One more day. That is exactly how much longer Donald Trump hopes that this Republican primary campaign will last. Super Tuesday is tomorrow, and voters in 15 states will help tell to the ballot box in what is looking more and more likely to be a 2020 rematch between Trump and Biden.And if recent polling is any indication of what is to come this November, President Biden may very well be in trouble. CNN's senior data reporter joins us now over at the magic wall. Harry, okay, so just how bad was this polling for President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:21:38",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Really, really, really bad. All right, there were four polls that came out over the weekend. And you'll notice there is a lot of red on this screen, all right? New York Times/Siena College poll, which I think got the most press, had Trump up by four points among likely voters. But it matched the CBS News/YouGov poll that had Trump up by four points among registered voters. The good polling for Joe Biden was a Fox News poll that had him down only two and a Wall Street Journal poll that had him down only two. Again, Trump ahead in all four of these pollsAnd here's what I will note, Abby, if you go back to the 2020 campaign, try and find a single CNN-approved poll that had Donald Trump ahead of Joe Biden. Guess what? You couldn't find a single one. And in this weekend, there were four, four polls compared to zero, zero throughout the entire 2020 campaign, so, a very different picture. Now, I like to dig a little bit deeper into the polling data and this to me sort of says it all. Has Trump committed serious federal crimes? A majority, a majority of likely voters say, yes, he did, yet he's still ahead. How is that possible? Because look at 2024 Trump supporters. It turns out 18 percent of them say that Trump has actually committed serious federal crimes and yet they're still voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:21:38",
      "speaker": "PHILLIP",
      "sentences": "It really is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:21:38",
      "speaker": "ENTEN",
      "sentences": "With these numbers like this, I just wonder, what the heck are you going to do -- PHILLIPFor the Republican nomination, though, I mean, tomorrow, Harry, Trump could very well be cruising toward the nomination. It is, what is it, March 4th today? I mean, that's incredibly early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, it is the snowball effect. It kicks off tomorrow. Things could get really bad for Nikki Haley, really quickly, actually.Harry Enten, thank you very much for all of that. And at this hour, Trump is already adding another win to his list, CNN projecting that he will win the North Dakota caucuses. Let's bring in now Scott Jennings and S.E. Cupp. Scott, this general election could be kicking off, basically, this week. I mean, if you asked the Biden campaign, they would say, it was last week. What does it mean for the Republican Party that after all of this, what was supposed to be a competitive primary, it could end in a landslide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, it means that Donald Trump is one of the most resilient politicians of the modern era. I mean, to think about all the things that have happened to him to lose, to be indicted, to have everything that's happened, and for him to come back in such dominant fashion, it is just a level of resilience that you don't really see with normal politicians.I do agree with you. I think the general election is upon us. And although I think it's fun to analyze endlessly, Donald Trump, to me, the big question is if you're like Joe Biden or his supporters, and you're looking at everything that's happened, they must be asking themselves, how can we be losing to this guy right now? Because of what you just said. And with this polling that Harry just laid out, it is quite a dramatic thing to know that Trump never led by, now he leads him in almost all the polling and the swing state polling that's come out, it's really quite a remarkable thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "PHILLIP",
      "sentences": "I mean, what is the answer? How could he be losing to this guy?S.E. CUPP, CNN POLITICAL COMMENTATOR: Well, so Biden has a problem that Trump doesn't have, and the same is true of the reverse, stay with me. Trump's base is way more loyal and rabid and condensed. And this was a project that Trump and Republicans encouraged, purifying the party, getting rid of apostates, getting rid of good conservatives, like Kinzinger and Romney and Cheney. They want all those people out. And here was Trump bragging about really reducing the base to pure MAGA. They've done it. And so they're all with him no matter what. Joe Biden doesn't have that kind of loyalty. You've seen a lot of Democrats wondering if they're going to stay home or not. Trump has a problem that Joe Biden does not. If Joe Biden were losing 40 percent of the vote in every state to Dean Phillips, they would be freaking out. Trump is doing that. He is losing 40 percent of his own party to Nikki Haley. I'm not saying she's going to win. I'm saying what that says about his weakness in a general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "PHILLIP",
      "sentences": "I want to about this, though, S.E.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "CUPP",
      "sentences": "I think it's important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "PHILLIP",
      "sentences": "I want to talk about this because the polling, the same polling that has Joe Biden losing to Donald Trump, here's what it says about Donald Trump's voters, 97 percent of the people who voted for him in 2020 say they would vote for him again this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "JENNINGS",
      "sentences": "I think it's because a lot of that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "PHILLIP",
      "sentences": "But hold on, there's more. 83 percent who voted for Joe Biden in 2020 say they would vote for him again. The person who is eroding support is actually Joe Biden, according to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "JENNINGS",
      "sentences": "I think a lot of the Republicans who were voting against Trump in these primaries didn't vote for him in 2020. I think they are Republicans who hated Trump before. They voted for Joe Biden, and now they're planning to vote against Trump again.I think the last point you made is the most important. Trump's base is there. It's pretty solid. And not only that, if you look inside of The New York Times/Siena poll that Harry was just talking about, there's obviously new people coming in. Trump was leading among Hispanics. Trump was tied among women. He had a quarter of African-American voters. These are absolutely -- if those splits hold, there's no way for Joe Biden to win, because that's a whole bunch of new people coming into the Republican Party. So, you could shed some of the folks you were talking about. If you're replacing them with this multi-generational, multi-racial working class coalition of people that never vote Republican, that would be a new base for Trump that's not shown up in these primaries necessarily, but could show up in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:06",
      "speaker": "PHILLIP",
      "sentences": "So, now that is the theory if the polls hold as they are now, but there is virtually a lifetime between now and November.President Biden sat down with The New Yorker's, Evan Osnos, he had an Oval Office interview. Biden was incredibly confident. He basically says, I beat this guy once, I will beat him again. And the theory of the case that the White House and the campaign have is that when voters are not answering pollsters' questions and they are going into the ballot box, they say something different from what they might say to the pollsters. Do you buy it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "So, Nikki Haley, she's still in the race, and she's campaigning. She's in Texas today. I mean, she says she's going to be in it until the last voter votes. But if you're Nikki Haley on Wednesday morning, what is the rationale for staying in this race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "JENNINGS",
      "sentences": "Well, I thought some of her speeches lately sounded more like someone who intends to run not as a Republican, but as a third- party candidate. I don't know what she's planning to do. I've got no inside knowledge. But after some of these losses where she's talking about Biden and Trump in the same way, I feel like she's trying to talk to that part of the country that's really disappointed that we're having a rematch.Well, the only way to run that race is to run it not in one of the two major parties. And so, it'd be interesting to see how she does, because she's obviously not going to win the Republican nomination. That ship has long sailed. If you intend to keep running, there's only one way to do it, and that's to go outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "To that very point, I just want to play what she said this past weekend about that infamous RNC pledge to support the nominee. Here's what she said this weekend.(BEGIN VIDEO CLIP) NIKKI HALEY (R) PRESIDENTIAL CANDIDATE: The RNC pledge, I mean, at the time of the debate, we had to take it to where would you support the nominee? And you had to, in order to get on that debate stage, you said yes. The RNC is now not the same RNC. Now, it's Trump's daughter- in-law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "KRISTEN WELKER, NBC ANCHOR",
      "sentences": "So, you're no longer bound by that pledge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "HALEY",
      "sentences": "No, I think I'll make what decision I want to make. But that's not something I'm thinking about.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "What's going on? I mean, what's going on here with her? I mean, is she kind of like inching further, you know, away from where she's been, which is, you know, \"Trump was a great President. He had a lot of great policies. I just think he's the wrong man for the moment.\" She's sounding a lot more kind of anti-Trump than she sounded in a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "CUPP",
      "sentences": "I talked to her campaign today, just before I came on, they are excited for tomorrow. They are, you know, going to see what happens and, quote, unquote, \"working their butts off.\" And listen, I think Nikki Haley's campaign has changed as she has listened to the voters coming out in support of her. And why? I think some of them are, to your point, people who voted for Biden in 2020 and are looking for a Republican they can vote for now.But I think a lot of them are suburban moms and women who cannot vote for either of these guys. They just can't. And I think she's talking more and more to those voters. And they're telling her, we want a Trump alternative. If you were listening to 40 percent of your own party saying we want an alternative, I think you would feel obligated to stay in as long as you could. And I think that's where her head's at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "And to what end? I mean, what do you think is going to be the impact on the Republican Party of this candidacy that that is still going on? And she's making a case. CUPPTrump every day on the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "JENNINGS",
      "sentences": "We just heard that 97 percent of Trump's voters are planning this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "CUPP",
      "sentences": "No, I mean, for a general, don't you think she is weakening him for a general?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "JENNINGS",
      "sentences": "Because I think she's making all the same arguments that Democrats and other anti-Trump, you know, entities have been making for the last several years. I don't think she's making new arguments. And so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "CUPP",
      "sentences": "But I think she's reaching moderates and independents, AKA the people you will need to win in a general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "JENNINGS",
      "sentences": "I'm not disagreeing that that's who she's talking to. But I think these two guys are so defined. I'm just not sure she's talking to people like, is there a single Trump voter who's saying, I'm voting for Donald Trump today, who's going to listen to a Nikki Haley speech tomorrow night and say, you know what? She's right. I'm going to switch. I don't think that's going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "CUPP",
      "sentences": "No. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "JENNINGS",
      "sentences": "And so, to what end? I don't know how you keep running unless you go outside the party and try to pull it off in an outside way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "S.E., does it worry you at all, this idea that there's not as much resistance to Trump in the Republican Party as maybe people like you might hope --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "CUPP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "-- that a lot of these people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "CUPP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "-- are going to come on home and vote for Donald Trump? And this is going to be a squeaker of an election, as we have had in this country for many years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "CUPP",
      "sentences": "Of course, it bothers me. It bothered me in 2015, when Donald Trump descended down the elevator. It wasn't just that he was vile to me. It was that I knew he was going to taint the Republican Party for a generation. And I saw Republicans, good Republicans, I thought good conservatives, completely abandoned principle, jettisoned the conservative part of the party to satisfy that guy.So, of course, I'm worried and disappointed. I've been on a very lonely island for the past so many years. But we are not the majority in the Republican Party anymore. That's obvious. It is condensed. It is purified. It has gotten rid of people like me. And you know, that's okay. I'm happy to be outside of what I see as a dumpster fire. [22:35:00] But yeah, of course, I wish -- I wish there were more courage inside this party and inside conservatism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:23",
      "speaker": "PHILLIP",
      "sentences": "All right. Scott Jennings, S.E. Cupp, thank you both very much for all of that. Vice President Harris meeting with a member of Israel's War Cabinet today after her forceful comments urging aid for Gaza and an airdrop over the weekend. I'll discuss this with a foreign affairs analyst about the prospects of a ceasefire. That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "REENA NINAN, VETERAN FOREIGN AFFAIRS CORRESPONDENT",
      "sentences": "I think for that small minority of people who believe that this was made up or wasn't a real thing, it might. But the truth is you don't need that U.N. report. If you were just watching television wherever you were in the world, seeing the images, it was pretty clear to piece together what happened that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, for sure. I mean, and one of the dynamics here is as these talks continue, we got a window into what is happening here. Israel has asked Hamas to put together a list of hostages. They want specifications who's alive and who's dead as part of the terms for a potential ceasefire.Here's what Hamas says. They say in order to do that, they need a ceasefire to information gather. They're not even acknowledging that they know where these hostages are. I mean, to me, that was such a stunning recognition of how hard it's going to be to get to a deal here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "NINAN",
      "sentences": "Yeah, it's a great point. And I think part of the issue is it's probably in Hamas' benefit to keep this dragging on for as long as possible. They announced last week that the death toll in Gaza had reached over 30,000.They were able to, according to them, keep meticulous records of people who have been killed, name, gender, I.D. numbers. But they can't manage in these negotiations to put to paper 40 of the hostage names that would be released with a prisoner transfer from Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, that's such an important point. I mean, they can be specific when they want to be. Over the weekend, something interesting happened. Vice President Harris was down in Selma, Alabama. She called the conditions in Gaza inhumane. And then today, back in Washington, here's what she said both yesterday and today. Just listen.(BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT: There must be an immediate ceasefire for at least the next six weeks. Well, there is a deal on the table. And as we have said, Hamas needs to agree to that deal. The President and I have been aligned and consistent from the very beginning. Israel has a right to defend itself. Far too many Palestinian civilians, innocent civilians have been killed. We need to get more aid in. We need to get the hostages out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, you are an astute observer of this kind of foreign policy talk. Was it strategic to be forceful this weekend, or was today kind of walking back of some of that force in a moment that, I mean, I have to admit, when you're in Selma in front of that crowd, it's a different environment for her. And she was notably more forceful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "NINAN",
      "sentences": "She was. And language matters. And Washington knows language matters. It's interesting. It's coming right before this meeting with Benny Gantz from Israel, who's part of the war cabinet. And he's someone who's deeply respected in Washington. He was a military attache. Pentagon has dealt with him. The White House has dealt with him.In fact, his nickname in Israel is, there's a Hebrew name, Beni Huta, which is Benny, chill, Benny, relax, take it easy. He's someone who works well under pressure. And right now, it's not just Washington. In Israel. There was a survey, a poll conducted today. If elections were held today, Benny Gantz would get more seats, almost double than Benjamin Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "He's a key competitor who met with Vice President Harris. What does it signal that the White House kept that meeting, that it was not Biden and Netanyahu, it was Gantz and Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "NINAN",
      "sentences": "An invitation from the White House directly to Gantz, which has Benjamin Netanyahu fuming. But it's not just the White House. He'll go on to the United Kingdom. It's a coordinated strategy with the U.K. It's sending a very clear message.We're talking to the adult in the room. And Benjamin Netanyahu has been the one who's always like, I'm the tough guy. I can stand up to Washington, look at it. That strategy isn't working. And the White House sent a very clear message with this. And the Israeli public understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Patience is running out -- NINAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:59",
      "speaker": "PHILLIP",
      "sentences": "Tonight, an exclusive, CNN's David Culver went inside Haiti, a country flirting with collapse.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:59",
      "speaker": "DAVID CULVER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "So, we're like a block away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:59",
      "speaker": "UNKNOWN",
      "sentences": "Yeah. It's as close as we can get driving. So, we layer up and walk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:59",
      "speaker": "CULVER",
      "sentences": "Oh yeah. You can already smell it. Wow, look at people just still making their commute as tires are burning right in the middle of the street here.CULVER (voice-over): No police barricade, no firefighters, most seemingly unfazed. These flames have been burning for several hours. Haiti has been engulfed in turmoil for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:59",
      "speaker": "CULVER",
      "sentences": "We don't have a home to live in. We don't have food to eat. That's what they're shouting.CULVER (voice-over): Many here now fear their country is on the brink of exploding. Does it feel safe right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CULVER",
      "sentences": "This is not the gangs doing this. This is the folks that live in these neighborhoods who are putting these up to prevent gangs from coming in and kidnapping.CULVER (voice-over): Using whatever might stop or slow the kidnappers. Efforts to protect families and preserve innocence. That innocence shattered for others. This 14-year-old says he was recruited by a gang at 11. Tells me he's often forced to burn the bodies of those killed by other gang members. I want to change my way of life, he says with a heavy look of shame. At an early morning food distribution, we meet dozens of women who have felt the wrath of gang violence. At times, we notice a lost stare in their eyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CULVER",
      "sentences": "All of them had been victims. So, there's nobody here who has not been a victim.CULVER (voice-over): This woman's sister shot and killed. This one's husband burned alive inside their home. This woman tells us she was raped. She shows us the marks left behind. In recent months, gangs have seized more and more control over this country including the roads leading to Port-au-Prince. Officials estimate that gangs now control as much as 80 percent of the capital. Even the U.S. Embassy and International Airport are mostly surrounded by rival gang territories. It's led the Haitian National Police to create an undercover unit. We go with them to the front lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAITLIN HU, CNN SENIOR EDITOR",
      "sentences": "This unit actually goes into gang areas, looks for gang members and fights them.CULVER (voice-over): The officers ask us not to reveal our exact location. And they tell us to work quickly, given we're standing exposed on a windy hillside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CULVER",
      "sentences": "As police have described it to me, basically everything behind me is occupied by the gangs. It's under their control. There are homes all around us. We're standing on the foundation of one home that had been abandoned.CULVER (voice-over): They offer to drive us closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HU",
      "sentences": "And you can see they're getting ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CULVER",
      "sentences": "Yes, our driver's all geared up now, ready for potential gunfire to come our way. Stay away from the windows as we come in here. They describe this as the last defensive point. And beyond here is what they consider to be their front lines.CULVER (voice-over): From here, you can see the battlefield. No signs of any suspected gang members, for now. Police are not the only ones trying to gain the upper hand here. In a fractured state, alternatives to the gangs in government surface. We're headed to meet a commander of BSAP, Haiti's Armed Environmental Protection Agency, that has splintered from the Henry government, challenging its legitimacy. We pull up to a gated compound. The man in the purple shirt leads us in. He then changes into his BSAP uniform. It's the commander. He's in hiding from police. His message echoes the anti-government protester. He flexes BSAP's strength in numbers and its potential to help bring stability. But when it comes to his own family --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CULVER",
      "sentences": "You mentioned you have four kids. What do you think their future is in this country?CULVER (voice-over): He fears their future is best served leaving Haiti. The desperation is felt beyond Port-au-Prince, in places like Jeremie. The U.N. chopper is the safest way to get there. It's about an hour ride. Members of the World Food Programme take us through this rural coastal community, devastated by recent protests. JEAN-MARTIN BAUER, WFP HAITI DIRECTOR: Right back there, you had five people were killed last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CULVER",
      "sentences": "Right there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BAUER",
      "sentences": "It was right there, yeah.CULVER (voice-over): We arrive at this agricultural consortium. The WFP buys food from these local farmers to then hand out. But the recent protests have blocked distribution efforts, leaving some food to spoil. It's frustrating for the WFP officials, as they know you don't have to look far to find hunger here. These farmers pointing to their stomachs, lifting their shirts to us. You hungry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CULVER",
      "sentences": "A lot of folks will look at Haiti, and they'll say it's had issues for so long. The question that no doubt people in the U.S. will ask is, well, why should we help?",
      "isLastSentenceInterrupted": false
    }
  ]
}