{
  "date": "2024-11-27",
  "headline": "CNN News Central",
  "subHeadline": "Suspected Wife-Killer Now Accused Of Plotting Detective's Murder; NYC Prepared For Macy's Thanksgiving Day Parade; NASA Astronauts Celebrate Thanksgiving In Zero Gravity. Aired 3:30-4 pm ET",
  "utterances": [
    {
      "timeStamp": "15:30:01",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Still to come, a Colorado dentist accused of murdering his wife is facing new charges, this time in an alleged plot involving one of the detectives on his case. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:11",
      "speaker": "RAHEL SOLOMON, CNN HOST",
      "sentences": "Now, Craig was about to go on trial for the murder of his wife and the mother of his six children. His wife, Angela, died in 2023 after cyanide and arsenic were found in her system. That's according to the medical examiner.Let's bring in CNN's Jean Casarez, who joins us now. So, Jean, how are investigators saying that Craig allegedly tried to go after this detective? What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:11",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Well, this came out of the blue, and the amended complaint does not have a lot of information because there will be a preliminary hearing and that in short time, and that's when everything will come out. But this community surrounding Denver, Colorado, continues to be stunned by this because the trial was just about to begin. They were beginning jury selection, members of the community to see how much they knew about this case. Of course, there's a lot of publicity, but then all of a sudden, the Defense Attorneys withdrew. They said, we quit. We are not going to be part of this.And they based it on the rules of professional responsibility of an attorney. And the portions that were cited was, if you understand that there is fraudulent or illegal activity that is taking place, then you have a right, a duty, and you can allow yourself to quit the team. And so then shortly after that, the charges were announced of solicitation of first-degree murder. And CNN has confirmed it was a detective on the case that he was trying to persuade, we believe, a fellow inmate to perpetrate on the outside. Well, obviously, that did not happen, thank goodness. But now this case is at a hold right now until it goes forward. But the basis of this case was James Craig, a very prominent dentist in the Denver area. He had practice, lots of patients. And his wife always had a protein shake every morning. And he's the one that made it for her. And she suddenly became very ill, having dizziness and having a seizure and getting in and out of the hospital in March of last year. And his office staff found that he had ordered potassium cyanide to the office, and they don't use that in dental work. So that went to law enforcement even before Angela Craig passed away. The investigation began. They found on his computer he was searching for undetectable poisons, how to murder someone and make it look like a heart attack and many other things he was focused on researching. And so the case has gone on from there. But he has continued to try to have other inmates that are going to be on the outside soon to try to help him get out of this. One example, he wrote notes saying that in Angela's handwriting that I just want to end my life and I wanted to take the poison myself. He wanted the inmate to distribute it at his home and in his truck. But all of these inmates actually went to law enforcement and told law enforcement what he wanted them to do. And so James Craig continues to say he is not guilty. He is innocent of all charges. So for right now there's a hold, but this case should be going to trial in the next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:11",
      "speaker": "SOLOMON",
      "sentences": "Yeah, truly stunning allegations on top of what was already a stunning story. Jean Casarez, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:11",
      "speaker": "CASAREZ",
      "sentences": "Yes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:11",
      "speaker": "SOLOMON",
      "sentences": "All right, still to come on a lighter topic. New York City is preparing for the Macy's Thanksgiving Day Parade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:11",
      "speaker": "SANCHEZ",
      "sentences": "And Harry Enten is live dressed up as a turkey where the balloon inflation is under way.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SOLOMON",
      "sentences": "All right, New York City is getting the holiday party started, blowing up the giant balloons for tomorrow's Macy's Thanksgiving Day Parade. And the character balloons are getting ready to go for the Turkey Day celebration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SANCHEZ",
      "sentences": "And there is no bigger character than CNN's Harry Enten who is grooving. Look at him. Look at him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SOLOMON",
      "sentences": "His hips don't lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SANCHEZ",
      "sentences": "He's all dressed up and ready to go at the parade's starting point. Harry, where did you learn these moves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "ENTEN",
      "sentences": "I going to tell you, we got some music playing out. We got Thanksgiving tomorrow. We got so many people here. We got the crowds over there. I mean, how could you not be in the Thanksgiving mood? The bottom line is, as I said, going to commercial break, I'm hanging out with my big brother, Tom, who is, of course, the poster child of this parade, going all the way back basically since the beginning of this parade a century ago.So the bottom line is there's no reason not to be dancing. I'm just in the Thanksgiving spirit, my dear friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SANCHEZ",
      "sentences": "Harry, what do you call that move?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "ENTEN",
      "sentences": "I don't know what I call it, but I'll tell you whatever it is, it's grooving. That's what it is. It's grooving. Maybe it's Harry grooving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SOLOMON",
      "sentences": "There is no name for it. It's organic. It just comes to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SANCHEZ",
      "sentences": "It's provocative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "ENTEN",
      "sentences": "Just like I am. I'm organic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SANCHEZ",
      "sentences": "Yeah. Let's talk to us about pie. You've looked at some polling regarding pie. What type do Americans like best for Thanksgiving?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "ENTEN",
      "sentences": "Right. What do you like best? I mean, it's got to be your pumpkin pie has got to be number one, right? I mean, it's the spirit of -- it's the season of the pumpkins. Number two is apple pie. I'm lukewarm on apple pie. My girlfriend loves it. How about a little pecan pie for number three? But I got to say I agree with Americans on this one. Pumpkin pie is numero uno, my dear friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:43:06",
      "speaker": "SOLOMON",
      "sentences": "Did sweet potato pie not even break the top five? I mean, where is sweet potato pie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SANCHEZ",
      "sentences": "It doesn't fit --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "ENTEN",
      "sentences": "And so I'm a big believer, you're either gold, silver or bronze. Otherwise, you're out of the running. SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "ENTEN",
      "sentences": "Yeah, I mean, look, basically early afternoon and late afternoon are tied above, you know, right around a little bit north of 35%. I think the whole thing is crazy, though. What is this? That 6 p.m. or later, which is when you normally eat dinner is way down in third place at only around 10%. That's not her butter. But I'm sure tomorrow we're going to be eating dinner early because that's what we always do. But if you're going to eat me, I think you should eat me later in the day. Let me live a little bit longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SANCHEZ",
      "sentences": "I feel like I'm in a parallel universe right now. Harry Enten talking about people eating him on TV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SOLOMON",
      "sentences": "That's a -- that's a mic drop moment, Harry. That's something we can't respond to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SANCHEZ",
      "sentences": "We'll leave it there. Harry Enten. God, you look good. Thanks for being with us, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "ENTEN",
      "sentences": "Thank you, my dear friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SOLOMON",
      "sentences": "Reporting for duty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SANCHEZ",
      "sentences": "Yeah. And a reminder to folks at home, please join CNN for the ultimate Thanksgiving morning watch party featuring celebrity appearances and a live view of parades across the country. Our friends John Berman and Erica Hill host Thanksgiving in America starting at 8 a.m. Eastern tomorrow. It's also streaming on Max. No word if they're going to have dance moves like Harry Enten, but boy, we will ask them to. We'll be right back after a quick break. Stay with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SUNI WILLIAMS, NASA ASTRONAUT",
      "sentences": "Greetings from the International Space Station. Our crew up here just wanted to say happy Thanksgiving to all our friends and family who are down on earth and everyone who is supporting us.COL. NICK HAGUE, NASA ASTRONAUT: So we've got a container here of all the things that we're going to enjoy on Thanksgiving. It is a feast. Let me see. We've got Brussels sardines, Brussels sprouts, butternut squash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "BUTCH WILMORE, NASA ASTRONAUT",
      "sentences": "It's true we have much to be thankful for on a professional sense. I mean there's not many places that you can be that you can actually lay on the ceiling and this is one of them. We're thankful for zero gravity.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SANCHEZ",
      "sentences": "Can't forget the traditional sardines on Thanksgiving night. Four NASA astronauts on board the International Space Station are sharing their down-to-earth plans for Thanksgiving. Among that group you may have noticed are Butch Wilmore and Suni Williams, the two astronauts who NASA doesn't want us to say got stuck in space, but definitely got stuck in space and did not plan to spend the holidays there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SOLOMON",
      "sentences": "Yeah, because Butch and Suni left earth in June for a trip that was only meant to last about a week, but after technical issues with their Boeing Starliner spacecraft, they will now come home no sooner than February.Joining us now was former NASA astronaut Terry Virts. Terry, great to have you. I think first question is just mentally, what's it like to be stuck in space or to spend even your holidays on the space station, especially for those like Butch and Suni who thought they would be home by now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "TERRY VIRTS, FORMER NASA ASTRONAUT",
      "sentences": "Well, thanks for having me on. Happy Thanksgiving. On my last flight, I ended up being stuck for a month and you just had to have the mentality that, hey, this is bonus time in space and you'll have the rest of your life back down on earth.Unfortunately, it's always the families that pay the brunt while the astronauts are up there having fun floating around and looking at our beautiful planet, the families are down here, you know, fixing the plumbing and paying the bills and that kind of stuff. But they'll be OK. They're both professionals and they're going to do a great job in space and then, you know, come to life down here on earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SANCHEZ",
      "sentences": "Terry, you heard some of their Thanksgiving meal there, the vacuum-packed Brussels sprouts, the butternut squash, some smoked turkey and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SOLOMON",
      "sentences": "Sardines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SANCHEZ",
      "sentences": "-- the aforementioned sardines, yeah. Is this a special meal in space? Is it actually distinguished from the day-to-day meals that you would have maybe on a different holiday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "VIRTS",
      "sentences": "Got you loud and clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SOLOMON",
      "sentences": "I'm sorry, what was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "VIRTS",
      "sentences": "Can you hear me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SANCHEZ",
      "sentences": "Terry, are you still stuck in space? Can you hear us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "VIRTS",
      "sentences": "Yes. Can you hear me? I got you loud and clear. Yeah, good, good. I was just wondering when it comes to the meals that you're having on a holiday in space, how does it differ from the regular day- to-day meal you might be having?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "VIRTS",
      "sentences": "Hello, it looks like my microphone should be working fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SOLOMON",
      "sentences": "OK. I mean, technical issues don't just happen in space. They happen here on earth too. So we will try to see if we can get Terry Virts up, but I will say, listen, you were talking about sardines. Don't hate on sardines. I have sardines for breakfast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:42",
      "speaker": "SANCHEZ",
      "sentences": "I love sardines. They're great. We're going to get some sardines to Terry to make sure that he's got what he needs. We appreciate him joining us.We do have to pivot to some headlines. These are other headlines. We're watching this, our officials have seized more than 3,000 guitars because apparently they're all Gibson knockoffs. If they were real, the guitars would have been valued at more than $18 million. They arrived on California from a cargo ship that was coming from Asia. Gibson confirmed that they were in fact counterfeits, noting that authentic Gibson guitars are made only in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SANCHEZ",
      "sentences": "I mean, if you're down there and you're finding these gold coins, you know, maybe just, I guess it's illegal. I'm sorry. Don't take my advice.Up next, how a selfless pilot is using her own airplane to make sure some of the most remote Alaskan residents have a turkey to gobble up this Thanksgiving. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SANCHEZ",
      "sentences": "Some families who live off the grid in Alaska are getting their Thanksgiving turkeys in a very unique way. Delivered via airdrop for the third straight year, a pilot in Alaska, Esther Sanderlin, is loading frozen turkeys onto her plane and dropping them to people who live off the road system. SOLOMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SANCHEZ",
      "sentences": "Splitting a squirrel three ways for dinner. I'm sure those folks are very grateful to get those turkeys as you see them going down right there. Hopefully you're prepping some turkey as well.Rahel, a pleasure to have you here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SOLOMON",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, you're cooking something special tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SOLOMON",
      "sentences": "Banana pudding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SANCHEZ",
      "sentences": "Banana pudding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SOLOMON",
      "sentences": "It's my specialty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SANCHEZ",
      "sentences": "Ship some more away. Take a plane and drop some off to us here at CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "SOLOMON",
      "sentences": "Good to be with you.",
      "isLastSentenceInterrupted": false
    }
  ]
}