{
  "date": "2024-10-14",
  "headline": "Connect the World",
  "subHeadline": "CNN International: Lebanon: Israel Strike Kills 9 Christian-Majority Village; Iran: Ready to Respond to any \"Misstep\" by Israel; Harris Unveils Proposals Targeting Black Male Voters; New Women's Marathon Record; Florida Republicans Join Biden at Bipartisan Hurricane Event. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "This is the scene in Lebanon where U.N. peacekeepers say they will remain despite coming under Israelifire in recent days. It is 04:00 p.m. in Beirut, it is 05:00 p.m. here in Abu Dhabi. I'm Eleni Giokos, and this is \"Connect the World\". The Israeli Defense Minister visits a base hit by a deadly Hezbollah drone attack. Officials are looking into how the attack happened without setting off an alarm. The United States is sending troops to Israel to operate an anti- missile system. The risks involved as fears mount that the war could expand. Vice President Kamala Harris and Former President Donald Trump are neck and neck in the polls with three weeks to the U.S. presidential election. We will be live in Washington. Right, the stock market in New York will open in about 30 minutes from now. Let's check in to see how the futures are looking right now. And it's a pretty mixed picture as you can see, S&amp;P looking stronger, about a quarter of a percent. NASDAQ, four tenths of a percent higher, and the DOW Jones, with a negative bias, stocks surged to new highs on Friday after strong bank earnings. And of course, all eyes will be on those corporate earnings as we head into the new week. We'll check in on those numbers when markets open in around 30 minutes from now. Well, Israel wants to know how a Hezbollah drone broke through its air defenses and struck an army base deep inside its own territory. Four soldiers were killed and more than 60 injured. Israeli Defense Minister Yoav Gallant visited the base, and he said the government was working on the drone threat. Meantime, as tensions deepen between Israel and Iran, the U.S. is sending Israel an advanced anti- missile system and about 100 troops to operate it. And the Israeli military says one of its tanks backed into a post belonging to U.N. peacekeepers. In Southern Lebanon, Sunday, it's the latest in a series of incidents that the U.N. says could constitute a war crime. We've got a lot to get to this hour. We've got CNN's Jeremy Diamond standing by for us in Jerusalem. Oren Liebermann is at the Pentagon and we've also got Ben Wedeman standing by in Beirut. Ben, I want to start with you with news just coming into CNN, on this strike in a village which is about 100 kilometers north of Beirut, nine people have been killed. Tell us about this village and how significant the strike is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, this is the village of Aitou, which is in the Zghorta region, which is a very much partof the middle of what is known as the Christian heartland. Here in Lebanon, as you said, the preliminary death toll from that strike on a residential building is nine, although that is expected to rise. This is the first time there's been a strike in this area. It's not clear what perhaps the target was, although it is known, of course, that having 1.2 million. More than 1.2 million people in Lebanon have been displaced from their homes in the South, in the Bekaa Valley in the East, as well as the southern suburbs behind us. And that clearly, people are trying to find accommodations where they can well away from the areas that are normally under bombardment under Israel the threat of Israeli strikes. So, as I said, the preliminary death toll of nine that's expected to rise now, as you can hear, perhaps you can hear above me is an Israeli drone flying over Beirut. That drone essentially disappeared on Friday evening reappeared this morning. There have been no air strikes on Beirut since Thursday evening, when there were two air strikes by Israeli war planes that demolished one building, leaving 22 people dead and 117 wounded. CNN understands that there's some sort of unwritten agreement between Israel and the United States that Israel would refrain from bombing Beirut. However, the presence of this drone over our head suggests, perhaps that this understanding between Israel and the United States might be yet another understanding between the United States and Israel that falls by the wayside, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, it is one of the most significant attacks carried out against Israel since October 7th of lastyear. We are seeing dozens of Israeli soldiers as casualties in this attack. Four Israeli soldiers were killed, 61 were injured, at least eight of whom are considered to be in serious condition. And we should note, in addition to the numbers of casualties, it is also about how deep Hezbollah was able to actually penetrate into Israel striking an Israeli military base that was used as a training facility for the Golani Infantry Division, and which lies some 40 miles, or about 60 plus kilometers south of the Israel-Lebanon border. And Hezbollah was apparently able to strike this base using those explosive drones that managed to slide under Israel's air defense and radar systems undetected. That's because at least one drone struck that base last night around dinner time, without any air raid sirens going off, and certainly without that drone actually being intercepted. Now the Israeli military says that it will investigate this incident to understand why this drone was not detected and was not intercepted before it struck the space the Israeli Defense Minister, Yoav Gallant also saying that they must investigate and implement the lessons of that investigation. But now the question will, of course, turn to how will Israel retaliate for this strike, which has really shaken the Israeli public, beyond just the military. And we know, of course, as Ben was saying, that there appears to be this new understanding about not striking Beirut for the time being, whether or not this will change the calculus is a major question or perhaps there will be other targets that Israel will hit. But make no mistake about it, there will be a significant response for this attack by the Israeli military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah, indeed, Jeremy, there for us. Oren, the THAAD system. It's one of the U.S.'s most powerful anti-missile systems, and that's beingdispatched to Israel. There are so many questions around this, I guess one of the most important is, when will it be active? What is the timeline on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "The THAAD system, which stands for Terminal High Altitude Area Defense is designed to be able to bedeployed quickly. But we haven't yet gotten a timeline from the Pentagon on how soon it will get over to Israel. It takes about 100 troops to operate a THAAD, so they too will be going with the system, and it will add to Israel's already advanced air defense systems. Obviously, we have seen that air defense system fail, as we did with this Hezbollah drone. It also wasn't able to intercept all of the missiles launched from Iran on October 1st or back on April 13th. So, it's not just adding a quality system. It is adding quantity to Israel's air defense systems, which is the shorter-range Iron Dome, medium range David sling and the longer-range arrow missiles. The THAAD has been deployed to Israel in the past. In 2019 it was there for training exercise to make sure it could work alongside the Israeli systems. We also saw deployed to the Middle East after the October 7th attack. And although it's obviously done very well in testing, we have seen and have operational successes back in January 2022, a THAAD system in the UAE intercepted two Houthi ballistic missiles. And that, of course, is what its focus is, ballistic missiles, short, medium, long range. It can intercept them at about 100 miles or more, and it can detect them at more than 10 times that range. And that's what it will be doing here, not only on its own, but also integrating with Israeli systems and with the Navy destroyers in the region that have intercepted Iranian ballistic missiles in the past. So, you see it fitting in here. Now, the U.S. doesn't have a lot of these, so every time they're deployed, it is a significant milestone and something to watch very closely. It tells you how seriously the U.S. views the entire situation. The U.S. has been in touch with Israel on how Israel will respond to that Iranian blood ballistic missile barrage from earlier this month, and Iran has promised to retaliate if it's attacked again. So that is what the U.S. is watching very closely, and that's where the THAAD will fit in here to bolster Israel's air defenses, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "It really is, Eleni and over the weekend, we have seen a number of strikes taking place across the Gaza Strip,particularly in the central Gaza area. But I think many were shocked and disturbed to see the videos emerging from the Al Aqsa Martyrs hospital overnight. This is, of course, one of the last remaining hospitals still functioning in Gaza, it is somewhere where thousands of civilians have gathered to take shelter on hospitals grounds in search of safety in the hope that the hospital will not be struck. But of course, what we saw last night is indeed the striking targeting of the compound surrounding the hospital's grounds. According to the Israeli military, they say they were targeting what they believed to have been Hamas command and control center. They say that they took steps to mitigate civilian harm, but no evidence has been provided yet by the Israeli military to support these claims. What we do know, and what the military would have also known, is that this is an area surrounded by thousands of civilians. Now hospital officials have told CNN. They estimate around 5000 civilians had been sheltering and continued to shelter around the hospital compound. And what we've seen is this video emerging showing the aftermath of that strike, the tents that have been put in place to shelter these civilians engulfed in flames, as you mentioned, some of the footage that we have received is simply too distressing, too disturbing, to show on air. But there has been footage emerging, showing the bodies of displaced civilians inside their tents themselves engulfed in flames. So, you can imagine how distressing this has been for those who have been taking shots at the Al Aqsa Martyrs hospital. And again, this is one of several strikes that we have seen in this area and its surroundings. We saw, of course, over the weekend, the Al Mufti School targeted an UN-run school that is also being used as a shelter. And of course, this is making the situation on the ground not only deeply insecure and challenging for civilians, but also, of course, for humanitarian organizations on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "Absolutely, and part of that humanitarian effort is the polio vaccinations the second round, it was canceled by -- for the school thatwas struck yesterday. Very quickly, tell me about what this means for the next phase? BASHIR There are certainly risks and challenges ahead, but the UN says that this second phase of the polio vaccine rollout is underway. They are aiming to vaccinate, to immunize, around 590,000 children under the age of 10 in just two weeks. So, this is a significant challenge. But again, this is the second phase. We've seen that first phase being carried out, but there are challenges ahead, including, of course, the ongoing airstrikes and bombardment that we are seeing, which is making it deeply insecure for those medical workers and humanitarian workers. Roads are severely damaged. There are limited gas supplies. A huge number of challenges ahead. And of course, there are the Israeli evacuation orders which are in place, which are making extremely difficult to reach certain parts of Gaza, particularly in northern Gaza, where there has been a huge shortage in the amount of aid getting in. So significant challenges ahead, but that vaccine rollout is certainly underway today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "All right. Nada Bashir, thank you so much. Iran and the world are waiting to see how Israel will respond to Iran's missile attack. Earlierthis month, Tehran has warned the U.S. and countries in the Middle East that it will retaliate against any new Israeli attack. The sources told CNN those warnings come amid an urgent diplomatic push by Iran to try and limit the scale of Israel's response. CNN's Fred Pleitgen is in Tehran for us with the latest. Fred, always good to see you. Iran's Foreign Minister has been traveling around the region, meeting with officials. Meantime, we still have not seen Israel retaliate against Iran. There's a lot of uncertainty right now, but I guess the underlying question here is, could diplomacy possibly be working?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah, Fred Pleitgen for us in Tehran, great to see you. Thank you so much. Right, Election Day draws closer in the United States. DonaldTrump claims the enemy from within is the biggest threat to democracy. We'll have a full report that's coming up next. And Kamala Harris on the attack saying Trump is not being transparent with voters. The digs she made at a rally in North Carolina will break that down for you, after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HOLMES",
      "sentences": "And Donald Trump believes, again, that this rhetoric is working for him, and if polls are accurate, showing a tightening of the race that wehave seen, perhaps it is. The people that Donald Trump are trying to reach aren't necessarily middle of the road voters or independent voters. They are trying to reach conservative leaning voters who don't typically head to the polls, and they believe that this kind of rhetoric, dark rhetoric, whether it be on immigration or the enemy within, talking about Democrats or liberals who might be poisoning America, the kind of rhetoric he's used in the past that, that works when they're trying to garner votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "Right. Kristen Holmes, thank you so much. Well, the latest CNN poll of polls showing no clear leader in the race for U.S. President. In thestudy, which finds the average of other nationwide polls, support for Kamala Harris is at 50 percent with Donald Trump on and 40 percent -- 47 percent. Both campaigns are zoning in on key battleground states. Harris will speak in a bellwether, Erie County, as Pennsylvania, and Trump will focus on the economy, also in Pennsylvania. On Sunday, Harris cast her campaign as the underdog. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL CANDIDATE: It's going to be a tight race until the very end, and we are running as the underdog. So, we have some hard work ahead of us, but we like hard work. Hard work is good work, and with your help in 23 days, we will win. We will win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "All right, our Senior White House Reporter Kevin Liptak, joining us now live to break this down. Kevin, good to see you. Look VP Harrisunveiling a new proposal specifically targeting black male voters. Give us a sense on why she's focusing on this demographic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Kevin Liptak, thank you so much. Good to see you. Well ahead on \"Connect the World\" shares of truth social rise after a summer onthe skids, but what could Trump's Wall Street fortunes mean to the race for the White House? Plus, five days after Hurricane Milton plowed through Florida, the state is facing a series of issues hindering recovery efforts. Details on that story just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. I'm Eleni Giokos in Abu Dhabi, and you're watching \"Connect the World\". Now, after dropping to a record low in September,Trump media and its social media platform Truth Social is enjoying a rebound. The Trump media's share price has almost doubled over the past three weeks to around $25, that's still less than half of the value of its 12-month high back in April. This turnaround has been boosted by Trump's odds of winning back the White House. While the race remains close, the betting markets and a few recent polls have shifted towards Trump. We've got CNN's Matt Egan joining me now to make sense of some of the stock movements. You know, many people are saying what we're seeing with truth social is basically a barometer for the former presidents, and really doesn't have anything to do with how the stock performs. Could you give us a sense of what we're seeing right now and whether it is linked to the probabilities of a Trump presidency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah, absolutely fascinating. I have to say that once the speculation dies down, fundamentals always kick in. That is the rule of howmarkets work. So Matt, really good to have you on and great job on breaking that down for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "EGAN",
      "sentences": "Thank you, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Right, I want to get you up to speed down some other stories that are on our radar right now. Taiwan has condemned the latest round ofChinese military drills around the island as an unreasonable provocation, after Beijing deployed warships and fighter jets as a quote stern warning. The drills came after Taiwan's President gave a speech Thursday, saying the island is not subordinate to China. Evan Gershkovich, \"The Wall Street Journal\" reporter freed from Russia earlier this year, is writing a memoir. The book is set to cover his 16 months spent in a Russian prison, along with reporting about his five years living in Russia before his arrest. The book is set for release in 2026. French far right leader Marine Le Pen denied violating rules as her trial opened today. Le Pen and two dozen others from her national rally party are accused of embezzling European Parliament funds, a conviction could squash her hopes for succeeding President Emmanuel Macron in 2027. In an extraordinary first SpaceX has launched and landed, part of the world's most powerful rocket system. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "4, 3, 2, 1. We have lift out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "The death toll from Hurricane Milton in Florida now stands at 23 according to the latest from law enforcement. In places like HillsboroughCounty, recovery efforts are being hindered by ongoing flooding. Milton dumped more than 40 centimeters of rain in some areas, and water is slow to subside due to Florida's flat terrain. The state is suffering from a domino effect of problems, floodwaters and debris blocking roads so that fuel trucks couldn't get to gas stations, crews couldn't fix downed power lines, and those fuel and power shortages, in turn, have hampered recovery efforts. Almost 30 percent of the state's gas stations were without fuel over the weekend, and more than 400,000 customers statewide are still without power this Monday. And for the second time in just two weeks, U.S. President Joe Biden was back in Florida surveying the damage. During his visit on Sunday, President Biden thanked FEMA and local officials for their recovery efforts. He also announced more than $600 million in projects to help states like Florida bolster their power grids. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "This the whole of government effort, from state and local to FEMA to U.S. Coast Guard, ArmyCorps of Engineers, the Energy Department, Environmental Protection Agency, Department of Defense, just to name a few, FEMA has delivered 1.2 million meals over 300,000 liters of water, 2 million gallons of fuel, and so far, we've installed 100 satellite terminals to restore communications in impacted areas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "Well, noticeably absent from the president's statement was any mention of the misinformation being spread by his critics, namely DonaldTrump, who has cast doubt on the federal government's response to the recent storm. CNN's Brian Todd has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "BIDEN",
      "sentences": "Thankfully, the storm's impact was not as cataclysmic as we predicted, but on top of two before, it just keeps getting worse and butfor some individuals, it was cataclysmic. All those folks who not only lost their homes, but more importantly, those folks who lost their lives, lost family members, lost all their personal belongings, entire neighborhoods were flooded and millions were without power. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "TODD",
      "sentences": "We should also note that President Biden was scheduled to be overseas. At this very moment, the White House had scheduled a trip for thePresident to go to Germany and to Angola, which would have been the president's first and only trip to the continent of Africa while he was president, that trip had to be postponed. It was postponed on the eve of the day that Hurricane Milton hit this area, but President Biden says he is still determined to make a trip to Africa before he leaves office, Brian Todd, CNN, St. Pete Beach, Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GIOKOS",
      "sentences": "All right, moving on to the world of sports, Kenya's Ruth Chepngetich has shattered the woman's marathon world record by almost twominutes in Chicago. The 30-year-old finished in two hours, nine minutes and 56 seconds, breaking the previous record set in Berlin last year. Amanda Davies now joins us for more on this incredible feat by Ruth, Amanda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORT",
      "sentences": "Yeah, I mean some sports, some events, she breaks a world record by tenths of seconds or seconds or centimeters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "DAVIES",
      "sentences": "She smashed this by nearly two minutes and broke a barrier that many people thought would not be possible, and that is a woman's marathonbeing run under 2 hours 10 minutes. She is the first woman to ever do that in history, and she did it on this course in Chicago, which we know is fast. The men's marathon world record was set here just last year, this time last year, and that made this moment all the more emotional, because that was set by fellow Kenyan, the Late Kelvin Kiptum, in just his third ever marathon. He set the new world record, then tragically was killed in a car accident in February this year. And Ruth emotionally dedicated this success and that victory to him. And we've got more on that, and we're hearing from her in just a couple of minutes in \"World Sport\".",
      "isLastSentenceInterrupted": false
    }
  ]
}