{
  "date": "2024-01-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Iran's Twin Explosion Could Escalate Tensions in the Middle East; Hamas Wants Permanent Ceasefire; Jeffrey Epstein's Unsealed Documents Released; Ukraine and Russia Biggest Prisoner Swap; Trump Appeals Colorado Ballot Ban; U.S. House Speaker Visits Southern Border; Pressure Heating Up for Israel's Prime Minister; Trauma Felt by Air Passengers in Japan; United Kingdom Bear the Brunt of Storm Henk. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and to everyone streaming us on CNN Max. I'm Rosemary Church. Just ahead, twin explosions unleash terror across Iran. How this could escalate tensions in the Middle East.A release of documents in the case of the late accused sex trafficker Jeffrey Epstein. We will see if there are any new revelations. And members of Congress go to the U.S.-Mexico border while one lawmaker called what he saw a catastrophe. And we begin this hour in Iran where top officials are threatening retaliation for a pair of deadly explosions that killed nearly 100 people. Iranian state media says more than 200 were also injured Wednesday in twin blasts near the grave site of the late Iranian military commander Qasem Soleimani. Crowds had gathered to honor the general who was killed in a U.S. airstrike in Baghdad exactly four years ago. So far, there has been no claim of responsibility. The U.S. says it was not involved and has no reason to believe Israel was either. But Iran's president puts the blame squarely on Israel, warning the country will pay a heavy price. The blasts came just a day after a senior Hamas leader was killed in an attack in Beirut, again fueling fears this latest violence could lead to a wider regional war. And CNN's Paula Hancocks is following developments from Abu Dhabi and she joins me now live. Good to see you, Paula. So, what more are you learning about this attack? Who may have been behind it and how Iran may retaliate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Rosemary, starting off with the attack itself, what we understand from officials is that the first blast happened around 3and put inside a car and it appears to have been detonated remotely. They say that just 20 minutes later there was the second blast and that was the one that was more deadly. It was a blast that clearly was intended to capture many of those who had come to help the casualties of the first blast. So, the death toll is high for both of these twin blasts. We can see from images, crowds, large crowds in the area running away from the sound of the explosion. We can see ambulances taking casualties through large crowds as well away from the area. Now when it comes to who was responsible, as you say, Rosemary, there has been no claim of responsibility at this point, but Iran's president, Ebrahim Raisi, is very clear about who he blames, saying he puts the blame squarely on the shoulders of Israel. (BEGIN VIDEO CLIP) EBRAHIM RAISI, PRESIDENT OF IRAN (through translation):  I warned the Zionist regime. Don't doubt it. You will pay the price for this crime. These crimes that you have committed, you will deeply regret. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HANCOCKS",
      "sentences": "Israel has told CNN it has no comment on this at this point. We have heard from the U.S. as well as State Department spokesperson saying that they have no reason to believe that Israel was involved, also saying the U.S. was not involved as well. Another U.S. official telling CNN that they believe that this does have the hallmarks of ISIS or a similar group, something we've heard from analysts as well. And that the U.S. official saying that is their going assumption at this point when it comes to responsibility.But we have heard from Iran, from a number of different leaders, that there will be a harsh response to what has happened. And of course, it does come at a time when there are very high tensions in the wider region. You have three months of this war between Israel and Hamas in Gaza, 23,000 and more people have been killed so far. And also, it does come at a time of other assassinations as well. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "CHURCH",
      "sentences": "Shimon Prokupecz reporting there. And we should also note Donald Trump is not accused of wrongdoing related to Epstein in the documents. CNN has reached out to the Trump campaign for comment.Russia and Ukraine have carried out what Kyiv is calling the largest prisoner exchange in the nearly two-year-old war. Ukraine says 230 of its soldiers and civilians were released from Russian captivity. They include seven soldiers who defended Snake Island from a Russian warship in the Black Sea when the war first began, as well as prisoners captured in the Chernobyl nuclear plant. Russia says 248 of its servicemen were returned from Ukrainian territory. Moscow credits the UAE for orchestrating the exchange. A successful prisoner swap with Russia does not mean Moscow is ready to negotiate anything else. That's according to Ukraine's foreign minister. He spoke with CNN's Christiane Amanpour on Wednesday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "President Zelenskyy tweeted a picture with a message that another 200 Ukrainian prisoners of war have been returned and, you know, a lot of celebration over that. And we have a lot of, you know, video of that he tweeted out. But at the same time, if you're able to have those negotiations, which have been ongoing through the war, to exchange prisoners of war between both sides, are you prepared to negotiate with Putin?There are reports and we've been told that for the last several months he has been sending out feelers that he wants to negotiate, essentially freeze the battle, the current battle lines. Is that something that Ukraine would even entertain right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:01",
      "speaker": "DMYTRO KULEBA, UKRAINIAN FOREIGN MINISTER",
      "sentences": "Well, he sent a very clear message less than 48 hours ago. Ten ballistic missiles, thousands of drones, and other types of missiles that were attacking Kyiv. And I assure you that it was scary. I'm 42 years old. I've been through many things. But it was a truly scary morning for me, not to mention my children and other residents of Kyiv.And I don't need any other signals that Putin the sending, because when you genuinely want peace, you behave yourself differently. When it comes to the prisoner swap, well, it is true that since the beginning of the large-scale invasion, the only real functioning negotiating track was the prisoner's swap. And it's very common for any war in any part of the world to have that track working. So -- but even on this track, we did not have any swaps for five months. Five months of silence and Russia's total reluctance to return its own citizens, its own soldiers back home. So, it also gives you an understanding of how reliable Russia is as a negotiating partner. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. All eyes are on the U.S. Supreme Court after former President Donald Trump appealed a Colorado ruling disqualifying him from the state's Republican primary ballot. State courts and election officials across the country have come to different conclusions on his eligibility to run with Colorado and Maine removing him from the ballot after legal challenges accusing him of inciting the January 6th Capitol riot.The U.S. Supreme Court is no facing mounting pressure to decide once and for all whether Trump can be disqualified from holding public office. CNN's Evan Perez reports. EVAN PEREZ, CNN SENIOR U.S. JUSTICE CORRESPONDENT:  Donald Trump formally asked the U.S. Supreme Court to overturn an extraordinary ruling from the state Supreme Court in Colorado that ordered his name removed from the primary election ballot because he's an insurrectionist based on his actions around January 6, 2021. Trump's lawyers say that the former president did not engage in insurrection, that the 14th amendment of the Constitution doesn't actually mention the office of the president and doesn't apply to Trump, and that Congress, not the states, should determine eligibility for the presidency. They argue, \"In our system of government of the people, by the people, and for the people, Colorado's ruling is not and cannot be correct.\" The Colorado ruling came in a number of lawsuits tied to the 14th Amendment of the U.S. Constitution. In the state of Maine, the secretary of state similarly ordered Trump's name removed for similar reasons, a decision that Trump is challenging. A number of other states have reached the opposite conclusion. That increases the chances that the Supreme Court will take up the issue and try to settle, once and for all, for the first time, whether the 14th Amendment applies to candidate for president. For now, Trump remains on the Colorado ballot while he continues this legal fight. We don't know how quickly this issue will be resolved. Colorado votes in March. Evan Perez, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "The Biden administration is suing the state of Texas over the state's controversial immigration law, said to go into effect in March. The law gives local authorities the power to arrest and order the deportation of migrants. However, enforcement of immigration law is a federal responsibility, and the Biden administration argues the Texas measure is unconstitutional. It's one of several controversial actions taken by Texas Governor Greg Abbott.The Republican governor has made it a practice to send asylum seekers to Democrat-led states and cities as a rebuke of the Biden administration's policies. Abbott is now sending migrants to New Jersey after New York City's Mayor Eric Adams imposed restrictions on buses entering the city. The mayor responded to the tactic on CNN. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "ERIC ADAMS, MAYOR OF NEW YORK",
      "sentences": "Anyone who has a diabolical mind would do diabolical things to just treat people in an inhumane way. We handle over 164,000 migrants and asylum seekers and we're doing it in a humane way. We're very clear that we're going to continue to adjust as the governor of Texas carry out these actions to make sure that we send a very clear, loud message. No bus company should be participating in this action and we're going to communicate with our partners in this region and make sure that we tell them they should file the same level of executive order to stop this from taking place.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "MIKE JOHNSON, SPEAKER OF THE HOUSE",
      "sentences": "America is at a breaking point with record levels of illegal immigration. And today, we got a first- hand look at the damage and the chaos the border catastrophe is causing in all of our communities. ALEJANDRO MAYORKAS, U.S. HOMELAND SECURITY SECRETARYbroken immigration system that is the one single fact about which everyone agrees. LAVANDERA (voice-over):  Droves of migrants have come through this crossing in Eagle Pass, Texas despite the miles of razor wire, shipping containers and other barriers built up along the border. A former Democratic state lawmaker in Eagle Pass, Texas says Republicans' efforts to deter migration aren't working either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "PONCHO NEVAREZ, FORMER TEXAS STATE DEMOCRAT",
      "sentences": "Anybody that's walked or ridden a train car 3,000 miles and been robbed, beaten, and raped to make it to that side right there, do you think this is gonna stop them? And the answer to that, as we already know, is a big no.LAVANDERA (voice-over):  The White House is increasingly facing pressure from both Republicans and Democratic mayors and governors on the need for real solutions to the immigration crisis. And the Republican governor of Texas keeps ramping up the pressure as well, transporting tens of thousands of migrants unannounced to urban cities and blue states, straining their resources. Most migrants say they're just trying to escape the hardships they left behind. Like Kenny Contreras (ph) from Ecuador who says his country is plagued by violence and extortion. And this migrant from Liberia, who says he spent $15,000 to reach the U.S. border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "UNKNOWN",
      "sentences": "The U.S. have been my dream country since I was a young kid you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "JOHNSON",
      "sentences": "It's estimated that nearly 170 countries have people coming in and flowing across this border.LAVANDERA (voice-over):  Meanwhile in Washington D.C., Senate leaders are working toward a possible deal to change current immigration law including the possibility of expedited removals of migrants who cross illegally and tightening rules on granting asylum. The House Speaker tells CNN's Jake Tapper the problem cannot be solved by allocating more money to the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "JOHNSON",
      "sentences": "These are policy choices that got us in this situation and what we're demanding is that the policies change.LAVANDERA (on camera):  What you did not hear from House Republicans in Eagle Pass is a willingness to negotiate on immigration reform, and also many Republicans also saying that they're not necessarily willing to sign on to the Senate border security bill compromise and that they're willing to shut down the government to get what they want in terms of border security. Ed Lavandera, CNN, Eagle Pass, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. Returning now to one of our top stories this hour, Iran's supreme leader is promising a harsh response to explosions that killed 84 people near the grave site of the late Iranian military commander Qasem Soleimani. Iranian state media says more than 200 were also injured Wednesday in the twin blast that happened as crowds had gathered to honor the general who was killed in a U.S. airstrike in Baghdad four years ago.So far there's been no claim of responsibility, but the U.S. has denied involvement and says there's no reason to believe Israel is responsible. Still, Iran's president is blaming Israel and warns it will pay a heavy price. CNN's Nic Robertson is following these developments from Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "The casualty toll has continued to climb throughout the day and it is the deadliest such attack in Iran for years. Iran's president is very clearly blaming Israel saying that they will pay a heavy price. U.S. officials say they believe it was a terror attack. They say they have no independent information about it and have no reason to believe that Israel was involved.No one has claimed responsibility. A number of different groups could have been behind it. ISIS could be one of them. And Iranian opposition resistance group could have been another potential culprit for this particular attack. The details that we do have, however, two bombs, the first one detonating 700 meters from where people had gathered around Qasem Soleimani's grave. That was in a suitcase, and it was detonated remotely, Iranian officials say. But it was the second explosion about a kilometer from the gravesite that killed and injured the most people, according to Iranian officials. And it appears it was that second device that was timed and positioned to catch people that were coming in to help with the rescue and recovery effort after the first explosion. This really does ramp up tensions in the region at the moment when they are already extremely high. But to have Iran openly saying that Israel was behind this, not presenting any evidence for it and saying they will pay -- Israel will pay a high price certainly does give the government here in Israel another very serious concern. Nic Robertson, CNN, Tel Aviv, Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Joining me now from London is Mohanad Hage Ali, Deputy Director for Research at the Malcolm H. Kerr Carnegie Middle East Center. Appreciate you being with us.MOHANAD HAGE ALI, DEPUTY DIRECTOR FOR RESEARCH, MALCOLM H. KERR CARNEGIE MIDDLE EAST CENTER:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "So, an assassination in Lebanon's capital, two deadly blasts in Iran, trouble in the Red Sea, all raising fears of a wider regional war reaching beyond Gaza's borders. I want to start with the Hezbollah leader Hassan Nasrallah vowing retaliation a day after the assassination of senior Hamas leader Salah al-Arouri in Beirut. How likely is it that the region is on the brink of all-out war in the wake of this assassination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "ALI",
      "sentences": "I mean, definitely more likely than what we've seen in the past months, but not as surely as many are trying to portray in the past 48 hours. Nasrallah's speech was very clear in saying that Iran is committed to the strategy or Hezbollah is committed to its strategy of just engaging in this conflict as a support and solidarity action rather than being center stage and taking away all the light from the Gaza Strip.And actually, you know, renewing its belief that in the Gaza Strip, Israel will not achieve its objectives and Hezbollah will not allow it to try to divert the attention from its failures in the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "And Israel has been very careful not to claim responsibility for the assassination of Arouri, despite Prime Minister Netanyahu vowing from the start to go after Hamas leaders wherever they are. Why does Israel refuse to claim responsibility for this when the U.S. has said that Israel was behind it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "And a day after this targeted assassination in Beirut, central Iran was hit by two deadly blasts Wednesday, Iran blaming Israel and the U.S. but experts suggest this was the work of a terror group. What's your reading of who may have carried out this attack and how might Iran respond to it, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "ALI",
      "sentences": "Difficult to say at the moment who's behind this. Many parties in Iran have committed such crimes in the past. There are anti-regime parties, whether Islamists, Salafists, or those who are opposed to it, for instance, and part of the opposition. You know that these groups have carried such attacks in the past but also Israel has carried many attacks in the past.So, it's quite unclear now who's behind this but the timing is very suggesting. I think this is why Rohani has been quite fast, the Iranian president has been quite fast to assigned responsibility to Israel before the conclusion of investigations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "CHURCH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "ALI",
      "sentences": "But you know at this stage I think it's quite difficult to confirm who's behind it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "CHURCH",
      "sentences": "And meantime, the U.S. is criticizing extremist members of Netanyahu's cabinet, who are calling for the ethnic cleansing of Palestinians in Gaza. How likely is it that this will push Prime Minister Netanyahu to choose between President Biden or the extremists in his own government? And what impact might this have on U.S. support for the war if Netanyahu ends up choosing the extremists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "ALI",
      "sentences": "I think Netanyahu cannot abandon the extremists in his government that will, you know, this is a very tight calculation for him, and I think he would lose the majority in his, the Knesset and the parliament. So most probably he'll try to balance out both, but he's tilting more towards the extremists than towards the Biden administration.And I think, you know, the way the military operations are going forward suggests that it's the latter agenda, the extremist agenda, which is being implemented now in the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "CHURCH",
      "sentences": "Mohanad Hage Ali, thank you so much for joining us. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "ALI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "CHURCH",
      "sentences": "Saudi Arabia, the Netherlands, and Slovenia have joined the U.S. in condemning remarks by two far-right members of Israeli Prime Minister Benjamin Netanyahu's government. Both National Security Minister Itamar Ben-Gvir and Israeli Finance Minister Bezalel Smotrich in recent days publicly pushed the idea of forcing Palestinians to leave Gaza for good.Smotrich on the right said Israelis could then quote, \"make the desert bloom\" according to multiple news agencies. The U.S. State Department has called the comments about resettling Palestinians inflammatory and irresponsible. And a White House National Security Council spokesperson added this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "JOHN KIRBY, SPOKESMAN, NATIONAL SECURITY COUNCIL",
      "sentences": "That statement does speak for the United States government and for this administration in terms of our complete refusal and rebuke of any forced displacement outside of Gaza of any Palestinians. We have made that clear to our Israeli counterparts in private sessions. Certainly, have made that publicly. And that's not going to change.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:29:59",
      "speaker": "CHURCH",
      "sentences": "There has been some pushback over the U.S. rebuke. Itamar Ben- Gvir posting on social media, very appreciative of the United States of America, but with all due respect we are not just another star in the American flag.The Israeli prime minister has not publicly denounced the calls from inside his cabinet to resettle Palestinians. Earlier CNN asked Gideon Levy, a columnist with Haaretz newspaper, whether any sort of relocation negotiations are underway, perhaps with a third party. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:04",
      "speaker": "CHURCH",
      "sentences": "New details this hour about events leading up to the deadly runway collision at a Tokyo airport. According to NHK, the pilots on the Japan Airlines plane did not see the smaller Coast Guard plane on the runway. And records show runway warning lights had been out of service for several days.More now from CNN's Will Ripley. (BEGIN VIDEO CLIP) WILL RIPLEY, CNN CORRESPONDENT (voice-over): A catastrophic collision in the heart of Tokyo captured from passenger Aruto Iwama's (ph) window seat as flames engulfed his Japan Airlines jet. \"Honestly, I was scared to death, he says. At landing, I felt strong shaking, and when I looked out the window, I saw sparks flying, the plane burning. When the plane stopped, in less than a minute, the cabin was full of smoke. That black smoke billowed through the cabin.\" In this video, the voice of a young child. \"Please let us off quickly,\" he says, a polite plea for help. Flight attendants forced to use megaphones to direct passengers. The onboard communication system broken. With just seconds to spare and some emergency exits blocked the crew of 12 successfully evacuated 367 people including eight infants. Everyone survived with barely a bruise. The investigation of Tuesday's harrowing crash focusing on four crucial minutes 543 to 547 p.m. Japan Airlines flight JL516 making its final approach over Tokyo Bay cleared for landing at Haneda airport. Just as the Japan Coast Guard turbo prop was pulling on to runway C right into the path of the much larger Airbus A350 900. The airliner hurtling down the runway as flames consumed the fuselage. The explosion and fireball fully engulfed both aircraft in a matter of minutes. The airliners fire resistant materials and emergency exits, allowing vital time for nearly 400 people to escape the inferno. At least five Coast Guard crew members died. Japan's transport ministry releasing the official written transcript of those final four minutes, suggesting possible miscommunication between air traffic control and the two planes. UNKNOWN (on-screen text): JA722A Tokyo tower, good evening. No. 1 taxi to holding point C5.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:04",
      "speaker": "RIPLEY",
      "sentences": "Cockpit audio confirms the tower telling the Coast Guard flight to taxi to a holding point, giving the commercial flight clearance to land.UNKNOWN (on-screen text): JAL 516 cleared to land runway 34R JAL 516.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:04",
      "speaker": "RIPLEY",
      "sentences": "The transcript and audio, raising key questions. Why was the Coast Guard plane in the wrong place? Why did the Japan Airlines pilots fail to see the other aircraft and abort the landing, especially on a clear evening with good visibility? Mangled metal and melted plastic, a reminder of just how bad it could have been.And there it is, what's left of the airliner still sitting on runway C here at Haneda Airport. A team of investigators are there, including technicians from Airbus who are helping the Japanese investigators search for the missing black box, which could provide crucial clues in this crash that has disrupted travel for some 20,000 people and claimed at least five lives. Will Ripley, CNN, at Haneda Airport, Tokyo. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:04",
      "speaker": "CHURCH",
      "sentences": "CNN's Marc Stewart is following developments from Seoul. He joins us now live. Marc, what more are you learning about the investigation into this tragic collision? And of course, the runway warning lights apparently not working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "CHURCH",
      "sentences": "Understandable of course. Marc Stewart, joining us live from Seoul. Many thanks.Well, the death toll from the major earthquake in Japan on New Year's Day has risen to 81 as the search continues for survivors. Officials say at least 79 people are still missing from Ishikawa Prefecture on the west coast but bad weather, impassable roads and frequent aftershocks are making the search more difficult. The full extent of the damage is still unknown and officials fear time is running out to save any remaining survivors who had been trapped for three days since the disaster. Our planet is heating up, with 2023 taking that trend to a whole new level. Still to come, we talk to a climate scientist about what could lie ahead. Back in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:56",
      "speaker": "BOB WARD, POLICY DIRECTOR, GRANTHAM RESEARCH INSTITUTE, LONDON SCHOOL OF ECONOMICS",
      "sentences": "Hi, there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:56",
      "speaker": "CHURCH",
      "sentences": "So, 2023 was the hottest year on record for our planet, according to climate experts, the second hottest year on record for the U.K. What might this signal for the year ahead and beyond, and how concerned should we be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:56",
      "speaker": "WARD",
      "sentences": "Well, I mean, 2023 was an exceptional year for global temperature. We haven't had the final results in yet. They're still being analyzed by the World Meteorological Organization and other meteorological organizations around the world.But the provisional information was that the temperature was about 1.4 degrees Celsius above the pre-19th century mean. And that's the marker we use for measuring this. Now that compares with the previous warmest year, 2016, that was 1.29 degrees above. So, it was a very big margin and it is causing quite a lot of concern to climate scientists because it's much bigger, a much bigger difference than we should have expected. El Nino has played a part in it alongside climate change, but it probably doesn't explain all of it. And there may be other factors like a reduction in the amount of aerosol particles in the atmosphere that have led to this increased warming. Why this is worrying is that the global agreement, the Paris Agreement to limit climate change, commits countries to working to try and prevent temperatures from rising above 1.5 degrees warmer than the pre-industrial temperature. And so, we're getting perilously close to that level, which is why we're so concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:56",
      "speaker": "CHURCH",
      "sentences": "Yes, absolutely. And climate experts are especially concerned about the rate of warming over the past century because it has no precedent. What do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:56",
      "speaker": "WARD",
      "sentences": "Well, we're now approaching global temperatures that we probably haven't seen on Earth for at least 12,000 years since the end of the last ice age, and of course the whole of human civilization has been developed in the last 12,000 years. So, we're talking about temperatures that we don't really have experience of as a civilization. And we are seeing the impacts of that all around the world.So we are seeing an increase in, of course, in the frequency and intensity of heat waves, but a warmer atmosphere holds more moisture, which means you're getting heavier rainfall, and that means you're getting more flooding. It's also causing melting of the glaciers and of the land-based ice sheets in the polar regions. That's adding to sea level rise around the world. So, all over the world, we're seeing the impact of this rise in temperature, and it means that we have to act much more quickly and with much greater magnitude to cut the greenhouse gas emissions that are causing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:44:56",
      "speaker": "CHURCH",
      "sentences": "And experts on the U.N. Intergovernmental Panel on Climate Change and at institutions around the world are warning that the long- term global average temperature increase needs to be kept below 1.5 to 2 degrees Celsius. You mentioned that, to avoid catastrophic consequences.But is that message getting through to those in power that urgent action needs to be taken and is there sufficient political will do you think to respond accordingly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:49:58",
      "speaker": "CHURCH",
      "sentences": "Do you have confidence that that can be done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:49:58",
      "speaker": "WARD",
      "sentences": "Well, I have to say that we could do it. The question is, will we do it? And at the moment, I think that we have political leaders who have not yet realized just how much of a risk we are running and are not acting with the urgency and scale we require.And we all can play a role, every individual, by putting pressure on our elected representatives to act with greater urgency, because it's only if they come under pressure, I think, that politicians will start to act much more in line with what the scientists are advising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:49:58",
      "speaker": "CHURCH",
      "sentences": "A very important point. Bob Ward, thank you so much for joining us. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:49:58",
      "speaker": "WARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:49:58",
      "speaker": "CHURCH",
      "sentences": "And still to come, there's a new World darts champion, but everyone seems more interested in the runner-up. We'll tell you more about the 16-year-old taking the sport by storm. Back in just a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:49:58",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. The U.S. Food and Drug Administration is looking into reports of potentially serious side effects of popular weight loss and diabetes drugs. Some patients report suicidal thoughts and aspiration or accidentally breathing in things like food or liquid.The drugs are sold under brand names including Ozempic, Wegovy and Mounjaro. Previous research links the drugs to rare but serious digestive problems. Novo Nordisk, which makes several of the drugs, says it stands behind their safety and is working with the FDA. Scientists in the U.S. and Switzerland say they have developed a new type of antibiotic to fight certain potentially deadly bacteria. The pathogen thrives in hospitals and nursing homes, causing up to 20 percent of all infections in intensive care units worldwide. CNN's Meg Tirrell reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:57",
      "speaker": "UNKNOWN",
      "sentences": "The ascension is complete! Luke Humphries is the greatest darting force on the planet right now!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:57",
      "speaker": "CHURCH",
      "sentences": "There's a new world darts champion, 28-year-old Luke Humphries took the crown at the end of Wednesday's tournament, but fans are more interested in the 16-year-old who stole the show, taking second place after a sensational run up to the championship. Luke Littler was relatively unknown before the event, but even the new world champion is praising his performance.CNN's Don Riddell spoke with darts expert Polly James about both players in the championship match. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:57",
      "speaker": "POLLY JAMES, DARTS EXPERT",
      "sentences": "The drama has just been second to none. I think that was the final that we all wanted and that we certainly deserved. Just a word on Luke Humphries though. Unfortunately, he spoiled the Luke Littler party, but you know, he more than deserves it. He's a lovely, lovely guy and just an absolutely phenomenal darts player.Truly astonishing and of course the world number one as well. And the only man who I think in the entire field that could obviously end up stocking the nuke. So brilliant night. I'm betting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:57",
      "speaker": "DON RIDDELL, CNN SPORTS ANCHOR",
      "sentences": "So, it's Luke, the nuke Littler, who has made most of the headlines in the last few days. You've been getting to know him over the last couple of weeks. Tell us about him. What's his deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:54:57",
      "speaker": "JAMES",
      "sentences": "Well, he's a 16-year-old boy and to be honest, he's like any other 16-year-old that you might know, except he's got this phenomenal natural born talent and he knows how to throw a dart and he knows how to throw them pretty precisely as well.I think the secret to his success at the Worlds in particular is that he said from day one, all he wanted to do at the Worlds was just win one game. He did that one game and then the pressure was off his shoulders. And that is a dangerous man when there's no pressure and he's totally fearless. You can pretty much do anything. And that's exactly what he's done. He's been playing with freedom. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}