{
  "date": "2024-07-08",
  "headline": "CNN This Morning",
  "subHeadline": "House Democrats Raise Concerns About Biden; Beryl Regains Force Ahead of Texas Landfall; Upset in French Election; Biden Welcomes Foreign Leaders. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:31:06",
      "speaker": "TIM RYAN, FORMER OHIO REPRESENTATIVE",
      "sentences": "I think it's incredible how presidents get so insulated, and sometimes from reality.REP. ADAM SCHIFF (D-CA): This is not just about whether he gave it the - the best college try, but rather whether he made the right decision to run or to pass the torch. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "That's some pretty remarkable, public comments from members of the president's own Democratic Party, taking to the airway this week in respond to President Biden's first post- debate interview in which he brushed off concerns about his age, his mental acuity. Yesterday afternoon, a growing number of top House Democrats told party leadership that Biden needs to exit the race. Even some of the president's remaining supporters are warning that he is running out of time to convince voters, and that's key, that he is capable of defeating Donald Trump this fall.(BEGIN VIDEO CLIP) SEN. SETH MOULTON (D-MA): I think the president needs to make some moves this week to put himself out there in a position to answer those questions. And if he can't do that, then, you know, of course he's going to have to make a decision about what's best for the country and what's best for the party. I believed that he can do it, but I think that this is a really critical week. I do think the clock is ticking. (END VIDEO CLIP) SCIUTTO: My panel is back with us now. Joining us, CNN chief political correspondent Dana Bash. Also, of course, the co-host of CNN's \"STATE OF THE UNION,\" host of \"INSIDE POLITICS\". Dana, has there been a change in momentum here in the president's favor to some degree because towards the end of last week, and again, you know, let's discount the Washington chattering classes because they're often wrong, but there was a sense inside the party that the party was moving away from him. Is that still the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "I think the change in momentum is that the private conversations that have been going on, both in favor of Joe Biden staying in and against Joe Biden staying in, have spilled more out into the public. The fact that you have very senior, very important, some - in some cases veteran members, in some cases just the people who are the most powerful because they run key committees in the House, saying to Hakeem Jeffries on this conference call, I was told it was an hour and 45 minutes, very long, so many of them saying, we believe he has got to step aside. He has got to do it for not just the best of the - what's best for the country, but from their perspective, what's best for the House of Representatives because many of them said that they believed that he, Joe Biden, at the top of the ticket, it was going to make it impossible for Democrats to take back the House.I do want to say though that, as much as you're hearing from sort of that side of the argument, there are also several high-ranking Democrats who are saying, no, no, no, don't go anywhere. Maxine Waters, for example, I mean, she has been - she was, I think - I believe she has said it publicly too. And what has been interesting to me has been the Congressional Black Caucus -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "And also the grassroots organizers and just the grassroots voters, particularly people of color, saying, do not get out, Joe Biden. So, he genuinely is hearing both sides of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.Meghan, I wonder though, is he wounded by this as a candidate against Trump and because you hear those - Seth Moulton, Chris Murphy, Tim Ryan, Adam Schiff, even the ones who are not calling for him to step out, are not exactly giving him a full-throated defense and saying he's - he's the best candidate we have to beat - to win in the fall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "MEGHAN HAYS, FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN",
      "sentences": "Yes, absolutely. I think he's wounded. I also think that we've spent the last ten days plus, and we're going to continue to talk about it this week, where we're talking about Joe Biden's age, and we're not talking about how Joe Biden can be done Donald Trump, and the contrast of what that means for the - for the election.[06:35:04] So, I just think we, as Democrats, are wasting time here. If he's not dropping out, we need to just get behind him and move forward and take our target to Donald Trump and let Joe Biden run his race and run it with him. I - that's - so I just think that the party at some point needs to just stop all the back-and-forth talking about each other and move towards the actual person we're running against, which is Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Right. And that sounds a bit, Matt Gorman, like taking a page out of Donald Trump's book, doesn't it? I mean there was - we talked about his felony convictions, at least as a sort of dominant issue for about three days, I think, to that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "MATT GORMAN, FORMER SENIOR ADVISER, TIME SCOTT PRESIDENTIAL CAMPAIGN",
      "sentences": "Three days. Yes.  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "After the - the - the verdict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "GORMAN",
      "sentences": "I mean, look, we think about \"Access Hollywood\" where we - where we were. We had every major person the party - well, I shouldn't say major people - like a lot of major people in the party saying just openly he should step down. That was about a month before election day.But I also say this, I don't expect a ton of polls in this case to drop a ton because I always believed that voters had already - were ahead of the pundits and the elites it many ways on this issue. I mean there's an ABC News poll earlier this year that say 70 so of voters believed he was too old for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "GORMAN",
      "sentences": "I think, in many ways, this is a reverse where voters have priced this in and were recognizing this long before I think it kind of came down the chattering class. So, for this - you're not going to - I don't expect that, you know, suddenly at ten point gap to emerge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes, I mean, CNN's poll - and I think it was 75 percent in the most recent poll said that the Democrats should replace him at the top of ticket, but it was about 72 percent, if I have the numbers right, months ago. So, it's not like that's been - that's been a dramatic shift there.Alex, you've been - you've been reporting this aggressively. Inside the White House, is there a split there too? ALEX THOMPSON, NATIONAL POLITICAL REPORTER, \"AXIOS\": Well -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "I mean \"The New York Times\" had a piece quoting someone close to Biden saying he should get out, but, I mean, we don't know how close that actually was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "THOMPSON",
      "sentences": "There's definitely a split inside the White House, but there's not a split at the very, very top of the White House. And that's what matters. One of the most interesting things that happened on the Sunday showcircuit yesterday was Adam Schiff if said something that Democrats have been saying quietly for years, which he said, I would urge the president to talk to people that have some distance, that are objective. And he was basically saying that they feel that the inner circle -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "THOMPSON",
      "sentences": "This White House, is very scared of giving the president bad news. That he is surrounded by a yes men. And a lot of Democrats have felt that for a long time. And that was him subtly indicating that - and speaking for a lot of Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "And that, by the way, it's not just the age thing that was discussed as a vulnerability prior to the debate, but that insularity as well, Dana Bash.And I - and I - and I wonder what that means for the decision going forward. I mean, ultimately, its Biden's decision himself and one could argue, based on his public statements, is that he's digging his heels in deeper right now in recent days in the face of this public criticism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "He is. Look, one of the questions that we're going to see answered probably this week is whether or not you are going to see key leaders from Hakeem Jeffries, to Chuck Schumer, to Nancy Pelosi, to Jim Clyburn, who was supposed to be on \"FACE THE NATION\" yesterday and canceled. To me that was frankly shocking because he's not a canceler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "And he is incredibly close to Joe Biden. We all know the lore at this point, that he saved his candidacy in South Carolina in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "So why wouldn't he then be on the Sunday shows making a full- throated defense of him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "Well, he was on my show a week ago doing exactly that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "And the fact that he declined to do so yesterday. I'm not saying that that means that Jim Clyburn has changed his mind. I just - it seems to me that he and others are now being a little bit more circumspect as they continue to listen to their members. So, that is - those are some of the key, key questions that we're going to see answered this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "And I'm not saying that, let's just say hypothetically, Nancy Pelosi, Jim Clyburn, Hakeem Jeffries, go to President Biden and say, it's time to go. I don't know that that necessarily means he would go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Right. BASH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes. I mean it's sort of - people bring up the Nixon scenario, right, when senior Republicans went to him and said you got to -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "Right, the Howard Baker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "You got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "BASH",
      "sentences": "Very, very different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "SCIUTTO",
      "sentences": "Who might Biden listen to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:06",
      "speaker": "HAYS",
      "sentences": "I think he'll listen to his family. I think he'll listen to the advisors in the - in the White House that he has around him. But those have been his long serving people. They serve him right in the 2020 campaign. You know, people call this dead in the water and they were like, no, we are going to all four states. We have the early states. We are doing this. Regardless if we are in someone's minivan, they were dead set on going. I had that conversation.So, I just think that they - those are the people he will listen to. But he has a gut instinct here. He is not dumb. He knows that it was a bad night for him on Thursday. He knows he needs to go back to the voters and make sure - to see what - to prove to him that they can do the job. But he is - he - he believes in his gut he can do this. And until that changes, he's not going anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BASH",
      "sentences": "It'll been quite a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "HAYS",
      "sentences": "Lucky us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Appreciate you joining us this morning.Coming up next, a stunning election result leaving the French government in a state of gridlock for pushing back against the far right there. Plus, life-threatening storm surge, destructive winds. Hundreds of thousands without power. A live report from the Texas coast as Hurricane Beryl makes landfall. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Hurricane Beryl has now strengthened to a category one, just before slamming into the Texas coastline earlier this morning. Beryl hit near Matagorda Beach, about 150 miles north of Corpus Christi. Winds up to 80 miles an hour. Heavy rain and the possibility of life- threatening storm surge. Although, thankfully, it hit at low tide.More than 7 million people are under a tornado watch, including the Houston area. Coastal residents are being urged not to underestimate this hurricane. Meteorologist Derek Van Dam joins us live from Port Lavaca. So often, as you know, Derek, folks underestimate, they go out, they say, oh, it doesn't look so bad, they end up caught in the flooding. What are you seeing on the ground there and what advice would you give to people in the area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Derek Van Dam, thanks so much.It is 47 minutes past the hour and here is your morning roundup. Boeing pleading guilty to criminal fraud charges stemming from two 737 Max crashes that killed some 346 people. The DOJ found the company violated an agreement that had protected it from prosecution for more than three years. Boeing also must pay a fine of $243 million to avoid a trial. Just a bloody morning in Ukraine. At least 22 people killed, 68 injured by dozens of Russian missiles. The country's largest children's hospital and residential buildings all badly damaged by the strikes. Closing arguments begin this morning in New Jersey Senator Bob Menendez's corruption trial. Menendez did not take the stand to refute allegations that he traded political favors for gold bars and cash. A consortium led by Skydance media is nearing a deal now to acquire Paramount Global. Paramount's special committee has reportedly signed off on the agreement. And celebrations in the streets of Paris after French voters rejected the far-right alliance in Sunday's second round parliamentary election. (VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "SCIUTTO",
      "sentences": "CNN's Nic Robertson joins us now live from London.And, Nic, you know the expectations going into the second round of parliamentary elections, that the far-right was going to be anointed, in effect, as the new power in France. That didn't happen. It finished third. I wonder what the reaction is you're hearing from France and the significance of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. Reaction from Europe as well. I mean, look, the French really value their position as an important country in the EU, with an important voice able to sort of lead discussion on a number of issues, whether it's Ukraine, the suggestion from Macron that they should - there should be NATO troops on the ground inside Ukraine in a training capacity only. Those sort of forward leaning positions are now under threat. And we got a reflection of that today heard across Europe.The deputy German chancellor saying, look, this is a relief, you know, frankly, that the hard right haven't made it in and won't be able to disrupt the EU in their way. But this is a worry, he said, for the French and for the EU. We're going to miss if there's a hung parliament in Paris and if the president finds himself hamstrung by a parliament that's not aligned with his views, then this will affect France's position, you know, globally, as well as in the European Union. You know, the relief, we kind of heard that from the - from the Spanish prime minister, Pedro Sanchez, who noted, look, France and Britain actually had just sort of voted in quite left-leaning governments, just like we did he said in Spain last year. So, he said that's a good thing. But I think perhaps if you kind of want to get a real cross section of the flavor, you get that in a tweet from Donald Tusk, Polish prime minister, but what not so long ago he was the commission president of the European Union. And he put it this way. He said, in Paris, enthusiasm, in Moscow, disappointment, in Kyiv, relief, and that's enough to make Warsaw happy. You know, it's a mixed bag here, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "SCIUTTO",
      "sentences": "No question. But, you know, taken together, you look at the results in the U.K., and, again, all politics is local, right? So, there are a host of local factors that lead to these results. The conservatives out in the U.K. A surprise defeat for the far-right in France. And Poland only very narrowly, right, the moderates there defeating their own far-right party.And there's been so much concern in Europe about the rise of the populist right. Is this a sign that that concern was somewhat overblown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "ROBERTSON",
      "sentences": "I think it's - I think it's a signal that whatever Europe needs to do to be ready for an increasingly popular right, they have a little bit more time. But I don't think anyone is going to, at least in France, and probably in Brussels, is going to think that this is all over by - by far.Look, Marine Le Pen's party came out of this way stronger than the last elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "ROBERTSON",
      "sentences": "Not quite doubling their vote and their representatives. But this is significant for them. And, you know, look at the German chancellor as well. You know, he's in a difficult coalition. A fractious coalition. The push to the right in European politics is there, and it's real. And if you want to kind of see a real exponent of that, look at Viktor Orban, who has just taken over Hungary, has taken over presidency within the - within the European Union, six months rotating presidency. What has he done? He went to Kyiv. He went to Moscow. He's just been to Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "ROBERTSON",
      "sentences": "He'll be pitching up in Washington in a couple of days. And his messages is essentially, you know, let's look at a new path for peace with Russia over Ukraine. And it's not representative of the European position but is pushing himself in that position. So, the right-wing has a real ability here to play a destructive role for the unity of NATO, the unity of the European Union. And as you know, Jim, those are the real strong values you have working as a bloc of countries to overcome, you know, non-democratic forces in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:07",
      "speaker": "SCIUTTO",
      "sentences": "No question. Of course Orban makes that peace pitch as Russia has just pummeled Ukraine across the country with this missile attack.Nic Robertson, in London, thanks so much. All right, so back here in Washington. This week President Biden will welcome dozens of foreign leaders to the capital for the NATO summit. (BEGIN VIDEO CLIP) JOE BIDEN, PRESIDENT OF THE UNITED STATES: I'm about to host the NATO nations in Washington. We put them together. We've done - the world's looking to us. Not a joke. The world is looking to America, not to carry the burden, but to lead their hopes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "FISCHER",
      "sentences": "They have been covering this ad nauseum. The debate performance was front-page headline news. Even we have the \"FT\" here in front of us today. There's a headline right here about Democrats and Joe Biden. So, they're paying very close attention here because for them the debate really resonated. They're not watching all of the smaller rallies in places like Raleigh here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "FISCHER",
      "sentences": "So, the press conference will be big. But, Jim, we want to see unscripted, you know, remarks from the president. And typically with these types of press conferences, you have a teleprompter results and then maybe he'll take Q&amp;A from press. We'll be watching to see if he actually does that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "I mean, Meghan, this is the problem, right, because Europe was already worried prior to the debate about Biden's chances. They're genuinely concerned about - about the possibility of a Trump return here. You don't have a lot of opportunities like the debate for him to restore a sense that he's got it all under control here. I just wonder, given the stakes that he himself places on this, hesays that this election is for the soul of the country, for the Constitution, for democracy. Is he the best candidate, right? Is he the best candidate to lead that charge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "HAYS",
      "sentences": "Yes, I mean, he has said that. I think that he is - he's met with these world leaders many times. Here was just at the G-7. He was just in France. He has them all here. He does NATO every year. These leaders are not new. They are not new people to him. They understand who he is. They are very grateful for what he has done for them. He has strengthened NATO by two additional countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Right",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "HAYS",
      "sentences": "They are doing a lot for Ukraine. They are doing a lot for the strength of NATO. So, I just think, the president is doing what everyone has asked him to do. He is out there talking to voters. He is out there taking unscripted questions from reporters. He has a press conference on Thursday. This will all come out in due time, but he is the best person right now. And he has NATO here and I don't think that we should be, you know, jabbing at the president when we have 30 plus countries coming here on the strength that he has provided for the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Right.Matt, there is genuine concern in NATO, I've spoken to NATO leaders and officials that if Trump's re-elected, he will take the U.S. out of NATO. If he doesn't formerly take the U.S. out of NATO, there's some, you know, questions as to how Congress - what its voice would be in there, that he would effectively defang the alliance by just not coming to the aid of NATO allies if they were, say, attacked by Russia under Article Five. Is that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "GORMAN",
      "sentences": "You'd have to ask them. I mean I think \"The New York Times\" came out - one of their editorial members, they're saying the Trump team is very proud of the fact they were - one of the editorial board members in \"The New York Times\" was agreeing with the Trump campaign on NATO and European allies shouldering more of the burden. And I think when it comes to what I'm expecting from this week is, what we've seen a little bit peppered in the coverage of kind of Joe Biden, the fitness and stuff from D-day, stuff from the past, does this NATO summit ignite a new round of leaks.You know, I was sitting next to Joe Biden at a dinner and he seemed -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "GORMAN",
      "sentences": "I think that is the talk of what I'm kind of hearing from folks around Washington is, does this ignite more stories in that regard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Right.Alex, I mean, listen, he can have a million opportunities, but if each opportunity doesn't kill the questions - I mean Joe Biden's not going to change suddenly, right? He's not going to get younger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "THOMPSON",
      "sentences": "I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "I just wonder, you know, there's this constant looking for the next chance to dispel concerns that are lasting concerns and, frankly, building concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "THOMPSON",
      "sentences": "Yes, like, age is a one-way street. And I think that European leaders, there's two things. One is, you know, European leaders may be concerned, but luckily for Joe Biden, none of them vote in Wisconsin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "THOMPSON",
      "sentences": "So, the second thing though, I think the reason they are concerned, and you're going to see - I think Matt's right, you're probably going to see more and more leaks. \"The Wall Street Journal,\" right after that debate, landed a story with lots of diplomats saying that he seemed unfocused at times in meetings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "THOMPSON",
      "sentences": "Like, he was reading from notecards. And I think, you know, European leaders are also looking out post November because they - I mean while they - a lot of them don't want Donald Trump to win, they're also concerned about what does this mean when you have a president who is going to be 86 in 2028? What does that mean for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes. I mean this is the ongoing question, right, because it's a question not just about, Sara Fischer, is he the best candidate to run now, is he the best candidate to run the country for the next four years?",
      "isLastSentenceInterrupted": false
    }
  ]
}