{
  "date": "2024-12-07",
  "headline": "CNN This Morning",
  "subHeadline": "Police Find Backpack In Central Park, A Possible Link To Gunman Who Killed CEO; South Korean President Set To Survive Impeachment Vote; Trump Returns To World Stage At Notre-Dame Reopening In Paris; Major Charge In Subway Chokehold Trial Dismissed. Thirteen Children Dead in Mexico Linked to IV Bag Contamination; Adam Schiff to Be Sworn in As California's Next U.S. Senator; Trump Attends Notre Dame Cathedral Reopening in Paris. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:29",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Good morning. Welcome to CNN This Morning. It is Saturday, December 7th. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:29",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "And I'm Amara Walker. Let's get you caught up on the latest breaking news and the sprawling search for the UnitedHealthcare CEO's killer.Investigators are processing possible evidence inside a backpack found last night in a second sweep of New York's Central Park. And police say they believe that backpack belonged to the gunman who killed Brian Thompson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:29",
      "speaker": "BLACKWELL",
      "sentences": "Border patrols on both sides of the U.S. border with Mexico and Canada have been alerted to look out for the suspect. And authorities are awaiting lab results on any possible DNA left on a water bottle and a birder phone recovered at the scene.The law enforcement officials also are looking for what they say may have been a veterinary gun used in the killing. That's a specialized weapon that does not make a loud noise. Juliette Kayyem, CNN senior national security analyst and former DHS official, joins us now. Juliette, good morning to you. Let's first start with what is possible to harvest from this backpack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:29",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Well, there's going to be what's inside of it. So clothing, the gun, we still don't know where the gun is and any other evidence that would answer the only question or the main question we have left is who is this person? We have so much surveillance about them, so much understanding of their whereabouts.The other is, of course, forensics evidence that may have been left behind unwittingly on the bag, fingerprints, hair, any other materials that might have DNA on them. But that would require that he's in a system that they can link him to. So in other words, does he come -- are his fingerprints known already? Are there DNA samples within the criminal system? So that's what they're doing right now and that's why they're doing it slowly. I will say he was pretty meticulous in most regards, not perfect, obviously. And so, probably anticipated that there would be this kind of review of the materials. So I don't know what they're going to be able to find or whether it doesn't come up short, as many of these clues have so far in his identification. We still just don't know who this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:29",
      "speaker": "BLACKWELL",
      "sentences": "Well, let's stick with the DNA for a moment because we've seen how DNA evidence can confirm a person's connection to a crime or a scene once that person is apprehended. But as you mentioned, and correct me if I'm oversimplifying this, if he's not in a database, that can't help them find him without the other element already on file, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:29",
      "speaker": "KAYYEM",
      "sentences": "That's right. And it would have to be obvious, public database, because they don't know where else they're looking. So a blood test he gave six years ago would not be in the system that crime investigators could access.And so it's much harder to figure out who is that individual, the name solely by forensic evidence, unless they have, you know, a record, something that put them into the system. And he -- we simply don't know who he is at this stage. One of the tells so far, I'll let you know, is in that picture of him where he takes off the mask. He's flirting with the woman who works at the hostel. First of all, he's, in a way, he's reposed in a way where he knows that he can, in some ways undermine an identification. You don't get a full picture of him, and that facial picture does not appear to have come up with a match of a name, or at least not that we know of so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:29",
      "speaker": "BLACKWELL",
      "sentences": "So let's talk about this potential weapon. They are exploring the possibility that he used a veterinary gun. A couple of questions there. How would they be able to determine that without recovering it? Is the ammunition specific to these weapons? And why would one use a veterinary gun? Understanding that it makes less noise and that's why ranchers use it versus Glock with a suppressor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "BLACKWELL",
      "sentences": "Important insight there, as we're all. You said you're reaching out to the experts. We're reaching out to you. Juliette Kayyem, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "We are also following breaking news out of South Korea this morning. South Korean President Yoon Suk Yeol is expected to survive an impeachment vote after ruling party lawmakers boycotts a legislation session. At least 200 lawmakers out of the 300 are needed for the vote to be carried out.Now, during a nationally televised address, Yoon apologized and he admitted the seriousness of his actions after trying to impose martial law earlier this week. But he did stop short of resigning. Joining me now from Seoul, South Korea, is CNN's Ivan Watson. Ivan, what's happening now with the impeachment vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "WALKER",
      "sentences": "Right. And Ivan, let me ask you this then, regarding the president's own ruling party and how much support does he have from within his own party, given the fact that we're seeing lawmakers leaving, boycotting parliament before this impeachment vote. But we should remind our viewers that when President Yoon Suk Yeol declared martial law six hours later, it was reversed by the National Assembly with many members from his own party voting to reverse his declaration.So just kind of paint the picture of the national assembly and how much support there actually is from within his own party for the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "WATSON",
      "sentences": "Not much. Because again, in those crucial hours after the president declared martial law Tuesday night, you had 190 members of the National Assembly and they voted to overturn that. That included 18 members of the president's own party whose leadership have since condemned the move. They've said it's anti-democratic. And the leader of the party this morning said the president cannot complete his term.But this is where it gets political and it gets messy. That leader who I've interviewed in the last couple of days and who was on the arrest list that the president sent out, according to a top intelligence official, that leader has dropped short of calling for impeachment. His party doesn't want impeachment, so they've abstained from the vote. A handful of their members have come in here to great applause to participate in the vote, maybe two or three individual lawmakers. That's not enough to break this through. So, what the opposition has said is if impeachment doesn't get approved today, Amara, they're still going to hold another impeachment vote possibly as early as Wednesday. Polls in this country show that more than 70 percent of Koreans surveyed want impeachment. As for support of the president, well, he's got -- he's down in the 20s according to polls for Koreans who support him right now, he's deeply unpopular and he's in hot political water right now. Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "WALKER",
      "sentences": "He sure is. Ivan Watson, appreciate your reporting there from outside the National Assembly there in Seoul. Thank you very much.Joining me now to talk more about this is David Sanger, a CNN political and national security analyst. He's also the White House and national security correspondent for the New York Times. David, it's good to see you this morning. What is your take on why we are seeing ruling party lawmakers from the president's own party boycotting this impeachment vote when it seems that he's lost the confidence of so many on both sides of the aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "I think, Amara, the remarkable thing here is everybody knows how this is going to end. I mean, there's no way that President Yoon can remain in office, and he'd be completely ineffective if he did.The only question is, how is this going to end? This was a remarkable political mistake. He made a huge misjudgment of the country. Had we been discussing last weekend on this show what significant American ally would undergo brief martial law in the course of the week, I don't even think South Korea would have been on my list. So it was -- it sort of stunned the country. And I think what you're watching right now is just everybody trying to figure out how to work this out. The good news out of all of this is that South Korea's institutions have held here that it was pretty clear that this was not going to last beyond a few hours, that the markets were going to punish South Korea for this kind of action. And frankly, 30 years ago, when the previous martial law was in South Korea, 40 years ago, that would not have been the case. So this is progress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "WALKER",
      "sentences": "Yes, it sure is. But it's also really head scratching when you just look at some of the things that have happened over the past few hours. And President Yoon earlier finally making a public appearance in just a couple of minutes, speaking to fellow South Koreans, apologizing for this hugely risky move that he made, which was also humiliating for him, but then he stopped short of resigning.Do you think President Yoon thinks that there is a chance he could survive this? Or why is he letting this play out the way that it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "SANGER",
      "sentences": "It is a great mystery. Because when you listened to that speech and it was only two minutes long, you thought it was going to end with his resignation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "SANGER",
      "sentences": "Instead, he said that he acted out of desperation of a leader who was facing an intransigent legislature and said that he would not declare martial law a second time. Well, that seemed pretty obvious. And then, of course, he said he was going to leave his fate to his party.And I think that his party was probably waiting for him to resign. Maybe they still are and they're still getting their act together. I can't imagine he's going to last much longer because it doesn't do the party any good to have him remaining at their helm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "WALKER",
      "sentences": "Especially when he doesn't even have the support of the leader of his ruling party who is also calling for his impeachment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "SANGER",
      "sentences": "And people screaming outside the parliament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "SANGER",
      "sentences": "You know, South Korea is pretty good at putting together big street protests. And I think that pressure is going to only grow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "WALKER",
      "sentences": "Yes. A huge crowd of protests outside the national assembly today. We will watch as this progresses. David Sanger, really appreciate you joining us this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:36",
      "speaker": "BLACKWELL",
      "sentences": "President-Elect Donald Trump returns to the world stage this morning. He landed in Paris where he will attend the official reopening of Notre Dame Cathedral. And Trump is expected to meet with French President Emmanuel Macron ahead of a planned dinner and also with the UK's Prince William who is also in Paris for the ceremony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:36",
      "speaker": "WALKER",
      "sentences": "Macron was the first foreign leader to congratulate Trump on winning the election. And while there is no agenda for their talks, many European leaders are concerned that Trump could withdraw U.S. Military aid to Ukraine.Also, first lady Jill Biden will be in Paris today along with other world leaders and high profile guests for the grand reopening of Notre Dame. Five and a half years ago it was ravaged by a devastating fire that brought the gothic masterpiece within minutes of collapsing although it did not collapse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:36",
      "speaker": "BLACKWELL",
      "sentences": "Let's go now to CNN's Betsy Klein outside the White House. Betsy, tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:36",
      "speaker": "BETS KLEIN, CNN SENIOR WHITE HOUSE PRODUCER",
      "sentences": "Well, Victor, it's a return to the world stage for President-Elect Trump. His first overseas trip since winning the 2024 election and coinciding with first lady Jill Biden's final overseas trip during her time in office. Both of them set to attend that reopening ceremony of the Cathedrale Notre-Dame at the invitation of French President Emmanuel Macron.Now, for Macron, it's an opportunity for him and other world leaders to make that case to Trump for continued U.S. support for Ukraine, something that Trump we know has cast significant doubt on during the campaign, but also certainly an opportunity to celebrate that five- year restoration project to restore that Parisian landmark. Now, for all eyes are going to be on any potential interactions between Trump and Biden. Now, Jill Biden is notably a very strong and fierce defender of her husband. And she was an outspoken critic of Trump on the campaign trail. One point telling a group of women supporters that Trump has, quote, spent a lifetime tearing us down and devaluing our existence. Now, after the election, she did extend that invitation to Melania Trump to meet with her at the White House, something Melania Trump declined due to a prior commitment related to her book. But certainly an interesting dynamic for French President Macron to navigate today. And all this capping a fourth stop for Jill Biden. She also went to Abu Dhabi. She went to her ancestral homeland of Gesso, Italy. And she was also in Doha for a royal wedding banquet. Now, today, we do expect her to meet with Prince William ahead of that ceremony at Notre Dame. And really highlighting efforts to shore up her own legacy on women's health research, something that she said today will continue to be a priority for her after she leaves office. Victor and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:36",
      "speaker": "WALKER",
      "sentences": "And Betsy, you also learned that President Biden and President-Elect Trump had another phone call last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:36",
      "speaker": "KLEIN",
      "sentences": "That's right. A White House official tells me overnight that President Trump called President Biden over the Thanksgiving holiday to wish him a happy Thanksgiving. Now, we didn't learn any other additional details about that call, but really notable given it's the first time that we know that they have spoken since that November 13th Oval Office meeting. Victor and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:36",
      "speaker": "BLACKWELL",
      "sentences": "Klein (INAUDIBLE) at the White House. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "KRISTEN WELKER, NBC",
      "sentences": "Since you bring him up, do you still have confidence in Pete Hegseth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "TRUMP",
      "sentences": "Yes, I do. I really do. He's a very smart guy. I've known him through \"Fox\", but I've known him for a long time and   he's basically a military guy. I mean, I've -- every time I talk to him, all he wants to talk about is the military. He's a military guy.  WELKERbe confirmed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "TRUMP",
      "sentences": "No --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "WELKER",
      "sentences": "Do you think he can make it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "TRUMP",
      "sentences": "No -- I think he will, yes. I've had a lot of senators calling me up saying he's fantastic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "WALKER",
      "sentences": "Hegseth supporters believe this next week will be critical, and if he makes it through, he will be Trump's nominee. But there are reports that replacements are being discussed in the background. CNN's Daniel Strauss is following this, joining us now. So, Daniel, what's next for Hegseth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "DANIEL STRAUSS, CNN REPORTER",
      "sentences": "Yes, I mean, what's next is Hegseth still working Republican senators, and in particular next week, he has a meeting with Joni Ernst, who is one of -- who has framed herself as one of the bigger skeptics on the committee to confirming Hegseth. Still, she has not ruled out eventually voting for him.And so, next week, we're going to see whether Ernst and another -- a number of other Republican senators will make a final call and support him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "WALKER",
      "sentences": "And we are hearing some other names being floated right as potential replacements if Hegseth does not -- is not a viable nominee. And what names are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "STRAUSS",
      "sentences": "Ron DeSantis is the big name, and it's kind of a funny situation we're in because remember, this was Donald Trump's chief rival in the 2024 Republican primary for President. And there -- and let's just say that their relationship at the end was acrimonious at best.But right now, he's being considered by Trump himself to be Defense Secretary, and that's a tighter relationship than I think most observers would have expected out of this cycle. Now, DeSantis has a military background in addition to being governor, he served with Navy SEALs. He's also a graduate of Yale. So, he has those credentials that the incoming President really likes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "WALKER",
      "sentences": "All right, Daniel Strauss, appreciate your reporting. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALKER",
      "sentences": "Internet sleuths have gone to work hunting for clues in the killing of UnitedHealthcare CEO Brian Thompson. People on social media are speculating on everything from the weapon used to the escape route.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "BLACKWELL",
      "sentences": "But the faux detectives may be complicating the investigation. CNN's Randi Kaye explains how.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "RILEY WALZ, AMATEUR SLEUTH",
      "sentences": "I checked the dots around the hotel where the shooting happened.RANDI KAYE, CNN CORRESPONDENT (voice-over):  Riley Walz(ph) is an engineer and amateur sleuth. After police said the shooter had escaped on a Citi bike, he did some digging and lit up the internet when he posted online that he thought he had identified the bike that the assassin used.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "WALZ",
      "sentences": "That was the only bike that left the area around the hotel and headed northbound.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "KAYE",
      "sentences": "Walz(ph) shared the results of his sleuthing on social media and with the New Pork Police Department. On X, he posted that the bike left the dock near the scene at 6",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALZ",
      "sentences": "Lots of people online are calling me as some kind of snitch even though it ended up the information I gave wasn't even correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "KAYE",
      "sentences": "Amateur sleuthing is a way of crowdsourcing detective work without the professionals. And in the shooting of the UnitedHealthcare CEO, like so many others, theories are plentiful online. In one post in the subreddit about guns, users speculated about the gun Brian Thompson's assassin fired, writing the shape, size and hand position are all consistent with a B&amp;T VP9 pistol. Other amateur detectives suggested the shooter's bag was a peak design, everyday backpack 3L camera bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm going to give you my theory on Brian Thompson's murder, based on the information that we have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "KAYE",
      "sentences": "So, on TikTok, endless theories on the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Theory number one is that -- OK, so, the bullets left behind had like a message on them. KAYEThis one noting the images of the alleged assassin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because if you paid close attention to these pictures, it's two different people that they put out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "DANIEL BRUNNER, RETIRED FBI AGENT",
      "sentences": "That's the good and the bad of the internet these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "KAYE",
      "sentences": "Dan Brunner is a retired FBI agent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BRUNNER",
      "sentences": "The swell of what the people think, the swell with what the people say, they see that can definitely influence how it's portrayed in the media and send law enforcement entities in the wrong direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "KAYE",
      "sentences": "Like after the 2013 Boston Marathon Bombing, when online sleuthers on Reddit and Fortune(ph) combed through photos and videos of the aftermath and wrongly identified a bunch of people as the bombers. Some media published their photos, leaving those innocent people fearing for their lives. Still, Brunner says internet sleuthing can do a lot of good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BRUNNER",
      "sentences": "People using the crowdsourced resources, from using their computers to figure out, look at the clues and maybe find something that law enforcement hasn't considered or isn't looking at. All these people, we multiply law enforcement's capabilities by millions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "KAYE",
      "sentences": "That may be true, but some are simply fed up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What I want to say right now is that this is not the time for internet sleuths to do their thing. You all can take a break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "KAYE",
      "sentences": "Randi Kaye, CNN, West Palm Beach, Florida.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BLACKWELL",
      "sentences": "All right, Randi, thank you. Still ahead, a holiday season with no alcohol, no bubbly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "BLACKWELL",
      "sentences": "The new way of celebrating for people who are embracing sobriety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "All right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "All right, it's the season for family, friends, food and fun. But a new wave of sober and sober, curious revelers are redefining holiday parties. A survey by NC Solutions finds that more than 40 percent of American adults are planning to drink less this year with millennials and Gen Z leading the charge.Kelley Kitley, a clinical social worker and author of myself, joins us now to talk about how to navigate these social settings if you're on a sobriety journey. Kelly, good morning. So, as you know, a lot of us --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "KELLEY KITLEY, CLINICAL SOCIAL WORKER",
      "sentences": "OK, good morning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "You know, look forward to the bubbly toasts and the clinking of glasses over the holidays. But we're seeing a lot more people giving up alcohol. Talk to us about what's behind this trend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "KITLEY",
      "sentences": "Sure, good morning. I love talking about this topic, especially during this time of year when many people do over imbibe and every -- we live in a drinking-saturated culture, and so, when we do gather, there is always alcohol for the most part, and it is really important to give people permission to say you don't have to participate.There are lots of other options outside of alcohol-saturated drinks. There are mocktails that people are serving at parties or lots of bars are also offering that option. And if that's not your thing, you know, sometimes people feel really socially-awkward or anxious if they don't have something in their hand. And so, even just going up to the bar and asking for a tonic with a splash of lime and a splash of cranberry that can be something that feels refreshing and also doesn't feel like you're neglecting yourself from participating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "Yes, because I mean, it is tough. I mean, I've gone dry, you know, for a month or so, and if I go to a family party or a friends event, you know, and everyone else around you is drinking, it's hard to say no when someone offers you a drink. But you're saying that there are other options and you can still hold a coke or a soda or something, a tonic and a juice in your hand just to stay social.What about those who are on this sobriety journey and those who are experiencing anxiety? You know, what's your advice to them in terms of how to handle these social settings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "So, let's talk about dry January, because January is just a few weeks away. You know, I have friends who stick with it. You know, they're pretty good about it, and some who after a few days are like, forget it. You know, I'm going to go back into my routine. How do -- how do people -- what is your advice for people who really want to stay dry for the entire month?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "KITLEY",
      "sentences": "So, it's really important that we set ourselves up for success. And a lot of times that first week of dry January isn't fun. You know, you're feeling more tired. You've been used to drinking, perhaps more so in December, which is why you want to go dry in January. And so, it is really important that you schedule other healthy coping mechanisms during that time.We can't just strip ourselves from a behavior and not replace it with something that makes us feel good. So, what I do suggest is people have an accountability partner go into it with somebody who might be interested in taking a whole health perspective going into the new year. And if you slip up, it's not like you can't get back on the wagon, so-to-speak, and start over. We live in this very black and white or all or nothing mentality sometimes during the new year. And so, if you slip, call it damp January and try to get back on track. Some of my clients will try to practice moderation management or a damp January where they might not give it up completely, but they're more mindful about when they're drinking and how much they're drinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Damp January sounds like a pretty good compromise, I must say. Kelley Kitley, we'll leave it there. Thank you so much, happy holidays to you if we don't see you before then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "KITLEY",
      "sentences": "You, as well, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Thank you, Kelley. Well, if you're not in the holiday spirit, perhaps this mash-up will help, I don't know about that. Sam's Club is dropping the holly dog, it's basically a hot dog that's having an identity crisis between Thanksgiving and Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "So, we're talking about hot dogs topped with stuff like mashed potatoes and Christmas cookies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Oh, come on, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Pumpkin pie and candy canes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Oh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "But first, we've got to get to the hot dog. You know, I know -- I can't boil hot dog water to me is just enough to make me a little nauseous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Yes, even if it's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Grill is different --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Right, yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "You know, there is the slightly more normal version here. You got turkey and prime rib if you're not feeling so adventurous to have candy canes on a hot dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Candy canes on a hot dog, I get donuts with bacon, it's good to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, I eat that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Usually bacon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "I get that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "But hot dog, well, I actually do like hot dogs. So, let's say you like hot dogs, but something savory and then you add peppermint candy canes to it and pumpkin pie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "The catching is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "All stuck in your teeth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "You've got to get these bizarre but free treats and pop-up carts there in three places in New York, Nashville and Dallas, any of those you try?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "The last one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "The prime rib one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Oh, that's nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "I'll do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "But I mean, would you like pumpkin pie? I never eat pumpkin pie or kind of skip it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "No, I eat sweet potato pie --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "I would try that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "You've never had sweet potato pie? God bless America. We talked during the break, she has had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "I haven't had eggnog --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Eggnog, she has had some potato pie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "No, I haven't. I had everything else around Thanksgiving except for your jelly cranberry, whatever that thing is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Oh, you have just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Which I'm sure you had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Of course, I did, they bought three --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "I saw you post on Instagram your can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Slow motion --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "OK --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Not my thing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Khalil(ph), who is running our camera is just enjoying this segment more than we are.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Record-breaking era for Taylor Swift coming to an end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Yes, the last three shows of Eras Tour began last night in Vancouver, Canada. High-ranking politicians and celebrities joined fans as Swift performed a three-hour show, it included the greatest hits of her 18-year career. The superstar will have performed more than 150 times during the two-year long extravaganza.It is made an estimated $2 billion, the highest grossing tour in history. Taylor Swift will call the tour a wrap with her final show on Sunday -- $2 billion. We'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "BLACKWELL",
      "sentences": "All right, it's the time and year again, CNN Heroes and all-star tribute airs tomorrow night --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Let's meet the five extraordinary people who are putting others first and changing lives along the way.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tomorrow on CNN, it's a night that's good for the soul. CNN Heroes, an all-star tribute -- UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Meet the honorees and celebrate their live- changing achievements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm an immigration lawyer and they're representing children for free. We help connect them with the resources to help them be successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This orchestra offer more than just notes. This orchestra offers something for the soul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're normalizing that girls of color can do computer science and create something together. They're reminded, I could do hard things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're finding the bond between the animal and the human becomes the motivator to stay healthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Rescue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "SHE is a nonprofit that creates sustainable education and employment opportunities for girls and women around the world. It's so girl-power, it's so fun.",
      "isLastSentenceInterrupted": false
    }
  ]
}