{
  "date": "2024-06-18",
  "headline": "CNN Newsroom",
  "subHeadline": "Russia-North Korea Relations; Putin Making Landmark Trip to North Korea; Stoltenberg: 20+ NATO Countries Have Reached Target Defense Spending; Massive Anti-Government Protest in Jerusalem; Netanyahu Disbands Israel's War Cabinet; Israeli Defense Minister Orders \"Tactical Pause\" in Gaza; U.S. Envoy Meets Israeli Leaders; Israeli Airstrike Kills Key Hezbollah Operative; High Winds a Concern for California Wildfire; Extreme Heat Wave for U.S.; Russian President Headed to North Korea; Putin Making Landmark Trip to North Korea; U.S. Surgeon General Urges Warning Labels on Social Media Apps. Aired 12- 12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and to everyone streaming us on CNN Max. I'm Rosemary Church.Just ahead, from Russia with love, Vladimir Putin is making a landmark trip to North Korea, deepening ties with Kim Jong Un. Benjamin Netanyahu disbands his war cabinet in an apparent rebuff to his far-right allies who want to end Hamas no matter the cost. And mental health in a digital age. The U.S. surgeon general is urging Congress to put warning labels on social media apps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is \"CNN Newsroom with Rosemary Church.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us. And we begin this hour with Vladimir Putin's power trip, a two-day visit to North Korea aimed at strengthening ties. But the Russian president's trip is raising concerns among the U.S. and its allies in Europe and the Pacific.Satellite images show preparations are underway for a large parade in Central Pyongyang, including construction of a grandstand on Kim Il Sung Square. Mr. Putin has written an article for a North Korean newspaper praising Pyongyang for its unwavering support on Ukraine. The White House, meantime, accuses North Korea of sending weapons to Moscow. (BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL SPOKESPERSON:  What we are concerned about, Trevor, is the deepening relationship between these two countries. Not just because of the impacts it's going to have on the Ukrainian people, because we know North Korean ballistic missiles are still being used to hit Ukrainian targets, but because there could be some reciprocity here that could affect security on the Korean Peninsula. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "CHURCH",
      "sentences": "CNN's Matthew Chance reports from Moscow.(BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): This is why, for Moscow, North Korea has become so crucial. Vast supplies of artillery shells, helping Russian forces sustain a massive bombardment on the Ukrainian front lines. Russia and North Korea deny arms shipments, but U.S. officials assess millions of rounds have already been delivered. Now, the Kremlin says President Putin and North Korea's Kim Jong Un who toured a space center in Eastern Russia last year will cement ties even further in a two-day visit to Pyongyang. It's fueling concerns. This is fast becoming one of the world's most dangerous relationships. But Moscow has played down fears it could swap sensitive nuclear missile technology sanctioned by the U.N. for basic North Korean ammo. The Democratic People's Republic of Korea has its own nuclear umbrella, Putin told Russian state television earlier this year. They haven't even asked us for anything. He insisted. But both countries stand to benefit. The Kremlin says it's working with Pyongyang on a new strategic partnership treaty to include security cooperation as well as bolstering trade in food and fuel supplies, both states opposed to U.S. power look set to join forces, undermining U.S. allies in Europe and the Far East. It's been more than two decades since Putin last visited Pyongyang, back when Kim Jong Il, Kim Jong Un's father, ruled the country. The newly elected Russian president was trying to revive Moscow's waning influence with an isolated and sanctioned regime. But now, Russia is isolated and sanctioned by the west too, finally giving Moscow and Pyongyang a common cause. Matthew Chance, CNN Moscow. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "Across Europe and Canada, NATO allies are, this year, increasing defense spending by 18 percent. That's the biggest increase in decades. And 23 allies are going to spend 2 percent of GDP or more on defense this year. That's more than twice as many as four years ago and demonstrates that European allies and Canada are really stepping up and taking their share of the common responsibility to protect all of us in the NATO alliance.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "CHURCH",
      "sentences": "And on Monday, Stoltenberg and President Biden also spoke about Beijing's support for Moscow. The NATO chief saying China is fueling the largest armed conflict in Europe since World War II, while trying to maintain good relations with the west. Stoltenberg says Ukraine's allies may need to \"impose a cost on China to show leader Xi Jinping he can't play both sides.We have new details on the Israel Hamas war and a massive anti- government protest in Jerusalem. Israeli police say they arrested at least nine people after thousands gathered outside the Knesset and then marched to Prime Minister Benjamin Netanyahu's home, calling for new elections. Authorities say those detained were arrested on suspicion of attacking police and trying to set a fire. Meanwhile, there appears to be deepening political rifts within the Israeli government. Benjamin Netanyahu disbanded his war cabinet, announcing that the security cabinet will now decide matters regarding the conflict. Now, this comes just over a week after opposition leader Benny Gantz withdrew from the war cabinet, and the Israeli military says Defense Minister Yoav Gallant approved the tactical pause to allow more aid into Gaza, but an Israeli official tells CNN that when Netanyahu heard about the pause, he called it unacceptable, until he was assured that fighting in Rafah would continue. The IDF claims it's killed more than 500 Hamas militants in the Rafah area since early May and the United Nations says more than 1 million Palestinians have been displaced from the city during the same time frame and only about 65,000 people are left there now. Hagar Chemali is the host of the \"Oh My World!\" news show on YouTube, and she's also served as the director for Syria and Lebanon on the National Security Council under President Barack Obama. She joins me now from Greenwich in Connecticut. Appreciate you being with us. HAGAR CHEMALI, DIRECTOR, SYRIA AND LEBANON AT NSC UNDER PRESIDENT OBAMA, FORMER SPOKESPERSON, U.S. MISSION TO THE U.N. AND HOST, \"OH MY WORLD!\":  Thank you so much for having me, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "CHURCH",
      "sentences": "So, what are the political ramifications of Israel's Prime Minister Benjamin Netanyahu disbanding his war cabinet Monday after Benny Gantz's recent resignation triggered the breakup of the unity government formed after the October 7th Hamas attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "CHEMALI",
      "sentences": "Well, on one hand, you see this as a desperate plea from Prime Minister Netanyahu. He is trying to hang on to his political survival. He feels that this is his one way to stay in office. And that has been really pretty much the one thing that has been guiding him this -- thus far.But at the same time, it's not really going to change much. He is going to have to answer to more of his right-wing -- far-right-wing cabinet members which is something, by the way, that he had tried to avoid in the immediate aftermath of October 7th, which is why he had created this floor cabinet. It was meant to be a small decision-making body for the war, and it was meant to be a bit more centrist and to isolate those far-right members. But that said, he's going to find himself. Between rock and hard place, and the reason for that is because those far-right members don't, at any cost, want him to negotiate a ceasefire deal, whereas on the other side, he's facing increasing global pressure to agree to a ceasefire and certainly pressure from the hostage families to make a deal to get the hostages released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "CHURCH",
      "sentences": "And Benny Gantz withdrew from the War Cabinet last week, citing Netanyahu's failure to devise a strategy for the conflict in Gaza and its future governance. He also accused Netanyahu of putting his own personal political considerations ahead of a post-war strategy for the Gaza Strip and called for elections to be held in the coming months. So, what will Gantz likely do next, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHURCH",
      "sentences": "And what about far-right members in Netanyahu's governing coalition, including Itamar Ben-Gvir, who was pushing to join the war cabinet? What's their likely next move, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHEMALI",
      "sentences": "Well, on one hand, so you're going to see them voice themselves more loudly for sure. And Netanyahu may have to try and listen to them to some extent because as we know, and as you said, Netanyahu has been making these moves with his political survival in mind. As you noted, Benny Gantz said that President Biden also reiterated that, that every move he makes is with his political goals at hand, which is a huge problem, obviously, when your number one goal should be to achieve the outcomes of this war.That said, you're going to see more of their voice come through. But the thing is, there isn't enough support on that side. If Netanyahu only follows this -- the support of this far-right-wing and the small parties that make up this coalition, it isn't enough for him to stay in power because of this increasing voice among Israeli citizens against Netanyahu. And then, on the other hand, if he only follows the voice of the public and those hostage families, it's also not enough to keep him in office because that right-wing coalition, which is keeping him in office, has threatened to collapse the government. That's why I say that Netanyahu really that his days are numbered. It's a -- he's in a lose-lose situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHURCH",
      "sentences": "So, what did you make of the IDF announcement of a tactical pause in Southern Gaza for aid deliveries being met with a negative response from Netanyahu as well as those far-right members and what might that signal, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHEMALI",
      "sentences": "That's absolutely Netanyahu trying to play to his far-right side, to those -- to that group of far-right parties that are keeping him in power because he knows that that's what they want to hear.And at the same time, by the way, Netanyahu is very aware that this isn't necessarily the right path toward the end of this war. That's why, after October 7th, he created this war cabinet that only was -- by the way, only included three members. It was him, it was Benny Gantz, and Defense Minister Yoav Gallant. But the reason he created it was not only to show unity, but it was also to isolate those far-right members and prevent them from having a strong say in the direction of this war. Right now, Netanyahu is on shaky ground. He's going to have to try and appease these members of the far-right, but it's only going to last him so long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHURCH",
      "sentences": "Hagar Chemali, a pleasure to have you with us. Thank you so much. Appreciate your perspective on this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHEMALI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHURCH",
      "sentences": "The U.S. is trying to prevent an escalation in the fighting between Israel and Hezbollah along Israel's border with Lebanon. U.S. Special Envoy Amos Holstein met with Benjamin Netanyahu and other Israeli leaders on Monday.The fighting has driven many people from their homes along the border. Our Oren Liebermann has more. (BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN CORRESPONDENT (voice-over):  On the main drag in the city of Kiryat Shmona in Northern Israel, Amatsya Dahary works alone, taking orders from customers who won't come in person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "AMATSYA DAHARY, NORTHERN ISRAEL RESIDENT",
      "sentences": "There is no people here in the city. My customer don't come to my gallery. And I feel alone here.LIEBERMANN (voice-over):  The stores and restaurants near his frame shop are closed. The city is nearly empty under constant threat of rocket attack from Hezbollah in neighboring Lebanon. But Dahary shows up to work here every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "DAHARY",
      "sentences": "I think it's wrong to leave Kiryat Shmona. I think everybody had to be here.LIEBERMANN (voice-over):  The first launches fell in this city soon after October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "CHURCH",
      "sentences": "Still to come, high winds are a concern in the day ahead, as a huge wildfire near Los Angeles burns largely out of control.Plus, dangerous weather conditions across much of the U.S. as an extreme heat wave is expected to linger for days. The latest forecast just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "BERNAL",
      "sentences": "And climate change also greatly impacting the way these fires are spreading. You know, firefighters telling me that because of the rain that we got here in California over the last couple of days, you have a lot of vegetation and in particular, you have a lot of grass and that is what firefighters call fuel to this fire.In particular, they say that it spreads quickly. And so, you add in the wind, the low humidity, the high temperatures. And that's what makes this fire just so dangerous and so tough for these firefighters that are working around the clock. Camila Bernal, CNN, Lebec, California. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "CHURCH",
      "sentences": "As the Atlantic hurricane season kicks off, two potential tropical systems are threatening parts of the U.S. and Mexico this week. One potential tropical cyclone is brewing in the Gulf of Mexico, and a tropical storm watch has been issued for parts of Texas and Mexico. If it picks up steam, the system will be called Tropical Storm Alberto.Well, meantime, a long lasting and expansive heat wave is underway for much of the U.S. The Midwest and the Northeast could see record- breaking temperatures that could last for days. Some areas are expected to top 15 to 20 degrees above normal. CNN's Chad Myers has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "ZACH ISCOL, COMMISSIONER, NYC EMERGENCY MANAGEMENT",
      "sentences": "We are in the path of extreme heat, bringing along potential health risks in the forthcoming days.CHAD MYERS, CNN METEOROLOGIST (voice-over):  Summer officially arrives in the Northern Hemisphere this week, and with it, a heat wave not seen in decades. From the Midwest and Great Lakes to the Northeast, more than 260 million Americans, or roughly 82 percent of the U.S. population, could see temperatures above 90 degrees. Nearly 200 daily high temperature records could be tied or broken in major cities, including Boston, Chicago, St. Louis, Detroit, Philadelphia, Pittsburgh, and New York City. And little relief is expected even at night with low temperatures not dropping below the middle 70s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "ISCOL",
      "sentences": "Extreme heat is the most dangerous weather phenomenon we have in New York City. We lose over 350 New Yorkers a year, on average, to heat.MYERS (voice-over):  Caribou, Maine, which prides itself as the most northeastern city in the U.S., could hit their hottest temperature ever Wednesday, with a forecast of 99. That's three degrees higher than their all-time hottest high temperature on record. Boston is forecast to be nearly 100 degrees on Thursday, which would be their earliest 100-degree day in 99 years. And it's not just the high temperatures causing concern, but how long they're expected to stick around. Pittsburgh, which hasn't seen a single day go over 95 degrees and more than a decade is forecast to see six consecutive days above 95 degrees. And Philadelphia is expected to see five straight days at or above 95. If it seems like these scorching heat waves are happening more and more each year, it's not your imagination. DR. ASHWIN VASAN, COMMISSIONER, NYC DEPARTMENT OF HEALTH AND MENTAL HYGIENE:  While very hot days are, of course, normal, the number and the duration of these hot days we are seeing each and every year is not. The risk to our planet presents risks to our health. And heat is, of course, the deadliest of all extreme weather events here in New York City and across the United States. MYERS (voice-over):  Chad Myers, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Well, let's bring you up to date on our top story. Russian President Vladimir Putin is expected to arrive in Pyongyang in the coming hours, his first visit to North Korea in more than 20 years. The two-day trip is raising concerns about Kim Jong Un's support for Russia and its war in Ukraine. CNN's Will Ripley has details.(BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  The North Korean capitol Pyongyang preparing a super-sized socialist welcome for Russian President Vladimir Putin, a pariah in the free world, and Kim Jong Un's world, an invincible comrade in arms. Korean propaganda praising Putin's first Pyongyang trip in 24 years. He met Kim's father in 2000, months after becoming president. Kim Jong Un was still a teenager. Moscow-Pyongyang ties today, the strongest since the Cold War, a grave and growing threat say Seoul and Washington. They accuse Kim of supplying weapons to Putin's army in Ukraine in exchange for advanced military technology. Possibly boosting Kim's ballistic missile and spy satellite programs, which could make Kim's growing nuclear arsenal more accurate, experts warn. For years, North Korea has been threatening to use nukes against the U.S. in the event of war. In April, Kim was quoted in state media, now is the time to be more thoroughly prepared for a war than ever before. SCOTT SNYDER, PRESIDENT AND CEO, KOREA ECONOMIC INSTITUTE OF AMERICA: The relationship really is built on a transactional relationship, not on mutual trust. RIPLEY (voice-over):  The North Korean leader's lavish armored limousine, a gift from the Russian strongman, a symbol of Kim's strategic pivot away from failed U.S. diplomacy with Former President Donald Trump, which experts say left Kim furious and humiliated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:00",
      "speaker": "SNYDER",
      "sentences": "So far, it seems like the door is shut. And I would say that for North Korea and for Kim Jong Un the real message is beware betrayal.RIPLEY (voice-over):  Leaving President Joe Biden with very little leverage to pursue the fading prospect of North Korean denuclearization. Satellite images of Pyongyang in recent days show possible preparations for a massive celebration. The Kremlin, unfazed by western warnings, claiming it has every right to create closer kinship with neighbors. The stakes are high. The symbolism powerful. Observers say Putin and Kim's dangerous alliance is bigger than politics. A defiant message from two leaders determined to take down the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:15",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "The governor in the U.S. state of Maryland has issued pardons for more than 175,000 marijuana convictions.Maryland joins the Biden administration and several other states, which have granted mass clemency for low-level marijuana offenses in recent years. But the governor's order will not free anyone from prison. Maryland legalized recreational marijuana for adults last year and is one of 24 states to do so. British actor Theo James is taking on a new role, this one for the United Nations refugee agency. James was named a UNHCR global goodwill ambassador on Monday. The UNHCR says he has supported the agency since 2016, meeting with asylum seeker because and refugees in Greece, France, and Jordan. James, who's known for his roles in the \"Divergent\" series and \"The White Lotus,\" called this new position an honor. Coming up next, an urgent call to action from the U.S. surgeon general, who's warning about the threat social media poses to children's mental health. Also ahead, why Coldplay's newest album could be great for their fans and the environment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "CHURCH",
      "sentences": "Joining me now from Los Angeles is child psychiatrist, Dr. Victoria Dunckley. She's also the author of \"Reset Your Child's BrainThank you so much for joining us. DR. VICTORIA DUNCKLEY, CHILD PSYCHIATRIST: Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "CHURCH",
      "sentences": "So, U.S. surgeon general Dr. Vivek Murthy, we heard him there. He's demanding Congress pass legislation to put warning labels on social media apps, similar to those we see on cigarettes and alcohol.He says social media can be extremely damaging to the health of young people, particularly, but also adults. So what's your reaction to his suggestions? And how likely is it that warning labels like this will make any difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "DUNCKLEY",
      "sentences": "I -- I was actually really excited to hear him say that. I think it will actually -- I think it actually can make a big difference.We know that warning labels do help, especially like with the tobacco warnings, we did see tobacco use drop significantly and continue to decline after that. So I think parents really are ready to hear this message, but they feel helpless to do anything. But I do see, like, the younger generation of -- for kids who are in -- or parents of kids of elementary school age, they are hearing all this research. And I think it's going to be those parents that are more of a conviction and resolve to really prevent their kids from using social media. I already hear parents talking about having pacts to band together as their kids get older to stay away from social media. As the parent -- but the parents who are in kind of the thick of it now, the parents of teens, really feel helpless. So like, I think having that warning will help them. And Dr. Murthy says social media can have detrimental effects on mental health and increase the risk of depression for adolescents. So how strong is the evidence that this is indeed the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "DUNCKLEY",
      "sentences": "It's -- it's overwhelming, I would say. I think we know, in general, that screen time is psychoactive. It's depressant for -- depressogenic in general, screen time.But social media adds extra layers on there. So we already know that screen time disrupts sleep. It changes brain chemistry. It increases stress hormones. It kind of shifts blood flow so that kids can't access the more developed parts of the brain. It affects impulse control and attention and mood regulation. And then social media adds extra layers on top of that. So it not only exploits these reward pathways, but because it's social, it meets -- it's meeting all these developmental needs that are very strong during especially adolescence, and in particular, early adolescence. So the need to role-play, to be seen, to belong, all of those things are being exploited by very sophisticated techniques. So we actually see, like, for younger adolescents, that their brain lights up even more strongly than an older adolescent's brain when they're getting social media cues. So we know their brains are extremely vulnerable, and they're not as able to -- they don't have the impulse control or the executive control to just stop using it. So it's really -- we're really setting them up to be depressed. So all of these brain changes are happening even if they're using it in an appropriate way. And we also see that kids who are prone to being depressed or anxious or have poor social skills, those kids are the most vulnerable. And they're having even, you know, stronger effect. So all these effects are playing out clinically. We're seeing acuity levels that I have never seen before in 20 years. It is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "CHURCH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "CHURCH",
      "sentences": "So given that evidence, how likely is it, then, that Congress will go ahead and pass legislation to put warning labels on social media apps? What -- what pressure is being applied here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "DUNCKLEY",
      "sentences": "I think -- I think -- I'm hoping that will actually happen. But my concern is that, if -- if we rely on the social media companies themselves to police themselves; to change algorithms to not be delivering at this dangerous content; to -- for them to be monitoring for bullying and pornography and other things, it's just not going to happen. So I think what really needs to happen is to have -- is to have thesemedical warnings, so that parents are equipped to see what's really going on and also to say no and for it to be okay for kids to say no. And to live -- you know, we need to set them up so that they can live in a healthy way and not be setting them up to be depressed and anxious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "CHURCH",
      "sentences": "Dr. Victoria Dunckley, thank you so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "DUNCKLEY",
      "sentences": "Thank you, Rosemary. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:00",
      "speaker": "CHURCH",
      "sentences": "Paul McCartney is bringing his \"Got Back\" to Europe later this year. The former Beatle, who turns 82 on Tuesday, announced his European tour dates, which will see him and his band performing in France, Spain, and the U.K. in December.In October, the musician is slated to make stops in Uruguay, Argentina, Chile, and Peru. McCartney's \"Got Back Tour\" first kicked off in 2022. Last year, he performed 18 shows in Australia, Mexico and Brazil. One of the world's biggest bands is back with new music, and it's hoping it will be the most sustainable record yet. Coldplay's new album, \"Moon Music,\" with Atlantic Records, is set to come out October 4th. The first single is called \"Feels Like I'm Falling in Love.\" Take a listen. (BEGIN VIDEO CLIP) (MUSIC: COLDPLAY, \"FEELS LIKE I'M FALLING IN LOVE\") (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}