{
  "date": "2024-09-17",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Trump at MI Rally: \"This Is A Dangerous Business, So We Have To Keep It Safe\"; Trump's Mindset After Two Close Calls; Trump On Call He Got From Harris: \"She Could Not Have Been Nicer\"; Harris, Trump Battle For Economy-Focused Voters In Nevada; NY Times: Officials Say Israel Planted Explosives Inside New Beepers Sold To Hezbollah; Christopher Reeve's Children Talk About His Life And Legacy. Aired: 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "JASON CARTER, CARTER CENTER CHAIR, GRANDSON OF FORMER PRESIDENT CARTER",
      "sentences": "You know, I mean, he's right when he says that democracy is a project and we have to take it up every generation.I do believe, the Carter Center itself, and my grandfather himself observed in other countries, over 40 countries, about a hundred other elections. And you realize that democracy is a fragile thing, but there are principles that underlie it, and those principles that we have in this country are real. And I think they bring us together. Political violence has no place. It's always an outrage and so I think once we can really fundamentally get back to those principles, we'll have a chance for this generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "All right. Well, Jason, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CARTER",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:47",
      "speaker": "COOPER",
      "sentences": "That happened. He said that a week ago tonight. He and his running mate, JD Vance, who also happens to be the junior senator from Ohio, had been spreading stories without evidence about Haitians in Springfield and not just that particular falsehood about dogs and cats ever since.Well, today, Ohio's Republican Governor visited an elementary school along with the state police therapy dog named, Hope who was there to help students feel better. As of tonight, there's no evidence of a direct link between the bomb threats and what Trump and Vance have been saying. However, there's strong correlation between their specific words about specific people in a specific place and the threats that follow it. And again, these were stories and Vance and Trump created without themselves presenting any evidence, smears being leveled at the height of a tense presidential campaign in a deeply divided country, which has now seen two attempts on one candidate's life. Given all of that, that candidate and his running mate in-between inflammatory and false claims about Springfield are also blaming their opponent's rhetoric. (BEGIN VIDEO CLIP) SEN. JD VANCE (R-OH), VICE PRESIDENTIAL NOMINEE: When you see your opponent getting shot or having attempted assassination, I think the onus is on the left to really see and do what it can do, I'm going to do my part. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:47",
      "speaker": "COOPER",
      "sentences": "Well, there's a certain irony there shortly before he said that this afternoon, he was again repeating the stories about Haitians in Springfield specifically that they were in his words, dropped on the city when he knows that most are there lawfully with documents doing jobs for employers who want them there.Senator Vance today also said this, the sentiment now something of a GOP talking point. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:47",
      "speaker": "VANCE",
      "sentences": "Tell Kamala Harris, tell Joe Biden, tell all of her surrogates who were saying things like Donald Trump needs to be eliminated. They need to cut that crap out or they going to get somebody hurt.SEN. LINDSEY GRAHAM (R-SC): You can talk about his policies. You can take on any actions you dislike about him. But no, I do think that needs to stop. Because the man who, luck had, was on his side yet again was motivated to stop Trump because he's responding to the call that this man is going to destroy democracy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:47",
      "speaker": "COOPER",
      "sentences": "Now, keeping them honest, neither Vice President Harris nor Governor Walz have called for the elimination of Donald Trump, though they certainly have portrayed him as a threat to democracy.New York Congressman Daniel Goldman did use the word eliminated then apologized for it last fall during an interview shortly after which he tweeted: \"Yesterday on TV, I mistakenly used the wrong word to express the importance for America that Donald Trump doesn't become president again.\" He went on to say, \"Well, he must be defeated. I certainly wish no harm to him and do not condone any political violence.\" Now, the former president is no stranger to extreme rhetoric, of course, and he's made no apologies for it. In fact, he's kind of made it his trademark. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "Senator Vance has also been blasting Democrats who have called Donald Trump fascist.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "VANCE",
      "sentences": "Look, we can disagree with one another. We can debate one another, but we cannot tell the American people that one candidate is a fascist. And if he's elected, it is going to be the end of American democracy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "Now, that statement is pretty remarkable because he knows and anyone who listens to Donald Trump knows that he calls Kamala Harris and Democrats and others fascists all the time. It's on videotape.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "TRUMP",
      "sentences": "She's a fascist.Fascist. Fascist. Far-left fascist. These are young, smart people that happened to be fascist. Fascist. He's fascist. Fascist movement that wants to throw you in jail. Fascist. This is fascist. Fascist. They are fascist. He is surrounded by fascists. A corrupt and fascist regime. (END VIDEO CLIP)   COOPER: The former president is in Flint, Michigan tonight for a town hall with Arkansas Governor Sarah Huckabee Sanders. It is his first event since the apparent attempt on his life two days ago. CNN political analyst Maggie Haberman starts us off. She's senior political correspondent at \"The New York Times.\"I mean, the thing that -- JD Vance saying the fascist thing that just seems such an obvious thing that Trump says you would think, I mean, he knows that you think you would coordinate at least his statements with the Trump campaign a little.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST",
      "sentences": "I don't think the Trump campaign is unhappy at all with what JD Vance is saying. I think that we have seen for a long time that when Trump is called something, he tends to say it back to whoever has said to him. And I think that the Trump campaign is perfectly happy with the role the JD Vance is playing as an attack dog.If they were not, he would not continue doing it. And there's now been days of talking about this unfounded, unproven claim that JD Vance has been discussing about Haitian immigrants and pets, and that gets to a topic of immigration, which is what they want to be talking about. When it comes to rhetoric related to these two attempts, one an apparent attempt -- assassination attempt according the FBI, the other the president, the former president was shot at I think that gets to a different area. I don't -- I do think that we are talking about something specific. I don't think Donald Trump is seeking to have people shoot at him. I really don't, but I do think that neither side at this point is going to stop saying things about the other and it has become useful for the Trump campaign to say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "When you hear how he is speaking now, after this second attempt on his life, I mean, does it -- how does he seem to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "HABERMAN",
      "sentences": "He seems like somebody who is trying to project complete strength and not being concerned about it at all. It was very clear after Butler, where he was shot at, there were no shots fired in this case by the alleged potential gunman or the person who is alleged with that gun.In the case of Butler, he was shot at. He went to the ground is here was waiting. Somebody was killed right on stage with him. And so, it's a fundamentally different thing. He was clearly processing something as much as he would never admit that. Right now, he seems to be just trying to project somebody who can live through anything. I don't think his campaign feels especially solid right now security-wise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:08",
      "speaker": "COOPER",
      "sentences": "Yes, I want to ask you about your latest reporting about the former president's conversation with the acting head of the Secret Service.   HABERMANtoday that Trump had a meeting with the acting head of the Secret Service yesterday. Of course, the head of the Secret Service who've been there before was --abruptly resigned, essentially pushed out amid the fallout from what happened in Butler, Pennsylvania -- that rally. But this meeting was basically the former president raising questions about whether he can continue to play golf and the acting head of the Secret Service said that it would require additional resources in order to keep him safe. And the reality is that lots of presidents have golfed, but Trump owns his own golf courses, which is not something we have seen with past presidents who have engaged in this sport. This particular stop that he made on Sunday was an OTR stop. It was not a long-planned stop. So I think that changes what the security looked like, but there's clearly a dilemma for the Secret Service of guarding somebody, a former president, he's not Bill Clinton, he's not Barack Obama. He's just in on a different level in terms of threats and he's the Republican nominee and they haven't quite gotten to how they can do this resources-wise yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, listen first and foremost, what happened was terrible and thank God that is wasn't worse. Secret Service acted quickly and there's obviously much more that needs to come, that this is the second attack attempt on a former president in such a short period of time.But listen, it's a very strange political moment. I think the Trump campaign has kind of coalesced around the idea that this may be an opportunity to push back on what has been an effective attack line, which is Democrats and those of us who are critical of Trump raising that he may be a threat to democracy. What I would argue is this, is there are legitimate policy critiques you can make of a politician that are not inflammatory rhetoric. They're not calling for violence against that person. We saw January 6th. We saw efforts and attempts to overturn an election. It is legitimate political discourse to say that. Now, what I would say as somebody who lived through January 6th, where my former boss, Mike Pence was in harm's way because of incitement and violent rhetoric that drove a mob there. That's a much more clear cut case of what you can say, what has been said leading to an outcome. And something like this where we just need to get our arms around our political discourse.   And what I'll say is listen, Donald Trump himself as one of the biggest contributors to just where we are politically in this heightened rhetoric, he needs to hold himself responsible, but I also think folks on the left do as well. There's plenty of cases of activists, comedians, and leftists that have said things that are dangerous, but they're not running to be leader of the free world, he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "COOPER",
      "sentences": "Maria, and we also heard Vance today saying that Biden and Harris' comments will, \"get somebody hurt\". He also suggested Democratic rhetoric led to the death of the man who was killed during the first assassination attempt against Trump in Pennsylvania. What's your perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR AND DEMOCRATIC STRATEGIST",
      "sentences": "My perspective, Anderson, is that there is no both-sides-ing at here, and look, there's no question that the rhetoric that we use around elections, we have to be careful in using that rhetoric.But Alyssa is right. There is proof that Donald Trump has tried to overturn a fair and free election. There is proof that he has said that he wants to be a dictator on day one, there is proof that if the election -- if he does not win in November, that he has already said that its going to be rigged and we know from past words that that has incited the mob that happened on January 6th. So, those are threatening words and threatening actions to our democracy. That is a fact. Now, let's remember this is not the first time that JD Vance and Donald Trump are using insightful kind of rhetoric. And let's be very clear what they are saying about Springfield puts a target on the backs of a vulnerable community. Let's remember the El Paso shooter, Anderson, that man went to El Paso looking to murder Latinos and that's exactly what he did, why? He said in his manifesto he was inspired by the rhetoric that Donald Trump used because of a Latino Hispanic Invasion. So their words have already spread, not just spread lies, but they have caused death and violence. That's something that we absolutely need to and want to -- we can't use that anymore. But they refuse to take any kind of responsibility for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:06",
      "speaker": "COOPER",
      "sentences": "Matt, how do you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:03",
      "speaker": "COOPER",
      "sentences": "We're going to take a quick break. Maggie Haberman, thanks for being with us.Coming up next, we'll be joined by but the journalist who did the first interview with Donald Trump after the attempt on his life and Pennsylvania. And later, John King, in battleground state Nevada, where the economy is front and center in people's minds. Part of his All Over The Map election-year series. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:19",
      "speaker": "COOPER",
      "sentences": "Well, just a short time ago, Trump talked about that call and the one he got as well from President Biden.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:19",
      "speaker": "TRUMP",
      "sentences": "President Biden, I want to be nice. Yes, he was so nice to me and said it but you know, in one way, I sort of wish the call wasn't made because I do feel he's so, so nice. I'm so sorry about what happened at all that. But I have to lay that -- we have very important, and the same with Kamala today, she could not have been nicer.But the fact is, the fact is we have to have people that are respected by the opponent, by the other side, by other countries. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:19",
      "speaker": "COOPER",
      "sentences": "The former president moments ago in Michigan.Joining the panel is Salena Zito, national political reporter for \"The Washington Examiner\" who attended his rally in Butler, Pennsylvania and spoke with him shortly after the attempt on his life. Salena, good to have you on the program. So, the former president told you in July that he'd rewritten his convention speech in light of the attempted assassination that day to focus, excuse me, the day before to focus on unity. And I'm quoting from your piece now, he said: \"This is a chance to bring the whole country, even the whole world together. This speech will be a lot different, a lot different than it would have been two days ago.\" Obviously, that idea didn't last particularly long on the campaign trail, certainly after the convention. Did it surprise you that it didn't? SALENA ZITO, NATIONAL POLITICAL REPORTER FOR \"THE WASHINGTON EXAMINER: Well, you know, after you experience a shooting, you know, I mean, I wasn't directly shot at. I was a few feet away from him. I think that changes you and I think that was his intent. As I told -- as I said on your show the next day or that night, I can't even remember when I talked to you. He -- you could tell that that was very earnest. That was something important for him to say and to convey.   And American politics, whether we like it or not, has always been and I hate the term, especially with what we're going through, but it has been a blood sport, mostly a volleying of words mostly not nice and that's just the way we have conducted politics since John Adams and Thomas Jefferson had a horrible election, I think it was 1802. And I think he really wanted to do that, but I also got the sense in talking to him several times that day, they also wanted to move past it. He wanted to cut -- it seems as though we wanted to compartmentalize it and move past it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:19",
      "speaker": "COOPER",
      "sentences": "You know, Matt, in addition to apparently rewriting some of his speech, the former president also posted the day after the first attempted assassination, sayingHe obviously did start to blame Democrats referring to him as a threat to democracy for the attack in the weeks since the convention, well before what happened on Sunday. Why do you think that didn't last very long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:19",
      "speaker": "MOWERS",
      "sentences": "I think it's a few different things. One, muscle memory is hard to forget and you know, Donald Trump has been now in the political amphitheater, so to speak, for the better part of eight years.He's conducted his campaigns the way he has. It has been tough and aggressive, both volleys he's thrown the other way and volleys he certainly has received. And so, I think that is a piece of it. And to Salena's point as well, it's not something that Donald Trump really feels comfortable dwelling on. He has always been one of the people who's out there trying to show a sign of strength, trying to show that nothing can stop him from trying to achieve a goal. It's something that was developed in him from a young age, certainly from his dad, certainly from becoming a businessman in the tough real estate market in New York. And that's just something that's not easy to forget. And so it's much more comfortable for him to kind of get back suit up, go into the next day of a political campaign in the way they he's used to doing it, than try to keep that kind of more reflexive -- self-reflexive, and softer side necessarily on the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:06",
      "speaker": "COOPER",
      "sentences": "Maria, do you think just politically this second attempt, does it make a difference in the campaign in terms of in any way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:06",
      "speaker": "CARDONA",
      "sentences": "I don't, Anderson, and here's why. Because I agree with the panel that all of this is going to continue to lead Donald Trump. And that was actually is something very nice that he said about the vice president. And where that he could continue and keep that up, but he can't.He's going to continue to divide us, he's going to continue to use fear to fuel the hatred. And what is so jaw dropping and head- scratching to me, Anderson, is that that is not a winning strategy because he has his base. He doesn't need to continue to rile up his base unless he thinks that by turning them out is how he wins. But what we've seen from numbers and what we saw from 2016. And then in 2020, he needs Independents and in 2016, I think you saw Independents vote for him because they perhaps didn't think that he was going to be as bad as everyone thought or as bad as even he said he was going to be vis-a-vis his words and we saw that he was. One of the things that I think Vice President Harris is doing really smartly is kind of urging people to think about what he is saying. Think about what he's doing and that we need to turn the page that we're exhausted, that we don't need the chaos anymore. That I think is working because that is what has resonating with Independent voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:06",
      "speaker": "COOPER",
      "sentences": "Maria, Salena, Matt, Alyssa Farah Griffin, thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:06",
      "speaker": "CARDONA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "COOPER",
      "sentences": "Critical to both presidential campaigns is the state of Nevada, which the former president narrowly lost in both his previous elections. The latest poll there was released almost two weeks ago from the Times of London, YouGov and SAY24. It shows Vice President Harris up 49 percent to 46 percent. That lead is within the polls margin of error. So there's really no clear leader mirroring the tight race that previous polls have found.John King recently returned there as part of his all over the map series examining the race from the point of view of critical voting blocks in battleground states. And what he found were voters focused on one main issue, the economy. Take a look. (BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Buenas tardes Las Vegas!JOHN KING, CNN ANCHOR &amp; CHIEF NATIONAL CORRESPONDENT (voice-over): Afternoon drive time in Vegas, Rogelio Regalado at his dream job, mixing the music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "ROGELIO REGALADO, NEVADA VOTER",
      "sentences": "I was born in Mexico. I became a citizen during Obama's presidency. The main goal for me was to vote, to participate in the elections and I've been in Vegas for 14 years now. Love the city, love the state.KING (voice-over): Fiesta 98.1 was launched in the middle of the COVID pandemic by Regalado and his close friend, Rafael Cerros Jr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "KING",
      "sentences": "That's risky.RAFAEL CERROS JR., NEVADA VOTER: Yes, super. We're crazy maniac. KING (voice-over): Their little startup is now number two in the Las Vegas market. Their Hispanic audience critical in deciding who wins battleground Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "CERROS",
      "sentences": "We're one-third of the population. And last time I checked, it's like 23 percent of voter registrations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "KING",
      "sentences": "It's power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "CERROS",
      "sentences": "It's power.KING (voice-over): Donald Trump narrowly lost Nevada in both 2016 and 2020. But this time, Cerros and Regalado see a big shift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "REGALADO",
      "sentences": "I see people on social media, Hispanics, sharing that post that I'm not with her. I'm like, whoa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "CERROS",
      "sentences": "You know, a lot of people are calling me, or I mean, calling us Latinos, you know, they're talking about voting for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "KING",
      "sentences": "So where does that come from? Is it they think he'll make the economy better?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "CERROS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "REGALADO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "CERROS",
      "sentences": "That's exactly what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "REGALADO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "CERROS",
      "sentences": "That's exactly what it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "KING",
      "sentences": "It's all that.KING (voice-over): COVID shut Vegas down. Nevada had the highest pandemic unemployment rate. The jobs are back and it's easy to find a $4 million home in the hills. The rents are up, starter homes scarce, and real estate agent Zoila Sanchez hopes interest rates drop soon to help working families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "ZOILA SANCHEZ, NEVADA VOTER",
      "sentences": "Prices are extremely high, the highest they've ever been. The affordability is not there for a lot of people.KING (voice-over): Sanchez is a Reagan Republican. She won't vote for Trump, finds his tone about immigrants offensive, and many of his policies anything but conservative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "SANCHEZ",
      "sentences": "I don't want the government in my business that much. So it's incredible to see how the Republican Party is meddling in all of our business.KING (voice-over): Yes, Sanchez says she has a lot of friends backing Trump, but she sees more excitement for Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "SANCHEZ",
      "sentences": "She's going to win Nevada, definitely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "KING",
      "sentences": "Why do you say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "SANCHEZ",
      "sentences": "Hispanics have made a difference in a lot of elections, and I can see it right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:47",
      "speaker": "KING",
      "sentences": "Thank you very much.KING (voice-over): Muslims are just a tiny slice of Nevada's population. But in a battleground where every vote matters, Zena Hajji is a problem for Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "HAJJI",
      "sentences": "We just need to see the ceasefire. That's it. We are tired. We are very, very tired and we don't know what to do with our votes right now.KING (voice-over): Antonio Munoz was undecided when we first met last December, unhappy with the prospect of a Biden-Trump rematch. Now leaning Harris, but he needs specifics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "ANTONIO MUNOZ, NEVADA VOTER",
      "sentences": "We need a different plan to get over the hump with this inflation that has caused severe damage to a lot of businesses. She needs to be more direct.KING (voice-over): Munoz owns the 911 Taco Bar. The ribeye is the best seller. His optimism is contagious, but a scorching summer hurt the catering business critical to Munoz's success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "MUNOZ",
      "sentences": "We had over 30 days of 110 degrees, so we had a lot of cancelation because people didn't want to be outside. It's starting to pick up again, but it does affect business when people don't know who they're going to vote for or where the nation is going towards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "KING",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "MUNOZ",
      "sentences": "Yes, it does. Because people are afraid to go out and spend. You know, they don't know what to expect when it comes around to a new administration.KING (voice-over): Munoz, too, sees more Latino support for Trump this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "MUNOZ",
      "sentences": "I have friends that were Democrats that have turned the page. And they feel that the country's not going in the right direction.KING (voice-over): But he says Harris is more competitive than Biden was. Because of her energy and her story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "MUNOZ",
      "sentences": "She came up with immigrant parents, which to me, it's amazing for someone like that to come and be able to be president.KING (voice-over): Munoz is a veteran, former police officer, active in the community, trusts his instincts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "MUNOZ",
      "sentences": "It's a 50-50 toss up because this is a battleground and you cannot forget about Nevada. And they need to be out here with a direct message and talking to the voters out here. I really think it's 50-50 right now. It's tight.KING (voice-over): Almost time to choose in a battleground where change is a constant. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:11",
      "speaker": "COOPER",
      "sentences": "And John King joins us now. So what did the Latino vote look like in Nevada in 2016 and 2020?KING (on-camera): It's fantastic when you look at it. Interesting, Anderson. Let's just pull it up and look how close this state was. There's 2020. Biden wins by 33,000 votes and change, right? Statewide, 33,000. 2016, Hillary Clinton wins by 27,000 and change. So what was the difference? Let's look at the Latino vote and you come through to pull it out. Forgive me for turning my back. I just want to stretch this out so it's a little bit larger. Trump gets 29 percent, Clinton, 60 in 2016. In 2020, Biden gets 61 percent, so it's about a constant there. Trump went up to 35 percent. The third-party candidates had a little bit to do about that. They didn't get much support. They did in 2016, they did not in 2020. But that's a bit of an increase now. And again, when you're on the ground there, a lot of those Latinos we talked to said they think Trump's number is actually higher than that right now, although they do think Harris has a chance. Biden, they said, especially after that first debate, it was going to be over in Nevada. When you're on the ground there, you feel how competitive it is, and you feel the debate among the Latino residents, who of course are just -- they're about a third of the -- just slightly less than a third of the voting population. Absolutely critical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "The -- just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "MILLER",
      "sentences": "-- simultaneously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "The planning of it, I mean, somehow they must have gotten, I mean, somewhere between the factory in Taiwan and into the hands of Hezbollah somewhere along that supply chain, they had access to these. I mean, it's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "MILLER",
      "sentences": "So they either intercepted these, and remember, we're talking not just a box load of devices, we're talking about hundreds of them at least. And they had to turn each one into an improvised explosive device. They had to make sure that each one would be able to receive a command that would set off a detonator, an initiator that would set off the main charge.That's complicated when you're operating in a tiny device, to work all of that into the space. And this is not the kind of operation that you thought of last week. This is something that they must have been planning for some time. Hezbollah sources have told CNN that these are pagers that they've -- that they got delivery of, you know, a number of months ago. So, it suggests that the Israelis, if they are behind it, waited until they were confident that most of the shipment had been distributed to the key operational Hezbollah people that were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "There had been a report that Hezbollah had told their operatives not to use --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "MILLER",
      "sentences": "Cell phones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "-- cell phones, because the Israelis could reportedly track it or geolocate them somehow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "MILLER",
      "sentences": "Right. And, I mean, that as an intelligence officer is an opportunity. You're looking at that and say, if they're moving away from cell phones, what are they moving to? You know, most people haven't seen a pager in years, but they do have certain applications.And I think when they saw they're moving the pagers, you know, they thought, can we get in that supply chain somewhere and make those our pagers. And think of the meaning of the operation, whether it was meant to kill everybody that the pager blew up on or around, or whether it was meant to injure them, it still sends this important message and consider the gravity of this. If you're at the top of Hezbollah, you have to say, OK, the Israelis knew us better than we thought, better than we thought they did. And our supply chain, our procurement process, we're a big organization. We have to consider all of that compromised. What else are they into? My automatic car starter? This laptop in front of me? Do they control an explosive in my phone? So their heads have to be spinning. But now let's go to the bottom of the organization. Every Hezbollah operator who's living their normal life waiting for a page that says you're going to be operationalized --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "MILLER",
      "sentences": "-- is wondering, do my bosses know what they're doing? Look at how this was compromised. Am I safe? It's going to make recruiting hard. It's going to make people paranoid. And I think the combination of this tactical operation matched with PsyOps --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "MILLER",
      "sentences": "-- is remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:54:02",
      "speaker": "COOPER",
      "sentences": "It's been almost 20 years since actor and activist Christopher Reeve died of heart failure years after a horse-riding accident that had left him paralyzed from the neck down. The new documentary \"SupermanIt includes never before seen home videos, plus interviews with his three kids and many others who knew him as well. Here's a clip. (BEGIN VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:54:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There was a huge shift in my dad from the time after the accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:54:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:54:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:54:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "His entire approach to parenting changed. He started really to see us and to connect to us as people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:54:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Being together and talking was far more valuable and meaningful than doing all these crazy physical activities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Two of his kids, Matthew Reeve and Alexandra Reeve Givens, join me now. Thank you so much for being with us. It's a remarkable film. And it's so interesting to me what you said that your relationship with him deepened in this very profound way after he was paralyzed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "MATTHEW REEVE, SON OF CHRISTOPHER REEVE",
      "sentences": "Absolutely. I mean, it had to. You know, a lot of the ways we spend time together and interact before we're doing physical activities. And after the accident, that wasn't possible. But also, he changed. He went through a very severe near-death experience. He was left completely paralyzed from the neck down and on a ventilator.And that changes a person. And I think he looked at things differently and felt -- found what was important to him was different. And that, of course, affected the way he related to us and how he pirated us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "It's remarkable, you know, many people don't have that sort of realization sometimes until, you know, they're on their deathbeds. That he was given the chance to actually, you know, have this realization and be able to continue to have, you know, and deep in a relationship with you both is a blessing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "ALEXANDRA REEVE GIVENS, DAUGHTER OF CHRISTOPHER REEVE",
      "sentences": "Absolutely. And he was very self-reflective as a person. And so, it wasn't even that this kind of unfolded. He would actually talk about it and say, you know, I'm -- that he was valuing spending time with us and really savor those moments together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Your father had this accident when he was 42. Your younger brother, Will, was three years old. You're now 42 and you have a three-year-old, or when this film was made, you were 42 and you had a three-year-old. My dad died when I was a kid. I now have a four and a two-year-old.And having children, I now see my dad in a different way. I understand my dad in a completely different way. You talk about that in the film.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE",
      "sentences": "Yes, absolutely. I mean, I think, one, just kind of comparing or thinking about your parent at the age you are when you remember them and you have those memories was certainly one thing. And how we interacted, but also sort of understanding how, on a different level, how hard it must have been for him. I mean, you know, not to be able to pick up will or comfort him, not to be able to do various sports with him or just, yes, you know, kind of have a full able bodied experience interacting with your child must have been so tough, because I know for me personally, those are some of my favorite things about being a father. And so, yes, it just opened up, and you found appreciation for how tough it must have been for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "I want to show something else in the film.(BEGIN VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When the first Superman movie came out, the most frequently asked question was, what is a hero? My answer was that a hero is someone who commits a courageous action without considering the consequences. And now my definition is completely different. I think a hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.(END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "I mean, there's so many pictures. There's so much sound of your dad. Is it comforting to hear it? Is it difficult to hear him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE GIVENS",
      "sentences": "Oh, I love it. I mean, what a gift to get to see his story told in these pictures and to relive those moments. We get to see his movies, we get the gift of YouTube clips showing him in awkward commercials from the 80s and other fun things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Were there any other kind of commercials in the games?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE GIVENS",
      "sentences": "I know so bad. But then also just seeing Dana there too and, you know, capturing these moments of just home life and how normal things were. And I hope that people take that back, that he was more than the actor on the big screen and he was more than the activist in the wheelchair.He was this full person with a joyful, joyful home and life and that's really what sustained us. And the film captures it well, and it feels like a gift to get to go back and revisit it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "The Christopher and Dana Reeve Foundation has, you know, been doing work for a long time. How are things going with it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE GIVENS",
      "sentences": "We've seen big breakthroughs in the field, and then creating this community of people who can come together for resources and support. And it means that the legacy is so much beyond our family. It is hundreds and thousands of families carrying on this work every day for the millions of people living with paralysis around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Have your -- do you have one child or?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE",
      "sentences": "I have two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "You have two. REEVE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Have they seen the film? Have they -- do they know a lot about their grandfather?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE",
      "sentences": "They haven't seen this documentary. They're very young. They're eight and five. They know about their grandfather. They know about -- that he played Superman. And we have photos around the apartment we live in and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "That must be a hard thing to explain that he was Superman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE",
      "sentences": "It's interesting. Yes, I mean, I certainly remember when I was a kiddie, and I think, you know, it was made -- because I loved the film, and I was the perfect age for, sort of, when they came out. It was always very clear to me, like, it's just a film.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE",
      "sentences": "Daddy's OK. Didn't really get hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Yes. Well, it's so lovely that a, you know, whole new generations of people will be introduced to your dad, and to the remarkable life that he had and the legacy that he left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE",
      "sentences": "That's certainly the hope. To introduce him to a whole new generation and to reintroduce him to people who do remember him and did know him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "COOPER",
      "sentences": "Yes. It's great to see him again. It feels like an old friend.Matthew and Alexandra, thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE GIVENS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:05",
      "speaker": "REEVE",
      "sentences": "Thanks for having us.",
      "isLastSentenceInterrupted": false
    }
  ]
}