{
  "date": "2024-06-19",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Climate Change And Its Role In Stoking Heat Waves & Wildfires; Major GOP Primary Race Still Too Close To Call; Sen. Vance: Look, I Was Wrong About Donald Trump; Kim Jong Un Rolls Out Lavish Welcome For Russian Leader; Russian Leader Arrives In Hanoi After North Korea Visit; Banning Phones From The Classroom. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Tourists to train in dancing, choreography and fashion modeling, just like a real K-pop star.[16:0:06] So, for context, South Korea's tourism revenue generated $15.1 billion in 2023, compared to $20 billion in 2019. And officials say that K-pop is the most cited reason for tourists who are visiting the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "I don't know anything about K-pop, but I just found out BTS is taking break, which is a tragedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KEILAR",
      "sentences": "It's so sad. It's a total tragedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SANCHEZ",
      "sentences": "Yeah.Jake Tapper loves K-pop and THE LEAD starts right now. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Is this extreme weather our new normal?THE LEAD starts right now. At least 27 large wildfires are burning out West fueled by insanely high temperatures. And 70 million Americans from Indiana to Maine are under an alert from that same heat. Now, the first tropical storm of the season is here. We're going to dive into the reasons as to why and how to keep your family safe. And, one of the most excruciating hearings in heat years had the CEO of Boeing facing brutal questions from Democrats and Republicans. Lawmakers demanding answers and serious changes after months of safety concerns and frankly, some pretty scary stories from passengers. I'm going to talk to one U.S. senator who told the CEO that he is the problem. Plus, Vladimir Putin says he and Kim Jong Un have taken the relationship to a new level. What they're now promising each other and what that might mean for the free world. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.The extreme weather, gripping the United States right now is anything but normal and it's putting a strain on our bodies. Heat-related emergency room visits are surging in New York. In Maine, temperatures are running 20 degrees above normal. There's been at least 38 record- breaking heat temperatures across the U.S. in just the last three days. And at the same time, there are fast spreading wildfires burning out of control in the western United States. A former FEMA administer puts it bluntly, saying this extreme weather is, quote, at a frequency. We've never seen, and climate change playing a part in all of it. California leading the country right now with six major wildfires stretching from both ends of the state, burning nearly 40,000 acres. There are also major wildfires tearing through tribal lands and villages in new Mexico, killing at least one person, 60-year-old Patrick Pearson, his daughter says he was ready to evacuate, but he had recently broken his leg and does not drive. The South Fork Fire burning near Ruidoso, New Mexico, already destroyed about 1,400 structures and forced 8,000 people flee their home. CNN's Ed Lavandera talks with some residents scrambling to get out of danger. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PUBLIC ADVISORY",
      "sentences": "Residents west of Highway 48 from White Mountain to Highway 37 immediately evacuate to Capitan.ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): Michael Scott escaped Ruidoso, New Mexico, just in time through thick smoke and an orange glow as a massive wildfire consumed his mountain neighborhood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MICHAEL SCOTT, EVACUEE",
      "sentences": "My truck was being hit with chunks of ash. I could feel them hitting the hood and the gray -- it was almost like big gray rain hitting my truck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LAVANDERA",
      "sentences": "Scott and his wife and his mother for able to make it out with a few belongings and their three dogs. We met them at a motel 50 miles away where all they can do is nurse the shock that everything they own might be lost. The not knowing is a numbing feeling he says.I imagine it's an incredibly helpless feeling. There's literally nothing you can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SCOTT",
      "sentences": "It really is and for the past 24 hours, we've been in this little motel and I think, well, we don't have anything left. Now, where did we go? Because I'm pretty confident we're not going to go back to Ruidoso. You know, that's not going to be an option. LAVANDERA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KURT DELGADO, EVACUEE",
      "sentences": "Yeah, I can see the fire right outside this window.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LAVANDERA",
      "sentences": "Kurt Delgado evacuated his home to the edge of town where he set up his Papi Chulo (ph) food truck and started feeding firefighters and emergency crews.From the window of your food truck?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DELGADO",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LAVANDERA",
      "sentences": "You can see the smoke and the canyon where your house is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DELGADO",
      "sentences": "Yeah. Our house is literally right there where that smoke is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LAVANDERA",
      "sentences": "Delgado says hell stay here as long as he can, making meals and keeping one eye on the fires and ready to hook up the truck and race out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "LAVANDERA",
      "sentences": "About 8,000 people have evacuated the Ruidoso areas since Monday. The mountain village is an eerie, smoke-filled ghost town. There are a few people left though, like Jordan Rue who we found spraying water on his home and trees.I imagined a moment like this is pretty nerve wracking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "JORDAN RUE, EVACUEE",
      "sentences": "Yeah. Yeah, I thought I didn't think he was going to come this close to us, but it happens so fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "LAVANDERA",
      "sentences": "Our conversation was interrupted by police urging residents to evacuate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "POLICE",
      "sentences": "Evacuate immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "LAVANDERA",
      "sentences": "We managed to find our way into Michael Scott's neighborhood in Ruidoso. Many of the homes were burned to the ground but somehow Michael's home is still standing, a slice of good news surrounded by devastation and sadness.(END VIDEOTAPE) LAVANDERA (on camera): And, Jake, we were able to get a picture of Michael Scott's home to him this afternoon. He told us he had tears of joy seeing that, but we also must point out that he and thousands of others are not in the clear yet. You can see some of the rainstorm in the distance that is starting to move over the biggest fire here in this area, Michael Scott's home and others that have lost so much back in that canyon area. So here we have the winds really picking up. You have the rainstorms coming in. There's a flash flood warning on top of all of this that has just gone off as well. So the situation here still incredibly dynamic, incredibly dangerous, especially for those firefighters still working out there in those conditions -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "TAPPER",
      "sentences": "Ed Lavandera in New Mexico for us, thank you so much.On top of the fires causing hazardous air quality in the West, there is a dangerous heat wave striking -- striking much of the northeastern United States right now. Meteorologist Chad Myers is tracking it for us. Chad, where is it the hottest right now? Where is it the worst with this heat dome situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Believe it or not, Boston, 107 for a heat index right now. That cannot feel good, even near the water because the wind is blowing away from land and onto the water, you're not getting that cooling effect.It is the heat dome. We talked about this now a couple of days. Roll up your windows, park the car in the sunshine and find out what happens. Please don't leave pets or people or kids in there, but that's what's happening. This is a dome holding in the heat. So even right now, Syracuse, your heat index is 102. So, most of the biggest threat right now is Great Lakes. Tomorrow, a little bit farther to the Northeast. But, by the weekend, things get a whole lot better. It was 96 degrees in Caribou today in Maine, with the highest heat index they have ever seen. But look what happens to Boston by the weekend, 71. That's pretty good, right? Not for you, Jake, 99. So, you don't get the cold front at all. No soup for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "TAPPER",
      "sentences": "Meanwhile, tropical storm Alberto is causing major flooding in the coastal parts of Texas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "MYERS",
      "sentences": "Yes, absolutely. This is not a monster storm, not a rapidly intensifying hurricane. It is a rainmaker and a rainmaker in places that really need the rain. Obviously, we could push this all the way back to New Mexico as well, and a few showers will get there.But here's where the heaviest rain will be across parts of Texas. We just had a couple of stories this week about the water wars between Texas and Mexico. Now, we have flood watches and likely later on tonight, flood warnings. There's water pushing up on shore. We have very high tides into Surfside Beach, Texas, where water is completely over that rock wall that you have there and into the neighborhoods. So, yes, this isn't going to be on land very long. Again, be on water very long. It will die off rather quickly, but we'll take the rain when we can get it. But there are indications, Jake, that some spots across the mountains there of northern Mexico could pick up 10 inches to 12 inches of rain over the next 48 hours. So, again, you go from an absolute drought where you have nothing to grow to a place where you have water running off so fast, you have to get out of the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "TAPPER",
      "sentences": "All right. Chad Myers, thank you so much. Appreciate it.Let's bring in CNN's chief climate correspondent Bill Weir right now. Bill, so extreme heat kills on average more than twice as many people every year as do hurricanes and tornadoes combined. And climate change is obviously ensuring these wild temperatures we're seeing and feeling are now just going to be a daily reality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "It's going to get longer and longer. These dome events, yeah, you just look at the natural trend is we're going, this is, of course, all caused by heat heat- trapping pollution in the atmosphere and the sea as well. But the more blanket we put on top of ourselves, metaphorically, the hotter it is going to get, right now.And as Chad was saying, it's 104 heat index near the Canadian border in Maine. This is -- these are places that were not built for this world. Their infrastructure, their cooling were not built for these sorts of temperatures there as well. And so, we have to think about heat the way we do think about impending hurricanes that those who are the most prepared will suffer the least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "WEIR",
      "sentences": "Absolutely. It's all about -- it's all about shade. It's all about hydration.This is a silent killer that really preys on older folks and older structures that aren't properly insulated, don't have proper air conditioning. Some folks don't turn it on out of fear that they can't afford the electricity bill there as well. They think that -- we already know it's the deadliest killer. Some experts say that we undercount heat deaths by maybe a factor of five. So, this is something that emergency managers are just getting their heads around. Advocacy groups, FEMA used it as a disaster declaration which could happen if a heat dome sat over a state long enough to wipe out maybe a grid or overwhelmed hospitals. We could see our first ever national declaration of a heat disaster somewhere. But that's where we're moving and it's not going to change until humanity turns down the thermostat with fossil fuel use.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "TAPPER",
      "sentences": "And, Bill, explain how climate change specifically plays a role in the wildfires such as the ones we're seeing in California and New Mexico right now because obviously wildfires happen regardless of climate change. But they're playing a role in how many and how intense they are, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "WEIR",
      "sentences": "Exactly, because the water cycles have changed, Jake, right? So you get parched earth. It's very hot, but we did have a very wet winter because of those atmospheric rivers and those rain bombs that came in, which led to a lot of growth, a lot of plant life springs up, but then it dies and turns to fuel and a hot, dry summer, the transpiration, the way though, the speed in which water moves up through plant life is getting faster along with dehydration of the Earth.So it's just -- we're now living on really the most flammable earth in human history, given the rising heat and the fuel loads and a lot of these places near population centers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "TAPPER",
      "sentences": "In our politics lead, it is still too close to call in Virginia's fifth congressional district where incumbent Republican Congressman Bob Good is trying to hang on to his House seat in this week's primary. But former President Donald Trump endorsed Congressman Good's challenger, Virginia State Senator John McGuire. Voters went to the polls yesterday. McGuire is currently narrowly ahead of Good by roughly 313 votes, while mail-in and provisional ballots are still being counted.That did not stop John McGuire from declaring victory last night. (BEGIN VIDEO CLIP) JOHN MCGUIRE (R), VIRGINIA CONGRESSIONAL CANDIDATE: Ladies and gentlemen, the votes are in and the people have spoken. It is an honor to be your Republican nominee for the fifth congressional district. (CHEERS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "TAPPER",
      "sentences": "Bob Good, the congressman, did not concede, however. He posted on X, also known as Twitter, quoteSo that's the latest from election night. We have so much political news to cover though. Let's bring in Republican Senator Kevin Cramer from North Dakota, who joins us now. Thanks for joining us, Senator. SEN. KEVIN CRAMER (R-ND): My pleasure, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "TAPPER",
      "sentences": "Let's start with Trumps veep stakes because your governor, Doug Burgum, is on the shortlist to be vice president. Do you think he'd be a good pick? What does he bring to the table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "CRAMER",
      "sentences": "I think he'd be a good pick. Now, it's interesting, Jake, because he's clearly not from a larger swing skate with a diverse population. However, he certainly handles himself well in the stump. He defends the president well. He advocates with president well.But I think more than anything when he brings to the table for a lot of voters is he brings a level of stability, particularly, I think on economic matters, but a pretty much across the board. He -- his eloquence and articulation on important issues to people I think gives them some confidence and rightfully so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "TAPPER",
      "sentences": "What about your colleagues in the Senate? Senator Tim Scott, Senator J.D. Vance, Senator Marco Rubio? Obviously, you're pulling for your hometown boy, your home state boy. But what about -- what about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "CRAMER",
      "sentences": "Well, I have great respect for all of them. They all bring something different, I think to the race. I think it's hard to deny that Tim Scott brings the greatest political advantage, the best, most electoral benefit to the -- to the ticket and quite honestly, I think Tim Scott would be a great president.So, I -- you know, I put him at the front of the line in among the senators if the president doesn't choose a governor. I will say, though, that I think governors make -- they make better candidates and they definitely make better presidents than legislators do. It's a very different skill set and Governor Burgum has proven he's really good at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "TAPPER",
      "sentences": "Let's talk about the defense bill, the NDAA. Last week, the House narrowly passed the National Defense Authorization Act.House Republicans added a whole bunch of amendments targeting transgender health care, abortion access, trying to eliminate climate change initiatives. Now, whatever you think of them and you probably support them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:16:36",
      "speaker": "CRAMER",
      "sentences": "Yeah (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "CRAMER",
      "sentences": "Well, first of all, I don't expect them to send us a bill that can easily pass the Senate, anymore than we'll them one that can easily pass the House. We've passed ours out of committee last week. I'm on the Armed Services Committee and we tackled some of those same issues, obviously, with different outcomes.But that's the beauty of a system that our founders created for us. And I frankly love that diversity and that opportunity to bring together the two bills. I just hope we can have floor debate this time. You know, the last time, last year, Chuck Schumer never did bring the Senate bill to the floor. He took the marked-up bill and went straight to the conference committee with the House. I would be okay with that. This time around as well because my priorities were pretty well met in the marked-up bill. That said, I just think the systems better and the American public appreciates it more if we have a robust, transparent discussion between the two chambers in wide open. So -- but no, I -- I don't think they should -- they're not obligated to center something that were going to like anymore than were obligated to send them exactly what they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "TAPPER",
      "sentences": "Yesterday, Senate Republicans blocked an attempt by Democrats to legislate a ban on bump stocks. This is after the U.S. Supreme Court struck down a regulatory change, a ban from President Trump on bump stocks. They did -- they, the Supreme Court overturned that last week. This all happened in 2018, a response to the 2017 deadly Las Vegas shooting.You call that court decision a victory. Why? Why is it important for people to be able to have bump stocks that, that it's not quite turning a semiautomatic rifle or semi-automatic weapon into a machine gun, but it's certainly in the spirit of being able to rapidly fire. Why -- why is that needed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "CRAMER",
      "sentences": "Well, that's a separate matter from the Supreme Court's decision. The Supreme Court's decision was a victory because it stood up for the Constitution and the elected members of Congress who passed bills. And it's our responsibility.Your point about the issue itself and the bill from yesterday, I don't expect that yesterday's vote will be the last we hear of it. Bump stock -- bump stock don't turn a gun into a machine gun, but they can behave like one. The letter of the law is clear, the narrow interpretation of the law has my support. But on the issue itself, you can't just bring something like that to the floor in the heat of the moment or the emotion of the moment, which is what Chuck Schumer has been doing now three weeks in a row, bringing piece of legislation, just to send a message, just to drive a wedge. But you -- but I suspect we'll have a robust discussion about maybe relevant committees will have hearings on it. And people will be able to provide a vote or provide amendments and how they feel about the actual use of bump stocks, whether they should be legal. But the Supreme Court they aren't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "TAPPER",
      "sentences": "Republican Senator Kevin Cramer, thanks so much, sir. I appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:06",
      "speaker": "CRAMER",
      "sentences": "Always a pleasure, Jake. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:40",
      "speaker": "TAPPER",
      "sentences": "Continuing with our politics lead, we're potentially just weeks from hearing who former President Trump is going to pick as his running mate. Republican Senator J.D. Vance of Ohio is just one of several candidates reportedly under consideration to be his number two.CNN's KFILE recently reported on several comments that made were made by Vance years ago, harshly critical of Trump and his policies. This is back in 2016, reported comments such as calling Trump a coward, he liked a series of tweets calling then-candidate Trump a monster and a nemesis of the GOP, being a self-described Never Trump Republican. Senator Vance also once privately wondering whether Trump was, quote, America's Hitler that came out in an email. Here's how Senator Vance explained those comments last night on Fox. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH): I think the simple answer is you got to respect the American people enough to just level with them. Look, I was wrong about Donald Trump. I didn't think he was going to be good president, Brett. He was a great president and it's one of the reasons why I'm working so hard to make sure he gets a second term. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:40",
      "speaker": "TAPPER",
      "sentences": "Let us bring in our panel.And, Shermichael, I have to say, J.D. Vance is certainly an interesting politician.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:40",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "He is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:40",
      "speaker": "TAPPER",
      "sentences": "He's a part of a new generation, et cetera, et cetera. It's hard to see Trump picking him and Republican -- and Democrats not running ad after ad of this is what vice -- this is what vice president nominee J.D. Vance said about Donald Trump because, yeah, Kamala Harris attacked Biden and all that stuff, but this is just like new level, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:40",
      "speaker": "SINGLETON",
      "sentences": "Yeah, I think Democrats would take advantage of it, but more concerning for me as a strategist, I'm not exactly sure what does J.D. Vance bring to a Trump ticket? What group does J.D. Vance excite that the former president doesn't already excite?He doesn't excite Latino American voters. He doesn't excite African American voters. So for me as a strategist, I would preference to see someone who represents one of those two groups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:40",
      "speaker": "TAPPER",
      "sentences": "Who are -- who are you dreading Trump picking? Like who would -- you certainly want Biden to win -- who would like, Nikki Haley, would that -- would that worry you? I mean, I don't think that's going to happen, but would that -- like who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "So let's talk about others in the race. \"Axios\" is tallied up quite a busy schedule for North Dakota Governor Doug Burgum. Donald Trump's campaign has sent North Dakota Governor Burgum to at least ten different states to campaign with or for Donald Trump.They clearly see him as an effective surrogate. You heard Senator Cramer, perhaps not surprisingly, from North Dakota, saying that he would be a really good pick. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "HAYS",
      "sentences": "Yeah, I do. I think the people that have been released, they're being bedded or the campaigns announcer vetting. I do think he's probably the best pick. I think that he probably is the more tolerable person.He's sort of like a Mike Pence. He has moderate-ish views. I think he's done a lot to court himself, to Donald Trump the past couple of years, but I do think he probably -- you know, if you're looking at who could be vice president, I think he fits the bill. He definitely appearance-wise fits the bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "We know that you're very loyal to Dr. Ben Carson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "SINGLETON",
      "sentences": "I am. That is my guy, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "He's your guy.If Dr. Carson doesn't get the pick, and I know that Donald Trump really likes him, really respects him. But if he doesn't get the pick who, who's your second senator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "SINGLETON",
      "sentences": "Senator Tim Scott yesterday, I was at an event Juneteenth celebration at the library of Congress that Senator Scott put on. One of my good friends, Xavier, he works for him, organizes, mostly African Americans, not all Republicans. Some Democrats as well who just wanted to come to the event.And the senator did a very unique job of talking about his family's history, speaking about his grandfather growing up in South Carolina and a different type of America and been able to watch him become a United States congressman. And it was the first time, but I actually got to see the senator speak in a very personal way to a broad audience of people who are all very intrigued by his story and intrigued by his message of moving forward. And he sort of had this interest in analogy. He said, a lot of people of colored need to have more mountains to climb. And I think that should be conservative message speaking about economic opportunity, educational opportunities. And I said now, this is the Tim Scott they gets on the campaign trail and Donald Trump picks him. This can make a substantial numeric difference in some swing states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "Will it be, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "HAYS",
      "sentences": "Well, I was just going to add, do you think that attempts got really will appeal to the battleground states and the people on the margins like is he going to appeal tends to bourbon white women outside of Philadelphia, like are those really going to make the difference? And because we all know it's going to come back down to these suburban places, suburban women. And I like reproductive rights and I'm just wondering if Tim Scott will cut the mustard for him there and make a big difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "SINGLETON",
      "sentences": "Look, that's a good point. I think some suburbanites may look at Senator Scott said, look, this is someone who's measured. He's worked in a bipartisan way on the Senate with Democrats on some pretty key pieces of legislation.And also for men of color, I think they look at Tim Scott, some of them is say, wow, this guy makes a lot of sense. He speaks about self person, perseverance. He speaks about economics, holding ones self accountable. Those are things that I think many men would sort of find intriguing. And so this is someone that I could support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "Yeah, maybe not the white suburban women, may be some, but maybe also some of the African-Americans in Philly and Delaware County and Montgomery County also different group --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "SINGLETON",
      "sentences": "Yeah, he can pull some of those people out, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "Senator Lindsey Graham was on Fox last night. This just to change the subject completely but on the South Carolina tip here. He made this accusation about President Biden's border policies. Take a listen.(BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC): The next time you hear the word felon in this election, I think the felon in this election is Joe Biden. What he's doing to the country is criminal. The crime in this election cycle is the crime of Joe Biden against the American people. What happened to Trump in New York was a bunch of B.S. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "HAYS",
      "sentences": "I mean, Joe Biden has not been convicted or charged with a felony, so I'm a little confused where he's coming from. Also, the FBI put out stuff not too long ago that the crime rates actually going down. So I'm not -- I'm very confused where he's talking about.But I think this is just a way to more muddy the waters. But Joe Biden is not a felon, has never been charged with a felony, so it just -- it just more marking the waters for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "Michael, what do you make of what's going on in that Virginia congressional race where Congressman Bob Good, who is very, very conservative but endorsed Ron DeSantis in the primaries. Now, Trump endorsed his challenger, McGuire, who last time I checked is up 300 or so votes. They're counting ballots.On the one hand, you wonder like, well, this is what happens if you cross Donald Trump on the other hand, Trumps pretty influential and it's kind of surprising that it's still also tight and an all that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "SINGLETON",
      "sentences": "It is tight but, Jake, I have a different perspective on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:02",
      "speaker": "SINGLETON",
      "sentences": "And McGuire has made this case yesterday on the network. He said that Bob Good is a part of the chaos caucus. They remove the speaker of the House and look at the ramifications for Republicans were what down what, two or three seats now? I think are very slim majority. And there's a lot of questions among members in the conference whether or not we can keep the majority pretty, grow the majority.So I think this is a broader question of do we want members like that a part of the Republican conference? My answer would be no. And I think most Republican voters out there will say absolutely not. You can replace Bob Good with a conservative who actually worked to expand the conference, not deduct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah, hi, Jake. I think they could be pretty serious, you know, in the sense that, you know, the security aspect of this strategic partnership deal may mean -- and, of course, we haven't seen the text yet, so we don't know -- but it may mean a much closer military relationship between North Korea and Russia.Already, U.S. officials say that millions of rounds of artillery shells, for example, have made their way from factories in North Korea to support the bombardment that Russia is undertaking on the front lines in Ukraine. That -- that provision of ammunition could be stepped up. And, of course, the other concern is what will North Korea get in return? It's got a ballistic missile program. It's got a nuclear program. It's got a space program. All of which it's used to threaten the United States and its allies and to destabilize the Korean peninsula. That could be stepped up as well. And so there's a whole range of concerns associated with this burgeoning alliance between the two countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "TAPPER",
      "sentences": "And this is Putin's first visit, Matthew, right to North Korea in 24 years. It seems like Kim Jong Un really put on a show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "CHANCE",
      "sentences": "Yeah, the first of 24 years. And, you know, I think that's a reflection of the fact that up until now, North Korea hasn't really been a foreign policy priority for Moscow. He could have gone at any point, but he didn't in 24 years between visits.And it just shows you how sanctions and isolation and a sort of desperate need for ammunition and support from Russia have sort of brought these two countries together, but, yeah, a show. Tens of thousands of people in the streets of central Pyongyang, the north being capital, in a highly choreographed display of welcoming, affection for Vladimir Putin. People were -- I mean, they do this all the time, but they were clapping as if their lives depended on it, and perhaps their lives did depend on it. Who knows? But, you know, really, an extraordinarily extravagant and lavish display of a Vladimir Putin as he was paraded standing shoulder to shoulder with the North Korean sort of dictator, through the streets of the Korean capital. Both of these leaders showing they're not isolated, they're not ostracized. You know, they have each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "TAPPER",
      "sentences": "Now let's go to Will Ripley in Hanoi, Vietnam.So, Putin arrived in Vietnam just a little while ago. What are his plans there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, he has basically two main goals here, Jake. One, he wants to figure out if he can grow his economic relationship with Vietnam while navigating these Western sanctions which Vietnam doesn't want to break for obvious reasons. I mean, they just hosted President Biden here a matter of months ago.But Russia does have oil, gas, potentially nuclear energy cooperation with Vietnam. There are major, in fact, the majority arms supplier for Vietnam. But probably even more crucial for Putin is that he wants to show the world, Jake, that Russia still has allies here in Southeast Asia, even if for Vietnam, it puts them in a very tricky spot. They have an old friendship with Russia, but to have Putin come here right after North Korea, even though he's not getting anything near the level of pageantry that he saw in Pyongyang. They're still welcoming him with Russian flags and hoping that they don't piss off the West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "TAPPER",
      "sentences": "Well, yeah, that's the question. I mean, doesn't Vietnam has a lot to lose here, especially given that Putin came directly after visiting North Korea. RIPLEYThere are real concerns, genuine concerns here in Hanoi about the optics and the international perception for him to come right after visiting North Korea. But at the end of the day, Vietnam says they don't have any direct conflict with Russia. They point to decades-long alliance and friendship between North Korea and Russia. And so that's why they are choosing to welcome Vladimir Putin here, albeit cautiously, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "TAPPER",
      "sentences": "All right. Will Ripley and Matthew Chance, thanks to both of you.Coming up next, the growing movement to ban cell phones in schools from the classroom. The second-largest school district in the United States just voted to do so. Will others do the same? Stay with us. (COMMERCIAL BREAK) [16:48:58[",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "TAPPER",
      "sentences": "In our tech lead now, imagine you or your kid's smartphone vanishes tomorrow. You might feel like you're going through withdrawal. You might feel disconnected, you might feel loss.What about the positive effects? Because California just joined a growing list of blue and red states looking to ban these distracting devices from classrooms. Joining us now, CNN's splendiferous Audie Cornish. And, Audie, you recently covered this. You're always way ahead of us in the TV world. You recently covered this on your podcasts, the assignment. Let's listen to what one school official in Massachusetts told you. Roll the podcast. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When we first locked the phones up, I would say for two weeks, the nurse's office, the counseling office, and other offices were full of kids upset because they had no phone. That was for about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:02",
      "speaker": "AUDIE CORNISH, CNN CORRESPONDENT",
      "sentences": "A nurse's office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CORNISH",
      "sentences": "So, the first week, tears, upset, they're in all the offices. They're trying to get all the advice. This cafeteria thing blows my mind because I always think of cafeterias as loud, but after the cafeteria, tell me about the hallways and the classrooms, what do teachers start to notice right away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So you start seeing them talk more, having more conversations. You start see them slowly talking to each other more. Whether it's on test or off-task, they're not in another world, in their online world.You -- we definitely saw fights go down. We saw videotaping of fights go down. That was huge. I would say the first -- I wouldn't say the success part, but the first change was the lunch room because, all of a sudden, the lunch room was really loud, and it had nothing to -- it wasn't a bad loud. It was a good loud. But they had no phone, so they were actually talking to each other. So that was the first thing that we noticed. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "So you know what this reminds me of. Philadelphia Phillies first baseman Bryce Harper went to London a few weeks ago to play the Mets in a specialty game.And that was his takeaway from London. People were not on their phones. They were on the streets. They were talking to each other. Why would anybody oppose this? But I imagine you've talked to some parents who oppose it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CORNISH",
      "sentences": "Who -- well, first of all, there's a big growing movement going on that is asking for a couple of things, a bell to bell ban. So having schools who many have rules on the books folks, they just cant enforce them. I mean, how are you going to take $1,000 phone or an $800 phone from any given kid, put it in a box if it goes loss, what happens? So there were some people who are like, this is hard to deal with in a school day.And there are people who also want to say no social media before the age of 16. That's something we actually heard from our own surgeon general who said for his own kids, he's hoping to wait until after middle school. And then there's a movement of people who are giving what they call dumb phones. The idea is a kid can have a phone, they can be in communication with their parents, but they don't need the array of social media in their pocket 24/7.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "So, former Vice President Mike Pence, he's likened apps such as TikTok to, quote, digital fentanyl, I suppose because it's so addictive and destructive.Is this an area where Democrats and Republicans could agree? I mean, we have Gavin Newsom on the left talking about no more cell phones in schools. Mike Pence, don't agree on very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CORNISH",
      "sentences": "Certainly, TikTok has been the nexus of a kind of strange bedfellows situation. You have Republicans who very much are frustrated with China and what they perceive as its connection to TikTok's ownership. You also have a broader movement of lawmakers, Richard Blumenthal, and Connecticut, et cetera, who say there are harms caused by social media in general. And that's when he saw Mark Zuckerberg of Instagram and Meta up on the Hill actually having to testify at one point and at one point being goaded by Senator Hawley into apologizing to all of the families who are in the audience who felt that their kids who had dealt with eating disorders, suicide, or hurt themselves doing all kinds of bizarre challenges had, in effect, been harmed by these companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "Yeah. You also spoke with somebody who's working with the phone free schools movement. What -- tell me about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CORNISH",
      "sentences": "What's interesting is I actually spoke to a student. She's 18. She talked about how when she was a kid, she gave her parents a PowerPoint presentation saying, here's why I need a phone. And she talked about the isolation and frustration and trying to go without.If you think about when we were kids, if you didn't have cable, you didn't know any of the jokes, you didn't know what was going on TV. You're missing a huge part of kind of cultural currency to be able to communicate and bond with people your age. You're missing out on all that now, if you are not in your phones, so to speak. And so she found herself wanting to be in an environment with no phone. She found one, sort of short-term environment and it brought her into this world of activism which is now called the phone-free from the school free phones movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "So I can ask -- I can't do this interview or this conversation without asking you about how you feel as a mom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CORNISH",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "How old your kids now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CORNISH",
      "sentences": "My kids are under the age of 10. And it's funny, when I talked to my husband about this, actually put them in the story. He was like when they can vote, you know, like he really, but I think it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "Good luck with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "CORNISH",
      "sentences": "I know exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "TAPPER",
      "sentences": "It's not going to hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "TAPPER",
      "sentences": "Yeah. By the way, there are some parents who should have their phones taken away, and perhaps taken away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "CORNISH",
      "sentences": "Right. That's another whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "TAPPER",
      "sentences": "And I'll be charged of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "CORNISH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "TAPPER",
      "sentences": "Audie Cornish, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:02",
      "speaker": "CORNISH",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}