{
  "date": "2024-03-26",
  "headline": "CNN This Morning",
  "subHeadline": "Baltimore Bridge Collapses after Being Struck by Ship. Aired 6- 6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:20",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "A chilling scene in so many ways. That video, of course, of the moment of the bridge collapse.We are heading into the top of the 6 a.m. hour here. We are waking up to this. Our breaking news coverage continues on CNN right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:20",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:20",
      "speaker": "HUNT",
      "sentences": "Good morning, everyone. I'm Kasie Hunt, live in Washington, D.C. We begin this hour with major breaking news overnight.A bridge in Baltimore collapsing after it was hit by a large container ship. Video from a livestream shows the moment of impact with the Francis Scott Key Bridge. That is the Dali container ship. You can see the bridge crumble into the water. This happened at one -- about 01:30 a.m. Eastern Time this morning. Officials say that multiple cars fell into the river below, and right now, rescue crews are searching the river for at least 20 people. One official called the collapse a, quote, \"developing mass casualty event.\" This bridge is 1.6 miles long. There are four lanes of traffic on it. It is important to note, for those of you who may be local to this region, this is the Francis Scott Key Bridge in Baltimore. It is not the Key Bridge in Washington, D.C. that -- that connects D.C. and Virginia. We do have team coverage of this this morning. Gabe Cohen is live on the scene in Baltimore. We also have with us a CNN senior law enforcement analyst, Andrew McCabe, and CNN national security analyst Juliette Kayyem. They are all with us. Gabe, I want to start with you, because you have spent the last few hours making your way as close as possible to the scene. You noted last hour that you were in the backyard of a home, that -- where you can see this bridge behind you. I also do want to note, we are starting to get, you know, reaction from local officials who are actively engaged. There is an Anne Arundel County executive, Steuart Pittman, who is writing on the platform X that he has spoken with other local officials, including the governor of Maryland, the mayor of Baltimore, the county executive, Baltimore County. He notes that he's praying for drivers on the bridge, construction workers on the bridge, crew on the ship, and their families. So he is telling us that there was also -- there were also construction workers potentially working on this bridge. Gabe, bring us up to speed. What do we know about this at this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HUNT",
      "sentences": "Just gone, Gabe. I mean, it's -- it's -- it's a stunning, stunning reality to wake up to at this. It's just a few minutes after 6 a.m. Eastern Time.This incident occurred around 1:30 a.m. Eastern Time this morning. The Singaporean-flagged container ship Dali colliding with the support structure on the Francis Scott Key Bridge in Baltimore, Maryland, one of the key arteries that carries traffic. It's four lanes of traffic over that bridge. It's named for Francis Scott Key, in no small part because it's about 100 yards from where Key wrote \"The Star-Spangled Banner.\" This overlooks the site of Fort McHenry. And this stunning video is what you can see. What first responders heard this morning as they were trying to grapple with what happened. This is very brief, but it's very stark. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Be advised the entire bridge, the entire Key Bridge in the harbor.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:03",
      "speaker": "HUNT",
      "sentences": "\"The entire Key Bridge is in the harbor.\" And you, of course, can see that, because it was on live stream right there.Andy McCabe, if you're with me, I'd like to bring you into this conversation, because again, you can see this when you watch it. And I know it's a question a lot of people are already asking. And I want to make sure that we are thoughtful in how we talk through this. This ship hits that pylon directly, that support structure, and just causes the entire bridge to collapse into the harbor. As investigators are looking at that, this is obviously an incredibly heavily trafficked area going into the harbor of Baltimore. We know this ship was actually on its way out with a destination of Sri Lanka, apparently. But this is something that drivers -- I mean, if you remember that bridge, you drive back-and-forth over this all the time. None of us even really think about it. When you're driving out, you know, towards the Chesapeake Bay, you will see container ships like this by the dozens, you know, waiting for their turn to kind of navigate this route. What are your questions right now? What questions are investigators going to be asking about how this happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:28",
      "speaker": "HUNT",
      "sentences": "Well, and this is -- this is why we say thank you to our first responders and the people who do this every day; because they're the ones who take the calls at 1And now we know there are divers in the water here, that cold water, as has been pointed out, risking their own safety to try and rescue these 20 people that reportedly, according to law enforcement officials, at least, are in the water. Gabe, let me -- let me come back to you, because we are learning it's 6:12 a.m. Eastern Time. We've been alerted that they plan a press conference at 6:15 a.m. Eastern Time. So we do want to be aware of that. We're going to take that live when it comes in to us, if we do hear officials at that time. We should also note that responses have been rolling in from local, state, federal officials. We've heard from the transportation secretary this morning, Pete Buttigieg saying he has offered federal resources. The governor, Wes Moore, of Maryland has declared a state of emergency and says that he's working with inter-agency teams. We've also heard from the mayor of Baltimore that they are monitoring this. And the way things are set up in Maryland, there also are county executives who are involved in this response. We also know that the Coast Guard is involved. They have given us some details about their resources coming from Annapolis and other Coast Guard stations. A helicopter from the Coast Guard station in Atlantic City actively engaged in this search-and-rescue. What else kind of are you hearing it? And are you seeing, if you want to show us your vantage point over the river? We currently have up some live pictures of the bridge from our affiliate, but I know you have a unique viewpoint, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "HUNT",
      "sentences": "Yes. No, absolutely, Gabe. And to that point, I want to bring in our meteorologist, Derek van Dam, to give us a little bit more context on this.Derek, as Gabe is reporting and experiencing himself, it might be spring, but it is cold out there; and 48-degree water is much colder when you are in it, than 48-degree air. What are these people dealing with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:04",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "Yes. In fact, cold water drains body heat about four times faster than cold air physically does. So that's really saying something about the survivability times of the potential of people in the water.We don't know how many people. But assuming what we've seen on video and the reports we're getting from authorities on the ground that it is likely that people here are in the water. So what are they dealing with and what are they contending with? Well, you know, a 50-degree water temperature might not seem like that cold, but it can be very deadly. And it is because of the risk of hypothermia, because of the risk of cold shock. Your heart rate increases, your breathing increases, your blood pressure even changes. And we've got this graph to just give examples of how long -- this is plus or minus an hour or two on either side of this -- but water temperatures within 40 to 50 degrees. Human survivability, on average, is between one to three hours. And we're approaching the five-hour mark since this event occurred, roughly 1:30 in the morning. So there's a lot to be said and a lot to unpack with what conditions are like in the water, but also above the water, as well. Think about the search-and-rescue operators that are on the scene as we speak. You heard Gabe talk about how frigid it feels like outside. Well, that is because of the wind chill. Right now, the air temperature is roughly 37 degrees near Baltimore, but the winds are enough of a factor. I know it looks light here, but that's enough of a factor to bring down those windchill temperatures --- that is your apparent temperature on your exposed skin as you step outside -- to roughly 36 degrees. So as we look, as temperatures through the course of the day today will bottom out at about 34 and reach a high of 51 today. So water temperatures absolutely rigid and could be deadly -- Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Right. So we're -- the focus is on response. It's going to be led by the Coast Guard and then local and state officials. So I want to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HUNT",
      "sentences": "And Juliette, excuse me. Let me just interrupt you briefly. I have not yet mentioned that we also heard from the Federal Bureau of Investigation, from the FBI, that FBI Baltimore personnel are on scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "KAYYEM",
      "sentences": "Great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HUNT",
      "sentences": "So if you could help us understand their role here too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "KAYYEM",
      "sentences": "Yes. OK. So there's different pieces. So let's start with the response or responses. We're hoping that people are still alive. I have to admit, because I can -- you know, I only want -- It's a low probability event that people would have survived for this long. We just know that.And so relatively quickly, that response apparatus, and especially with daylight, will then begin to shift to the pieces that we're discussing. The first is the investigation. Look, there -- we have to find out whether there's something called a harbor pilot on this ship. Harbor pilots are brought in by the jurisdiction and help a ship get out of a high-risk area as we're seeing. This -- so this looks to me -- and I've -- I've talked to people in the Coast Guard this morning -- that this was such a direct hit that we have to assume either mechanical error. In other words, they could not control the ship. And there might be radio discussions to that extent. Or no one was in charge. In other words, someone just left the steering. So you're going to look to how could this happen. The third is -- is the bridge itself. This is a span bridge. It means, as anyone who's ever been over one, that it's connected like a domino. And so a single hit in an area is going to bring the whole bridge down. It is not survivable. This is not a patch fix. We're seeing what is going to happen. So then the fourth piece, as we're discussing with all these federal agencies, is now the alternative. The city has to move. The nation has to move. And what alternatives are available, first for hazardous materials. This to me is the biggest focus. This bridge was the alternative to putting hazardous materials in the tunnels that are around Baltimore. That was a post-911 shift, when cities got a little bit more serious about what was coming into their jurisdictions. So you're going to have a hazardous material problem of things getting out of -- of these waterways. So what alternatives are available? And then you have the citizens of not just Baltimore but, of course, Maryland and D.C. And we're going -- and the secretary of transportation, working with state transportation officials and local transportation officials, are going to have to find alternatives; and also work with the private sector to relieve the traffic and transportation demands that normally exist on a -- on a regular day. [06:25:06] These alternatives are often worked through, but normally for short- term weather events, right? You have -- let's say you have to close a bridge, you know, a couple hours. This is going to be months and is going to have a national impact. Our waterways, our supply chain systems, our navigation systems, the maritime system are all connected. And something like this happens, however rare, it become -- its ripple effects will impact commerce and other -- other transportation demands that this nation has. So I'm not surprised that the secretary of transportation is on this. Their job is to start to help the city and state get alternatives, because that's what we need now, as well, as we -- as we look at this horrible incident and try to hope that people are still alive. So response, investigation and -- and then the alternatives are the three different areas that we're looking at now in any -- in any crisis. And then the federal pieces are going to fit into all of those at this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "HUNT",
      "sentences": "OK. Juliette Kayyem standing by for us. Thank you, Juliette, very much for that.We've got what look like officials walking to microphones here at this news conference that we have been anticipating. We are going to listen in here. We are going to bring you at whatever details we can about who these folks are. Let's hope they identify themselves at the top. BCFD, that's Baltimore County Fire Department. And they, of course, have been providing much of our information this morning. Let's listen.",
      "isLastSentenceInterrupted": false
    }
  ]
}