{
  "date": "2024-07-25",
  "headline": "CNN News Central",
  "subHeadline": "Harris Improves in Polling; Marc Caputo is Interviewed about the Presidential Campaign; Economy Grew 2.8 Percent in Second Quarter; Securing the Olympics with Past Lessons; Rep. Lloyd Doggett (D-TX) is Interviewed about Harris and Netanyahu. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:34:09",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "So, the likely November showdown between Vice President Kamala Harris and Donald Trump begins with no clear leader. There is new CNN polling, though, revealing it may be a closer contest than the matchup between Biden and Trump was shaping up to be.CNN's Harry Enten is looking at that. He's here with us now. Where is Harris doing better than where Biden had been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "And then talk through what states this might be important too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Yes. So, you know, where could this be important? Where are Hispanic voters and black voters, a large portion of the population, in those key swing states, well (ph) it's in the sunbelt, right? Let's look among black voters, right? Nationally, they make up about 12 percent of the vote. In North Carolina, look at this. This, of course, is where Donald Trump was yesterday. They make up 21 percent of the vote. How about in Georgia? Thirty-four percent. Of course the Hispanic vote, very important in the southwest, right? Nationally, Hispanic voters only make up 10 percent of all voters.But look in Arizona, 21 percent. Nevada, 19 percent. And, of course, these were the states, Arizona, Nevada, Georgia, North Carolina that Democrats have been wanting to put into play but the Joe Biden campaign had pretty much given up on. But given that Kamala Harris is doing better with black and Hispanic voters, they believe that they can put Georgia, North Carolina, Arizona, and Nevada back into play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "How does that then impact the electoral map? Because this gets to what the - the now Harris campaign is - was suggesting in this new memo, that they're re-expanding the map.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Yes. All right. So, let's just start out with what was basically Joe Biden's one path, right, which was the Great Lake - winning the Great Lake battleground states, right? Win in Pennsylvania. Win in Michigan. Win here in Wisconsin. But that was losing in Nevada. It was losing an Arizona. It was losing in Georgia. And, of course, it was losing in North Carolina, as Joe Biden did last time around.But now the Harris campaign believes, yes, they could win this way, but they could also win in the sunbelt. So, let's say that she loses in Pennsylvania, Michigan, and Wisconsin, but she can still win. She can still get to 275 by winning in Nevada, Arizona, Georgia, and, of course, North Carolina. So basically she's providing more paths for herself. Yes, Joe Biden had a path, but it was a very narrow path. Kamala Harris' campaign believes that they can expand the map, get more paths, win in the sunbelts here and lose in the Great Lake battleground states, or have some combination here, right, where maybe you win in Pennsylvania, but then maybe you -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes, just - just because you lose Michigan doesn't mean you're going to lose Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Exactly. Exactly right. Just because you lose in one of the states up here it doesn't mean game over, it means you have more opportunities. And, of course, at the end of the day, this is a race for the Electoral College. It's a race for 270. And the Harris campaign believes they have more paths because they're doing better among an expanded group of voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "The Hispanic vote share is an interesting one, isn't it, Harry? Because isn't Biden - isn't Trumps still doing a lot better there than we've seen traditionally in the past?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "She is - he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes. ENTEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "And I believe the way she can do it is doing even better with Hispanic voters, even better with black voters than she's doing now. She still has room to grow given that she's still trailing how Joe Biden did in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Thanks, Harry. This is a really good basis for where we're going to be jumping off from, from here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "BERMAN",
      "sentences": "Look, and one of the issues here is the difference between subtexts and texts, because a lot of Democrats -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "CAPUTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "BERMAN",
      "sentences": "Don't think it was subtext at all in 1980, nor do they necessarily see subtext here.And you mentioned nuance. A lot of times Donald Trump lacks nuance here. And you write about this. A concern that this can quickly become overt racism. And you saw worries about that inside the Republican caucus, in the House, where Mike Johnson had to ask his colleagues, hey, back off these DEI attacks. These are bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "CAPUTO",
      "sentences": "Correct. In fact, my story, my peace in the \"MAGAville\" newsletter came out before Mike Johnson said that. And in there I quoted, anonymously, an adviser, a confidant of Trump's, who said, look, he's - and this was said with a measure of resignation and hope that he doesn't do it, look, he's probably going to call her a DEI hire. And if he does that, then we'll see what we see when we see it.It is an example of the fact that Trump and his campaign aren't really always in line. Sometimes you have the Trump campaign, this group of very skilled professionals, and they have Donald Trump out there, who's just sort of operating in space. Now, the campaign has to follow his lead, and it tries and it doesn't contradict him, but this is a concern in their ranks. So far Trump hasn't done it. And so far Mike Johnson, as you pointed out in the House caucus, the Republican caucus, or conference, has tried to get his members not to do it. And, of course, has been summarily ignored by the likes of Marjorie Taylor Greene, who just shot out of the canon and said it anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "CAPUTO",
      "sentences": "So, it's a difficult sort of balancing act.You know, Harry Enten was just on talking about black and Hispanic voters. One thing that needs to be pointed out when we are analyzing these different segments of the electorate is the biggest cause of Donald Trump's defeat in 2020, compared to 2016, was the loss of white male voters support, his base. He lost that demographic group by - better said, he lost margins with that demographic group by a greater amount than any other big demographic group in the election. And that's what cost him. The appointment of J.D. Vance might help in that regard. Obviously, we're going to see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "BERMAN",
      "sentences": "Very quickly, you know, there are some vulnerabilities for Trump on the issue of race here clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "CAPUTO",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "BERMAN",
      "sentences": "You know, his own nephew just came out with a book where he said that in the 1970s he heard his uncle, Donald Trump, use the \"n\" word. You know, when his - when his - he - talking about how his car was defaced. He says, you know, \"n-word, I recall him saying disgustedly. Look at what the n-words did.\"The Trump campaign denies this. But race front and center may not necessarily be helpful for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "CAPUTO",
      "sentences": "Oh, certainly not. The reality is, is that Kamala Harris poses a much more difficult and complex challenge to the Trump campaign than Joe Biden did. And one of those issues is going to be race. One of the issues that we need to look at his race and who sort of discusses it in the wrong way and sort of annoys, upsets, estranges that big middle of the country. There are still a small sliver of swing voters here, and how they swing could depend on how this issue is handled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "BERMAN",
      "sentences": "Marc Caputo, great to see you this morning. Thanks so much for sharing your reporting.Sara",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right, we just got these numbers in. U.S. economic growth coming in more than expected in the second quarter. CNN's Paula Newton joins me now.Break down the numbers for us. Is there cause for concern or optimism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "PAULA NEWTON, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "This is game on, Sara. This number surprises me, 2.8 percent. So significant because the economy is still firing on all cylinders, and yet inflation is really under control.I want you to look at the chart now on what's been going on. This, of course, was from, in fact, April to June.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:04",
      "speaker": "NEWTON",
      "sentences": "If we look at what it did in Q1, you'll see there, it was at 1.4 percent.Look at this increase for Q2, 2024. That is an incredible growth in the economy. In terms of putting it in perspective though, when everyone's looking at this, look, everyone, consumer spending, American consumer, continuing to spend, spend, spend, even on discretionary items. And that's significant when people look at the robustness of the American economy. Sara, I don't have to remind you though that interest rates are at a generational high. SIDNER: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "SIDNER",
      "sentences": "It's fascinating because so many people are still complaining, and rightly so, over the cost of things. But you're saying, consumers are still spending, even on discretionary items.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "NEWTON",
      "sentences": "They are. There's been a slight pullback, but really it has not been significant. And the issue here, people still have jobs. The unemployment rate ticked up a little bit to 4.1 percent. But, in general, this is an economy in good equilibrium that is still growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "SIDNER",
      "sentences": "Paula Newton, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "NEWTON",
      "sentences": "Always glad to have good news for you, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "SIDNER",
      "sentences": "I am so glad you came. You show up with good news. You're welcome back any time.All right, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "BOLDUAN",
      "sentences": "So, the Harris campaign out with their first video for the new candidate this morning - of the new candidates this morning. Side note, soundtrack by Beyonce. What does it say, though, about how Harris wants to define her candidacy now.First, new safety concerns for Israel at the Paris Olympics. The Israeli foreign minister delivering a warning to French counterparts about intelligence that Iranian operatives are planning to target members of their Olympic delegation and Israeli tourists. Francis has underscored its commitment to making sure the games are safe and secure. CNN's Isabel Rosalas has more. (BEGIN VIDEOTAPE) ISABEL ROSALES, CNN CORRESPONDENT (voice over):  Summer 1996, the eyes of the world are fixed on Atlanta, Georgia. A backpack is stowed under a bench at Centennial Olympic Park. And at 1:20 in the morning, a 40- pound homemade pipe bomb filled with nails and screws explodes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We have had word now of an explosion at the Centennial Olympic Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was just, boom. It was so loud it rang (ph) my ear.ROSALES (voice over): Paul Merritt, now a security consultant with more than 30 years of experience in law enforcement, was on duty that night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "ROSALES",
      "sentences": "What was Atlanta like after that bomb went off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "PAUL MERRITT, SECURITY CONSULTANT",
      "sentences": "It was chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "ROSALES",
      "sentences": "Munich, 1972. Atlanta, 1996. Beijing, 2008. They all had issues of violence, of terrorism. What is it about an event like the Olympics that draws in this violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "MERRITT",
      "sentences": "I think it's because you just have a lot of eyes looking at you. If someone's going to want to do that, they want to draw attention to their cause.ROSALES (voice over): In North Carolina, FBI special agent in charge, Chris Swecker, lead the manhunt for the Centennial Olympic Park bomber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "CHRIS SWECKER, FORMER FBI ASSISTANT DIRECTOR, CRIMINAL INVESTIGATIVE DIVISION",
      "sentences": "The after action on the - on the Atlanta Olympics was pretty harsh. Very poor coordination.ROSALES (voice over): So poor police on the ground were told too late about this crucial 911 call. 911 CALLER: There is a bomb in Centennial Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "ROSALES",
      "sentences": "Nearly 30 years later, you can still see the imprints of that nail-filled bomb. And the lessons learned from this act of terror would extend far beyond Centennial Park and the city of Atlanta.Swecker says since then law enforcement has harnessed new techniques and technology to better guard the games, like bomb detecting equipment, drones, cameras, and AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "SWECKER",
      "sentences": "I'd venture to say that - that in 1996 we were in the stone ages when it comes to prevention of a - of an incident.ROSALES (voice over): Looking ahead to security at the upcoming Paris games, French authorities say they will restrict public access to the perimeter around the games, employ an anti-drone protocol, and have already slashed attendance capacity to the ambitious opening ceremony on the Seine, the first ever held by a river, by half for security reasons. AMAUD BOURGUIGNON, IN CHARGE OF AIR AND ANTI-DRONE PROTECTION, PARIS 2024 OLYMPIC GAMES: (Speaking in foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:07",
      "speaker": "ROSALES",
      "sentences": "What are some red flags that law enforcement would be looking out for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "SIDNER",
      "sentences": "Do you think the U.S. should stop sending weapons then to Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "DOGGETT",
      "sentences": "I've voted to stop offensive aid. I think - yesterday I heard from hostages. Instead of attending the Netanyahu speech, I met with hostages from Israel who told of their tremendous pain at the outrage of the Hamas massacres, but how it has been prolonged and extended now for almost nine months by Netanyahu's sabotaging efforts to get a ceasefire and the return of the hostages.Netanyahu, about three-fourths of Israelis want him to resign. He came here to this building, to Congress, to use it as a prop because at home he gets booed. Here he sought applause and some vindication for his refusal to make the ceasefire process and the rescue of the hostages a top priority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "SIDNER",
      "sentences": "I want to ask you why you didn't attend Netanyahu's speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "DOGGETT",
      "sentences": "Well, because, as I said, I think he only wanted to use this Congress as a prop. We believe that he should be in Israel working to get these hostages released. He's had opportunities to do that. Hamas is obviously a big obstacle. But the hostages feel that time and time again he has interfered with the process in ways that have kept their loved ones away from them. And to listen to them is - is tear causing. It's painful to hear the trauma that they have gone through and there for feeling.As was said yesterday by some top former Mossad and national security officials in Israel, that Netanyahu is an existential threat to Israel. Iran, Hezbollah, Hamas, the most immediate threat, but Netanyahu, by his refusal to work to give any hope to the Palestinians for a long-term security, by his refusal to support a two-state solution, by his unwillingness to condemn settler violence in the West Bank against Palestinians, he poses a security threat because Israel cannot live as a secure place, as a Zionist place, which I support, unless the Palestinians have hope and a future for themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "SIDNER",
      "sentences": "You're saying a political solution is necessary, not a military one.I want to get to what's happening on our political front here in the U.S. You were the first to go on television and call for Biden to step down from the - from the campaign for president. He has done that. And now Kamala Harris is ascending. Is that how you hoped it would play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "DOGGETT",
      "sentences": "Well, I wanted a fair, open, democratic process. And to her great credit, Vice President Harris managed to clear the field of all potential opponents in less than 24 hours.I think she is our nominee. I support her fully. We get an indication of what lies ahead for her and the challenges in the outrageous comments that Donald Trump made yesterday, calling her a lunatic, calling her garbage. I'd say if you want to define her with one word, it's freedom fighter. She is, as her first ad indicates, fighting for our freedoms, resisting this outrageous 2025 project that the Republicans are supporting, that is designed to involve them controlling almost every aspect of our family's lives in a way that takes us far dark - far backward into a dark past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "SIDNER",
      "sentences": "You had just mentioned this, and I just want the public to see what Donald Trump did say about Kamala Harris. The Republicans really on the attack here, even after Donald Trump had said, hey, we need to - to unify - calling for unity after he was nearly assassinated a couple of weeks ago.Listen to what he said about Kamala Harris now. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: She's a San Francisco radical. She's actually, I think, a much worse - in a way, a much worse candidate. She's the most radical person probably that we've had an office, let alone the office of the presidency. I'd love to be nice, but I'm dealing against real garbage. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:05",
      "speaker": "SIDNER",
      "sentences": "\"I'd love to be nice, but I'm dealing against real garbage.\"What do you make of those comments when you're talking about a former president talking about a fellow American, never mind the vice president currently of the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "Congressman Lloyd Doggett, thank you so much for your comments this morning. I appreciate you coming on this early morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DOGGETT",
      "sentences": "Thanks, Sara.",
      "isLastSentenceInterrupted": false
    }
  ]
}