{
  "date": "2024-12-25",
  "headline": "CNN News Central",
  "subHeadline": "U.S. Travelers Experiencing Some Airport Delays, Cancelations Today; Convicted Murderer Found After Escaping Prison In Mississippi; On Christmas, Pope Francis Calls For End To War In Ukraine; Officer Kora Wins National First Responder Paws Therapy Dog Award. Aired 1:30- 2p ET",
  "utterances": [
    {
      "timeStamp": "13:33:32",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "A series of storms creating some messy travel conditions for people out west, with winter weather bringing snow and slick conditions to the roads in Northern California. Take a look right there. Plus, on the east coast, millions in New York City saw their first white Christmas Eve in more than a decade.Winter weather may be responsible, though, for some of today's flight disruptions. At last check, there have been about 100 cancellations among U.S. flights, 1,100 others are delayed. That's according to FlightAware. American Airlines, meanwhile, is seeing a major improvement from yesterday after that morning glitch sparked a nationwide ground stop. Joining us now to discuss what to expect if you're traveling over these next few days is Eric Rosen. He's the director of content at the Points Guy. Eric, give the grade. Is this better than usual or pretty typical for a Christmas Day travel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:33:32",
      "speaker": "ERIC ROSEN, DIRECTOR OF CONTENT, THE POINTS GUY",
      "sentences": "This is unfortunately pretty typical for Christmas Day travel, though, as you mentioned, there aren't a ton of delays today. Keep in mind there are thousands of flights operating across the U.S. and then also internationally. So we're talking just, you know, a little bit, you know, the surface of the iceberg. Although for the people affected, obviously it feels quite serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:33:32",
      "speaker": "FREEMAN",
      "sentences": "What can people expect, though, if they're traveling over these next few days? Is there a day that you're looking for that's definitely going to be the nightmare day of people going back home or back to family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "FREEMAN",
      "sentences": "And of course, we've been seeing some winter weather in particular impacting parts of the states this week. What's your advice for anyone who gets kind of caught up in weather related delays or even cancellations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ROSEN",
      "sentences": "Absolutely. So you know, weather is one of the things that airlines can't control. The good news is if your flight is canceled because of weather and you choose not to fly that you can get a refund. If you accept alternative options, though, your chances of a refund are slimmer.I would say airlines aren't necessarily responsible for providing you with meal vouchers or hotels if weather is what is impacting your travel plans, delaying or canceling your flights. But you can turn to your credit cards that you use to purchase your ticket for some of their travel protections, like trip delay insurance, which can reimburse you for some meals or lodging if you're stuck somewhere overnight. So just be pay attention to what your benefits are in case you need to use them this holiday season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "FREEMAN",
      "sentences": "I'll tell you, I always appreciate you guys reemphasizing that because I feel like I get delayed or canceled for various different reasons. And I always say I won't bother with a refund or trying to get things, but there are things that we're owed if there are certain problems and conditions.Eric, another thing I wanted to get your perspective on. Looking backwards, how would you say 2024 fared in terms of travel headaches we've been talking about? Last year there was the Southwest mess. It seems like maybe we got off better this year. Is that fair to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ROSEN",
      "sentences": "Yes, according to the flight data we've been looking at, we actually did pretty well in 2024. Granted, there was that crowdstrike issue that grounded a lot of planes and that Delta couldn't get out of that nightmare for several days this summer. But apart from that, we really didn't seem to have any major hiccups and delays and cancellations were actually down this year.So unfortunately, if you were one of the travelers who experienced a headache, it probably doesn't feel that way. But for the vast majority of travelers, this year was pretty smooth sail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "FREEMAN",
      "sentences": "All right, well, that's Good news. And two less travel headaches in 2025. Eric Rosen, thank you so much. Have a good holiday for the rest of the week. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ROSEN",
      "sentences": "Thank you. Happy holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "FREEMAN",
      "sentences": "All right, we have breaking news into CNN. We have an update on that manhunt in Mississippi. Police had described that escaped inmate you might remember as, quote, very dangerous. Well, CNN's Nick Valencia has new information. Nick, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yes, stunning. A capture just minutes after we got off the air. The Mississippi Department of Corrections announcing on their Facebook that 33-year-old convicted murderer Drew Johnson was taken into custody earlier this hour. And we believe we have a new photo to show you. This individual doesn't look exactly like the mugshot that you're seeing there. He was captured, it seems to be in an open field of some kind. He had hair, he was a little scruffy, and he was wearing what appears to be a hunting jacket.We don't know the story behind that, but this just into CNN. The Mississippi Department of Corrections telling us that 33-year-old who was on the run had escaped the South Mississippi Correctional Institute yesterday afternoon at about 3, 3:30 afternoon. 3:30 in the afternoon. He has been captured after less than 24 hours on the run. And this was somebody that they were very concerned about. They called him desperate. They said he was violent. And they listed off several violent offenses that he was convicted of -- a convicted killer as well as attempted murderer of an inmate in the Shelby County Jail. He actually set that jail on fire twice, according to officials. And they were very concerned that because it was Christmas, people would be less vigilant or perhaps be more generous, let their guards down. A big sigh of relief though in Mississippi as this convicted murderer was taken into custody just moments ago. Danny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "FREEMAN",
      "sentences": "Yes, a big sigh of relief and clearly the community kept their guard up and one could imagine helped get this inmate back into custody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "VALENCIA",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:30",
      "speaker": "FREEMAN",
      "sentences": "Turning now to the Vatican, where Pope Francis made an urgent call for peace. That was during his 12th annual Christmas blessing. The pope called for an end to the wars in Gaza and Ukraine. CNN Vatican correspondent Christopher Lamb has more on the pope's message.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:30",
      "speaker": "CHRISTOPHER LAMB, CNN VATICAN CORRESPONDENT",
      "sentences": "Well, Pope Francis emphasizing that the message of Christmas is one of reconciliation, one of peace. He's calling on countries to lay down their arms for enemies to be reconciled. And he had specific words about Ukraine and Gaza and the conflicts there. And this is what he had to say.POPE FRANCIS, ROMAN CATHOLIC LEADER (through translator): May the sound of weapons be silenced in Ukraine. May there be the boldness needed to open the door to negotiation. May the sound of arms be silenced in the Middle East. In contemplating the crib of Bethlehem, I think of the Christian communities in Israel and Palestine, and particularly to the deer community of Gaza, where the humanitarian situation is extremely grave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:07",
      "speaker": "FREEMAN",
      "sentences": "Here's a story I'm thrilled to bring you today. Kora, therapy dog just won the first responder Paws Award, a therapy dog with the Asheville Police Department. You see it right there in North Carolina. She supported people throughout the devastation of that storm Helene, helping them cope with anxiety and stress. And joining us now, it is a great honor to have both Officer Kora right there and her handler, Senior Officer Debbie LeCroy. Thank you so much for being here. Merry Christmas.This is such a treat. But before I get to the positives of the award, Officer LeCroy, I mean, this has been a hard year for so many in Asheville. Just how are you and your colleagues in the department doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:07",
      "speaker": "OFFICER DEBBIE LECROY, ASHVILLE, NC POLICE",
      "sentences": "Well, as you said, it's been a tough year. A couple a tough few months actually with in the wake of hurricane Helene, it was devastating to our community and our agency as well. So, yes, it's than nothing like we've ever seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:07",
      "speaker": "FREEMAN",
      "sentences": "Well, and for that reason, it seems like Officer Kora truly is a godsend for this department and for this whole community. So you got to tell me that is this is the sweetest dog I've ever seen. Tell me a little bit about Officer Kora and how she has helped people cope with stress and anxiety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:51:07",
      "speaker": "LECROY",
      "sentences": "Well, she is a three-year-old Goldendoodle and she actually came from a rescue litter from Rutherford. A breeder there took over Kora's mom and was able to rescue the litter and make sure that they had a safe delivery and kept Kora's mom and the puppies safe.So I through word of mouth I found her and I had Erin Pergeson (ph) with Highland Canine come and help me pick out Cora. I actually picked out another one. And with the foundation of a good therapy dog starts with the temperament. So at eight weeks, I didn't know how to pick out a Goldendoodle or a dog that was going to be, you know, serve the purpose, as Kora does for our agency. So she came down and not every dog has the right temperament to be a therapy dog. So they have -- they meet all kind of people every day and come to different environments that, you know, are new to them every day. So, during the puppy testing, you have to see which ones have a calm demeanor, which ones are going to be calm upon any given situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:09",
      "speaker": "FREEMAN",
      "sentences": "Well, I'm so thankful on this Christmas day for you, Officer LeCroy, and for the work that Officer Kora has been doing and also for this award that Officer Kora very deservedly won. Thank you both for coming on. Thank you for your service. Merry Christmas to both of you. Thank you for sharing Officer Kora's story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:09",
      "speaker": "KECROY",
      "sentences": "Thank you so much for having us.",
      "isLastSentenceInterrupted": false
    }
  ]
}