{
  "date": "2024-06-17",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "WH Officials Push Back Against Claim Biden \"Froze\" At Event; New Biden Campaign Ad Slams Trump As A \"Convicted Criminal\"; Rivals No More; Rubio Helping Trump With Debate Prep; \"Fems For Dems\" Wants To Keep Michigan Blue As Biden And Trump Try To Win Over Voters In Key Swing State; Evacuation Order Issued For California Post Fire; Potential Water War Is Looming Between The U.S. And Mexico; Russia's Putin To Visit North Koreas Starting Tuesday In Rare Trip As Anti-West Alignment Deepens. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "We're also watching this, potential tropical cyclone number one that will be tropical storm Alberto by tomorrow night. This is the storm that will make its way into Mexico but could spread an awful lot of rain into Texas as well. Some of the models predicting more than 10 inches of rain in Texas. I know it's been dry but you don't need 10 or more inches that quickly. Erin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "No, you don't. So be careful what you wish for, but unbelievable ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "MYERS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BURNETT",
      "sentences": "... the flooding and the fires in the West, the heat across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "MYERS",
      "sentences": "Chad, thank you very much and thanks to all of you. It's time for Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Tonight on 360, is this evidence of the President freezing up or is the video like another recent clip not quite what it appears? New reporting on that.Also tonight, from massive fires on one coast to a heat wave expected on the other, the latest on summer arriving with a vengeance. And Vladimir Putin's rare visit to North Korea. What he wants from Kim Jong-un and the global implications their meeting could have. Good evening, thanks for joining us. With the first presidential debate 10 days away, plenty of signs tonight, the campaign accelerating. We'll have the latest on the competing claims about what if anything occurred on that stage with the President in Los Angeles. But comments he made on stage earlier that night indicate his campaign may be sharpening its message on Trump. In a conversation with President Obama, Jimmy Kimmel, President Biden took direct aim at Trump saying, quote, \"What he did on January 6 and now he's literally saying if he doesn't win, there'll be a blood bath. It's outrageous. What he's talking about is outrageous.\" His campaign was more explicit in this new ad. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This election is between a convicted criminal who's only out for himself and a president who's fighting for your family.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "COOPER",
      "sentences": "Now, pointing out that Donald Trump is a convicted criminal is something of a departure for the President who's only rarely mentioned his opponent's 34 count New York felony conviction, rarely. A Trump campaign spokesman framed it differently, telling The New York Times, quote, \"Joe Biden and his campaign are stupid enough to highlight how they've weaponized the justice system to attack the leading presidential candidate and their opponent in order to interfere in the election.\"That, of course, is an allegation they frequently repeated, though there's no evidence to back it up that the federal government has weaponized the Department of Justice. As for Trump, he is preparing supporters for more claims like he's made in 2020. Here he is at a conservative conference in Detroit on Saturday at an event hosted by Charlie Kirk. And once again he's talking about stolen votes and what he claims are dangers of mail-in ballots. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "And I said to Charlie and I said to Michael, I said to everyone, listen, we don't need votes. We got more votes than anybody's ever had. We need to watch the vote. We need to guard the vote. We need to stop the steal. We don't need votes. We have to stop - focus, don't worry about votes. We got all the votes. You know, these mail-in ballots are treacherous. They're treacherous. These boxes, these lock boxes are horrible. Horrible.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "COOPER",
      "sentences": "Now at the same gathering, the other party co-chair, who's married to his son, Eric, vowed to track down and prosecute, quote, \"Anyone who thinks about cheating in an election.\" And who has the RNC chosen to run their so-called election integrity operation? Attorney Christina Bobb, who was recently indicted in Arizona on felony charges related to her alleged efforts to overturn President Biden's victory there. You cannot make this stuff up. She has a mugshot.Also speaking, Detroit podcaster and former Trump strategist Steve Bannon, who's heading to prison shortly for contempt of Congress. He took his old boss' frequent promises of revenge if reelected and turned them up to 11. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "STEVE BANNON, FORMER TRUMP ADVISER",
      "sentences": "November 5th is judgment day. January 20th 2025 is accountability day. You're going to get every single receipt. And to the fullest extension of the law, you are going to be investigated, prosecuted and incarcerated. Ladies and gentlemen, it's very simple, victory or death.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Anderson, this moment came at the very end of this fundraiser out in Los Angeles. And after President Biden, President Obama and Jimmy Kimmel had - finished their conversation, they stood up, went and waved at the crowd, and then President Biden looked out at the crowd for a few seconds before walking out with President Obama.Now, there have been Republicans and right-leaning media sites who have tried to argue that this shows President Biden froze in that moment and had to be led off by President Biden, that is - or President Obama. That is something that the White House and allies are really forcefully pushing back against as dishonest. Eric Schultz, a key advisor for former President Obama, posted on X this did not happen. The White House spokesperson, Andrew Bates, also posted, saying, \"By pretending the President taking in an applauding crowd for a few seconds is somehow wrong, all they're really admitting is - once again - is they can't take on the leadership of the President.\" This was something that also came up in the White House press briefing today, where the press secretary, Karine Jean-Pierre, said that this was a moment, clearly, between two friends. They walked out arm-in-arm leading this event as - at a time when there have been some trying to suggest that this was a moment where President Biden froze. That is simply something that the White House is pushing back against today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "There's other video of President Biden at the G7 summit last week that went viral in right-wing media circles. What's the latest on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "SAENZ",
      "sentences": "Yes, Anderson, that's another video that the White House has been having to grapple with since last Friday. Now, this was a moment at the G7 when President Biden and other world leaders were watching a parachute, a skydiving presentation take place. And after those parachutists had landed, President Biden turned his back from the group and went and gave a thumbs-up and was kind of engaging with them.But there was a post that was selectively cropped that simply showed Biden turning around without that fuller description of the world leaders having been there watching the parachutists land, even the parachutists being in that image. This is something that the White House has been pushing back against, really trying to call out these types of videos, specifically describing them as cheap fakes. Today, White House Press Secretary Karine Jean-Pierre (INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "Right, this is the fuller video that we're showing right now ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "SAENZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "... where you see there are actually human beings that he is, you know, interacting with or watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "SAENZ",
      "sentences": "Right. And the White House has pushed back on the more, you know, selectively, deceptively cropped videos that just seem to show that President Biden is just wandering, looking off with no context behind him that was actually happening there. And today, the White House Press Secretary said that this was another cheap fake video and that these are being done in bad faith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "Arlette Saenz, thanks very much.Joining us now, CNN Political Commentators, Adam Kinzinger and Paul Begala, also Republican strategist Doug Heye, and CNN NEWSNIGHT anchor, Abby Phillip. Abby, how - I mean, this is certainly a sign of things to come. I mean, this is not the first video that we're going to see like this and talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "ABBY PHILLIP, CNN NEWSNIGHT ANCHOR",
      "sentences": "Yes. I mean, on the one hand, President Biden is an older man. He has moments where things are slower, where he's - has stumbling gaits. There have been times when he's fallen.As this campaign is going on, he's going to be in the public eye a lot more. The American people are going to see him a lot more. And with it are going to come times when things are signs of him and - in his advanced age. But other times when Republicans, for whatever reason, decide that rather than just taking the moment for whatever it is to deceptively crop it or edit it or even manipulate these videos, I think it's going to be very difficult. I mean, almost impossible for the average voter, if they are just glancing by in this election, to really evaluate all of this. And that's going to make this, I think, one of the most messy cycles that we've had with two presidents who are in their 70s and in their 80s, who both have actually a lot of the same issues when it comes to age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COOPER",
      "sentences": "Yes. Doug Heye, I mean, we're going to see a lot of these moments from both candidates, frankly. I mean, we've seen a lot from former President Trump, you know, not knowing people's names, making, you know, things - saying things which are nonsensical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "COOPER",
      "sentences": "Paul Begala, I mean, you've been around a lot of campaigns, what do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "PAUL BEGALA, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, I think that's good advice, actually, for both sides. Let me give advice to the viewers. Confirmation bias is the most powerful drug in the world. So if you already don't like Joe Biden, you're going to see anything. And you're going to think, oh, see, he's lost it. People like maybe who don't like Trump, you know how much it would take to convince me that Trump murdered Jimmy Hoffa and sank the Lusitania?Okay, like, I don't believe anything bad about Trump. The people who are going to determine this election, though, they have set - the Republicans set the bar for this debate so low that the people who have not been following this closely, who don't already have a confirmation bias, are going to expect Joe Biden to just stumble and be terrible. If, in fact, he performs well, he may thank the Republicans who are leaking the - who are putting out these deceptively edited videos, because it's setting the bar for his debate performance so low.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "COOPER",
      "sentences": "Paul Begala, do you know how rare it is that there's a Lusitania reference on television? I just - of all the ships you picked, I'm fascinated. My grandfather was actually ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "BEGALA",
      "sentences": "Trump did it. Trump sank the Lusitania, breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "COOPER",
      "sentences": "... my great-uncle was on that ship, actually.So, Congressman, I mean, no - no, it's - Congressman, do you think ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "BEGALA",
      "sentences": "Sorry for your lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "COOPER",
      "sentences": "... do you think this ad from, you know, the Biden - I mean, do you think this idea from the Biden campaign of, you know, talking about him as a convicted criminal, do you think that's wise? I mean, aren't people's kind of beliefs about all of these candidates baked in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ADAM KINZINGER, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, no - it is. Yes, I mean, there's not a lot of people that are persuadable. I think they have to do it, though, because if you think about it - and that's the thing even with these videos, which are so dishonest, by the way. Let's just be clear, they're lies the way they edit them.If you actually look at Biden on that fundraiser, if you zoom in on his face, his face is, like, smiling, and he's looking around. It's only when it's pulled out. But I think calling him a convicted felon and reminding is essential, because the only people really at play here are the Republicans that are - that feel really sick about voting for a convicted felon, but maybe they don't like Joe Biden. So it's important to hammer that home and remind them, especially in this ad. They talked about the fact that he was found liable for sexual assault as well. That's an important thing to remind people of. And then in the middle, these are the low-propensity voters that maybe don't pay a ton of attention, and that's where it's essential to remind them that he's been convicted. Also, the sexual assault side of things, because there's a significant amount of people that don't believe it. And this is why, as Doug said, it is essential for the White House to continue - or the campaign - to continue to lean forward on - when these lies come out, pushing back against them, because, as we all know, lies can travel around the earth twice before the truth even puts its shoes on. People see these videos, and they believe them. We've got to keep pushing back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "HEYE",
      "sentences": "And, Anderson, if I can say, that's all true. But what I think is more interesting on this, having written ad scripts before - I know Paul has - is the phrase, he's in it for himself. And that's a message that they've tested at the Biden campaign. Clearly, they're going to look at what the reaction from this ad and maybe further ads on this are saying.We may hear a lot more of that phrase and how they can use that as a campaign to push back on Donald Trump. Everybody knows that he's been convicted of a lot of felonies. They're going to talk about that. He's in this for himself is different and very specific phrasing. That was chosen very deliberately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "PHILLIP",
      "sentences": "It's a character test that they're trying to set up for voters, more so than any of the specifics of the convictions. I mean, the Trump pushback, which is that you're reminding them that they're weaponizing the government, that, I think, is such a second, next- level thing.What the Biden campaign wants to do is just say to voters, this is the same guy that you may remember from back in 2020 who - you didn't like his character, and that's the reason that he didn't win that election. I think a lot of voters in the previous cycle, in particular with Trump, they were exhausted by him and his antics. They were disgusted by some of his behavior around COVID and other things. The Biden campaign has to remind voters not just of what Trump has done, but who they want them to believe Trump actually is as a person, the character of it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "COOPER",
      "sentences": "Paul, as somebody who does not want to see former President Trump reelected, how much joy does it give you to see the former president talking about how bad mail-in voting is and continually talking about stolen votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "COOPER",
      "sentences": "You think that wins the election, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:04",
      "speaker": "BEGALA",
      "sentences": "Yes, because it applies - first, I happen to believe it's true. I think, again, I don't like Trump, but he strikes me as slightly self-interested, maybe a little self-absorbed. And you could fix - you can funnel every issue through it.On the economy, Trump cares about himself. He wants to cut taxes for himself and his fellow billionaires. He's going to cut your Medicare and Social Security pay for it. On immigration, Trump killed the strongest border security bill in a generation. Why? To help himself and to hurt you. Every issue you can bring back to pushing on a very open door that people think Trump is in it for himself. To me, that's the whole election - I'm going to count how many times Joe Biden raises that in the debate in 10 days. It better be in the triple digits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "COOPER",
      "sentences": "The list of supporters of former President Trump who were once harsh critics of his is a long one. Case in point, the Republican senator who was tapped to help his former rival and tormentor prepare for the upcoming CNN presidential debate. Here's Randi Kaye.(BEGIN VIDEOTAPE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "TRUMP",
      "sentences": "You have Little Marco Rubio.(END VIDEO CLIP) RANDI KAYE, CNN CORRESPONDENT (voice over): During the 2016 campaign, one of Donald Trump's favorite targets, Republican senator, Marco Rubio. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "TRUMP",
      "sentences": "This little guy has lied so much ...SEN. MARCO RUBIO (R-FL): Here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "TRUMP",
      "sentences": "... about my record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "Here we go. The person (INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "TRUMP",
      "sentences": "He is lied ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "(INAUDIBLE) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "TRUMP",
      "sentences": "... so much about my record.(END VIDEO CLIP) KAYE (voice over): Now that same Marco Rubio is helping Trump prepare for the upcoming CNN debate against President Joe Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "TRUMP",
      "sentences": "He has really large ears, the biggest ears I've ever seen.(END VIDEO CLIP) KAYE (voice over): For a while, Rubio put up with Trump's attacks in 2016, then decided to go on the attack, mocking the size of Trump's hands. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "He's like 6'2\", which is why I don't understand why his hands are the size of someone who's 5'2\". And you know what they say about men with small hands? You can't trust them.(END VIDEO CLIP) KAYE (voice over): Trump pushed back during this Fox News Republican debate. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "TRUMP",
      "sentences": "He hit my hands. Nobody has ever hit my hands. I've never heard of this one. Look at those hands. Are they small hands? And he referred to my hands. If they're small, something else must be small. I guarantee you there's no problem. I guarantee you.(END VIDEO CLIP) KAYE (voice over): Rubio wasn't just Trump's punching bag. At this Republican debate in New Hampshire in 2016, Chris Christie painted Rubio as a robot, programmed with lines from his own debate prep about what he considered Obama's liberal agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "And let's dispel once and for all with this fiction that Barack Obama doesn't know what he's doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CHRIS CHRISTIE",
      "sentences": "That's what Washington, D.C. does. The drive-by shot at the beginning with incorrect and incomplete information, and then the memorized 25-second speech that is exactly what his advisors gave him.(END VIDEO CLIP) KAYE (voice over): Even after that, Rubio repeated the so-called canned line again. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "Here's the bottom line. This notion that Barack Obama doesn't know what he's doing is just not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CHRISTIE",
      "sentences": "There it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "He knows exactly what he's doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CHRISTIE",
      "sentences": "There it is, the memorized 25-second speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "Well, there's the reason why ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CHRISTIE",
      "sentences": "There it is, everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "... this campaign is so important, because I think this notion - I think this is an important point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "CHRISTIE",
      "sentences": "See, Marco, the thing is this, when you're president of the United States, when you're governor of a state, the memorized 30- second speech where you talk about how great America is at the end of it doesn't solve one problem for one person.(END VIDEO CLIP) KAYE (voice over): Three days after that debate was the New Hampshire primary on February 9th 2016. Rubio finished in fifth place, almost 25 points behind Trump. At the time, Rubio cited his own debate performance. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "RUBIO",
      "sentences": "Our disappointment tonight is not on you. It's on me. It's on me. I did not do well on Saturday night. So listen to this, that will never happen again.(END VIDEO CLIP) KAYE (voice over): Yet last year, when Christie jumped into the 2024 presidential race, Rubio was quick to dispel the notion that Christie played a role in his failed 2016 campaign. \"Any political reporter, commentator claiming Christie ended my campaign in 2016 is lazy or dumb. New Hampshire debates sucked because instead of hitting back when attacked like I wanted to, I listened to advice about pivoting and not punching down on a Chris Christie who was at 7 percent and about to drop out. But it didn't end my campaign.\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "COOPER",
      "sentences": "And Randi joins us now.It's interesting, I mean, to - you know, there have been some talk about obviously of Rubio as a vice presidential candidate. What's the latest you're hearing on that? KAYE (on camera): All the reporting really indicates, Anderson, that Rubio is very much a contender, but it's complicated. And it's not just complicated because of their rocky history. It's complicated because of this provision ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "KAYE",
      "sentences": "... in the Constitution.Long story short, if Trump does pick Rubio as his running mate, there is a provision in the Constitution that says Electoral College votes from their home state of Florida can't go to both of them. So in other words, there's a penalty and, of course, a massive disincentive for someone to pick a running mate from the same state. We saw this in 2000 ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:01",
      "speaker": "KAYE",
      "sentences": "... with George Bush and Dick Cheney, they were both from Texas. Cheney moved to Wyoming, so they didn't lose any Electoral College votes. So if Trump were to pick Marco Rubio as his running mate, one of them would have to move away from the state of Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "COOPER",
      "sentences": "You've watched the former president obviously debate. I mean, he's not somebody who in debate prep from everything, all the reporting, gets deep in the weeds on policy issues. I mean, it seems like he is more about moments and sort of lines of attack.O'DONNELL: Well, that's what debates are about. Debates are about being able to push a message and have moments where you exercise competitive advantage over your opponents. But you also have to be up on the major policy issues that Congress has been debating because Joe Biden's inevitably going to ask about some of those and he'll have to give an answer as to what his position is on some of them. So yes, I think the President is largely about moments, but, you know, Marco Rubio is probably helping with both the moments and the policy. So I think we're making a lot about this instead. It's really about the person who's going to be debating and that's Donald Trump and Joe Biden and what they bring to the debate. COOPER: What do you expect from this debate in terms of their styles or strategies? O'DONNELL: Well, you have two people who don't like each other very much. And so the question becomes, can they keep the debate centered on issues rather than themselves? And I think that's true for both of them. If Donald Trump debates like he did in the second debate, I think that will favor former President Trump. If he debates like he did in the first debate, I think that plays into Joe Biden's hand. And so the challenge is for Donald Trump to make this a referendum on Joe Biden's policies. The challenge for Joe Biden is to make this a choice between him and President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "COOPER",
      "sentences": "If you were advising both campaigns - well, I mean, even by presidential campaign standards, there's obviously a lot of animosity between them. I want to play one more of that heat exchange from their first debate that you were just talking about in 2020.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The question is ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "TRUMP",
      "sentences": "You want to put a lot of new Supreme Court justices ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BIDEN",
      "sentences": "The question is ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "TRUMP",
      "sentences": "... radical left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BIDEN",
      "sentences": "Will you shut up, man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "TRUMP",
      "sentences": "Listen, who is on your list, Joe? Who is on your list?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BIDEN",
      "sentences": "This is so ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "CHRIS WALLACE",
      "sentences": "All right. Gentlemen, I think we've ended this ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BIDEN",
      "sentences": "This is so unpresidential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "TRUMP",
      "sentences": "He's going to pack the court. He is not going to give a list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "WALLACE",
      "sentences": "We have - no, no, we ...(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "COOPER",
      "sentences": "I mean, would you - that - I mean, obviously, that was not good for the former president.O'DONNELL: No, and I think actually the CNN rules that you all have put in place actually help President Trump. You're going to cut microphones off for those whose turn it isn't to speak. And I think that will actually help President Trump. But no, it's not. I think the obvious thing for President Trump is to get Joe Biden talking, to get him talking about his policies and to make him account for the last four years of his record. That's the - that is the argument that President Trump has to make. Much of the American public doesn't find the policies of Joe Biden very appealing. They view them negatively. And so it's an opportunity for President Trump to have Joe Biden defend his record. That's the challenge to - for President Trump to stay out of his way and force Biden to defend the record of his last four years. The challenge for Biden is to actually get under President Trump's skin and to make him interrupt and remind folks of some of the qualities that they find less endearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "COPPER",
      "sentences": "Brett O'Donnell, thanks so much.Next, how a progressive group in Michigan called \"Fems for Dems\" is trying to secure another victory for President Biden in the key swing state. That and what inspired the group's founder to take action. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:04",
      "speaker": "COOPER",
      "sentences": "The 2024 election, like the one in 2020, will likely come down to a handful of key battleground states, including Michigan, which President Biden flipped from red to blue four years ago. That's why, as we mentioned earlier, the former president has been Saturday campaigning there. Michigan is also among several states where the Biden campaign is rolling out that new ad highlighting that Trump has now convicted felon.Given how close Michigan is, every detail could matter, including the efforts of a progressive group called \"Fems for Dems\". CNN's Miguel Marquez has more. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "If Democrats want to win Michigan, you have to win Oakland County, I take it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "Yes. We're a swing state. Joe Biden needs us in order to prevail against Donald Trump. It's probably one of the most, if not the most important county.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MARQUEZ",
      "sentences": "What do you say to Democrats out there that are defeatists and think that it's a done deal and Trump is going to win in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "If you really believe that's true, you have nothing to lose by putting your back into it, sticking it out a little bit longer.I started \"Fems for Dems\" back in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "ALL",
      "sentences": "Hillary! Hillary! Hillary!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "Hillary Clinton was running for president. She was the first viable female candidate. In my memory, that could have won. That's what inspired me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MARQUEZ",
      "sentences": "What keeps you up at night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "Well, you know, the outcome of this election. Even though I know I'm doing as much as I can, I alone, or the people I work with can't guarantee the outcome. And my kids. I've sacrificed part of their childhood and my time with them. And it makes me cry when I think about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MARQUEZ",
      "sentences": "Why does that get to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "Because I hope it's been worth it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MARQUEZ",
      "sentences": "How many of these sort of events have you done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "Hundreds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MARQUEZ",
      "sentences": "Hundreds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "Yes. You know, if Hillary had won, I always tell people, I probably would have just gone back to my lazy ways. But she didn't. And now I know we can never sit down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MARCIE PAUL, FEMS FOR DEMS",
      "sentences": "You are now an officially a member of the feminist community. We are working like crazy. We are doing postcards. We are canvassing. We are text banking.If Oakland County doesn't come out to vote, we're not going to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "MARQUEZ",
      "sentences": "When you hear Democrats that just say, you know what? We're done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "PAUL",
      "sentences": "No. I say, are you kidding me? Not here. Not here in Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "GOLDMAN",
      "sentences": "There are a lot of Lori Goldmans out there. A lot. And, you know, I'm tired of the status quo. I'm pissed off. So that's what gets me going every day. I'm tired of being quiet.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "That's Miguel Marquez reporting. Harry Enten joins us now. So how tight are things in Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Tighter than my first New York City apartment, let me tell you. Smaller, tight, small, tight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "OK, I got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "ENTEN",
      "sentences": "Yes. You look at the recent polling from there, you can find a poll that has Donald Trump up by a little bit, you can find polling that has Joe Biden up by a little bit, but all within a few percentage points. At this point, when you look at the polling averages, there is not a tighter state that I can find than the Wolverine State, the state of Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "And how necessary is Michigan to a Biden win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "ENTEN",
      "sentences": "I do not envision an electoral map that Joe Biden wins the Electoral College without carrying Michigan. In fact, if you go back through history, as you know I like to do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "ENTEN",
      "sentences": "-- you go back since 1960. The only Democrat to win the White House without carrying the state of Michigan was Jimmy Carter in 1976. And of course, if you remember that election, you may remember that his Republican opponent was Jerry Ford, who was from the state of?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "ENTEN",
      "sentences": "Michigan. Very good. So the fact is, if you're a Democrat, you want to win the White House, you almost certainly have to carry Michigan, and the electoral maps I'm looking at this time around suggest the exact same thing for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "So which group is Biden actually doing well with in Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "ENTEN",
      "sentences": "Yes, you know, Miguel was reporting from Oakland County. One thing that Oakland County has a lot of is college graduates. So if you look right now in the polling, and you look nationwide, you look in Michigan, you see that Joe Biden is trailing what he's doing in 2020.Except among white voters with a college degree where he's either holding up or doing better. That is the exact same thing that's going on in Michigan right now. He's actually doing better among white voters with a college degree, of which there are many in Oakland County. If he's going to win the state of Michigan, he's going to have to do very, very well with them, given how poorly he's doing with other groups. And right now he is, and that's why the race. It's so close there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "COOPER",
      "sentences": "All right, Harry Enten, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:06",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:44:00",
      "speaker": "COOPER",
      "sentences": "Tonight, a major heat wave is building up over the Midwest and Northeast with more than half the U.S. population expected to be impacted. Hundreds of records could be tied or broken this week in places like Detroit, New York, and Boston. Meanwhile, California, there are two major wildfires, the Point Fire in the Sonoma area and the Post Fire in Los Angeles County.Tonight, much of the state is under red flag warning as more than 1,000 firefighters work to contain the flames. CNN's Camila Bernal is in Southern California for us. So, I know the fire passed through the area where you are now. What's it like now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "BERNAL",
      "sentences": "Well, they're very worried specifically about tonight and specifically about the wind increasing. You can see wind gusts of 30, 40, 50 maybe even 60 miles an hour. And that is the challenge for a lot of the firefighters. Take a listen to what the Forest Service is saying.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "FLEMMING BERTELSEN, FIRE PUBLIC INFORMATION OFFICER, LOS PADRES NATIONAL FOREST",
      "sentences": "It means we're going to be tested, especially tonight. Ridge top winds are going to -- they're calling for 50 mile an hour winds on ridge tops and during the day valley winds 25 plus. So we're augured in and we're making a stand.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "BERNAL",
      "sentences": "And Anderson, we also talked about just how early in the season this fire comes and the concern for that. There's been a huge impact in terms of climate change and what you're seeing in the intensity of these fires in the frequency of these fires and just the terrain that is igniting these fires in addition to what you're seeing now, which is the wind. So again, that is the biggest concern for firefighters, and it is the biggest challenge for them tonight, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "COOPER",
      "sentences": "Camila Bernal, thanks so much.Nothing about this next item is going to be held by a long, hot summer. A potential border conflict between this country and Mexico. It's all about water and how a lack of it is putting American farmers at risk. CNN's Rosa Flores has that story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "JOSE SILVA, CITRUS FARMER",
      "sentences": "Just turned 71 and growing citrus. That's always been my passion.ROSA FLORES, CNN CORRESPONDENT (voice-over): Jose Silva, a citrus grower in the Rio Grande Valley of South Texas, takes us to a grove he hasn't irrigated since January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "SILVA",
      "sentences": "Well, this grove is about 25 years old.FLORES (voice-over): To show us how his life's work could be in peril due to lack of water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "SILVA",
      "sentences": "So you can see the leaves folding and the fruit, how small it is because we haven't been able to irrigate like we should.FLORES (voice-over): The culprits, he says, are both natural and manmade. There's the years long drought that has reservoirs along the Rio Grande at all-time lows according to Texas water authorities, and a dispute between the U.S. and Mexico over an 80-year-old water treaty that has Silva and many Texas farmers blaming Mexico for their misfortunes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "SILVA",
      "sentences": "If we had water from Mexico, this grove would be irrigating right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "FLORES",
      "sentences": "I'm in South Texas, under the 1944 treaty, Mexico, which you see over my shoulder across the Rio Grande, owes the U.S. about 390,000 Olympic sized swimming pools of water so far this five-year cycle, which ends October 2025.FLORES (voice-over): When Mexico released water to the U.S. in 2020, it sparked violent protests from Mexican farmers. Currently, about 90 percent of the country is enduring its most expansive drought since 2011.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We have a 1944 Tratado.FLORES (voice-over): Mexico's foreign ministry points to that years long severe drought and says it plans to meet its treaty obligations by the October 2025 deadline. But it's too late for some farmers. Not only have some citrus growers pulled and burned their wilted groves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "SILVA",
      "sentences": "When you see this, it's just heartbreaking. It just breaks your heart.FLORES (voice-over): The entire South Texas sugarcane industry is dead, forcing the state's only sugar mill $100 million business that employed more than 500 people to close in April, according to this man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "FLORES",
      "sentences": "Do you blame Mexico?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "TUDOR UHLHORN, CHAIRMAN, RIO GRANDE VALLEY SUGAR GROWERS",
      "sentences": "Yes. I mean, this is not an act of God. This is a manmade situation.FLORES (voice-over): Tudor Uhlhorn is the chairman of the Rio Grande Valley Sugar Growers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "FLORES",
      "sentences": "So is this equipment going to be sold?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UHLHORN",
      "sentences": "Yes.FLORES (voice-over): And says, a group of 90 farmers went from harvesting 35,000 acres of sugar cane and churning giant piles of sugar like this one, to producing less than 10,000 acres in February.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "FLORES",
      "sentences": "Do you, in part, blame the State Department for not forcing Mexico to provide the water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UHLHORN",
      "sentences": "It's definitely the fault of the State Department because this has occurred under Republican administrations, and it's recurring right now under a Democratic administration. If you start to feel like maybe the State Department doesn't care about you very much.FLORES (voice-over): The State Department tells CNN that the agency continues to urge Mexico to make water deliveries and continues to work with Congress to resolve the issue. SILVA: We have to check with the water districts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:05",
      "speaker": "SILVA",
      "sentences": "Is there something that maybe you guys can do to --FLORES (voice-over): But after much discussion --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And I'm sorry, we couldn't come up with a better solution for you but --FLORES (voice-over): The outcome was there's no water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:05",
      "speaker": "FLORES",
      "sentences": "Could this mean that some of your groves die?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:05",
      "speaker": "SILVA",
      "sentences": "There's a good chance, yes.It's really heartbreaking. It really hurts. It really does. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:05",
      "speaker": "COOPER",
      "sentences": "And what's next for these farmers in South Texas who don't have the water to irrigate their groves?FLORES (on-camera): Well, Anderson, they're praying for rain. They're praying for a hurricane. They're praying for a miracle. Anything that will help them save the citrus industry in South Texas. Jose Silva, who we just met in our story, he even mentioned the recent rains here in Houston that he wishes that the state of Texas would build pipelines to divert water from areas that flood, like some areas here in Houston to South Texas to save his citrus groves. But, look, he has his eyes on the Gulf of Mexico right now because of the weather system that is developing there. I checked with the National Weather Service, they are expecting to get about 4 inches to 6 inches there in South Texas. So that's what they're hoping for. But they're also hoping that it rains in Mexico so that the reservoirs in Mexico can fill up so that Mexico can pay up the water debt. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:05",
      "speaker": "COOPER",
      "sentences": "And any more information about what, if anything, the U.S. is doing to pressure Mexico to honor the water agreement?FLORES (on-camera): You know, aside from what the State Department is doing in the talks with Mexico and Mexican diplomats, a group of Republican lawmakers led by Congresswoman Monica De La Cruz, who represents the state of Texas, they added language to the 2025 budget bill that in essence, Anderson, what it says is that the United States is not going to give Mexico foreign aid unless Mexico pays its water debt. Now, as you know, we don't know if the language will stick until this bill becomes law, but the point is exactly what you said. The point is to pressure Mexico to pay up and give the United States the water under the treaty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:05",
      "speaker": "COOPER",
      "sentences": "Rosa Flores --FLORES (on-camera): Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:10",
      "speaker": "COOPER",
      "sentences": "Just hours from now, Russia's President Vladimir Putin arrives in North Korea for the first time in more than two decades to meet with its leader, Kim Jong-un. Putin's two-day visit is rare. It comes as he seeks more support for his ongoing battle in Ukraine.More now from CNN's Matthew Chance in Moscow. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): This is why, for Moscow, North Korea has become so crucial. Vast supplies of artillery shells, helping Russian forces sustain a massive bombardment on the Ukrainian front lines. Russia and North Korea deny arms shipments, but U.S. officials assess millions of rounds have already been delivered. Now, the Kremlin says President Putin and North Korea's Kim Jong-un who toured a space center in Eastern Russia last year will cement ties even further in a two-day visit to Pyongyang. It's fueling concerns. This is fast becoming one of the world's most dangerous relationships. But Moscow has played down fears it could swap sensitive nuclear missile technology sanctioned by the U.N. for basic North Korean ammo. Democratic People's Republic of Korea has its own nuclear umbrella, Putin told Russian state television earlier this year. They haven't even asked us for anything, he insisted. But both countries stand to benefit. The Kremlin says it's working with Pyongyang on a new strategic partnership treaty to include security cooperation, as well as bolstering trade in food and fuel supplies. Both states, opposed to U.S. power, look set to join forces, undermining U.S. allies in Europe and the Far East. It's been more than two decades since Putin last visited Pyongyang, back when Kim Jong-il, Kim Jong-un's father, ruled the country. The newly elected Russian president was trying to revive Moscow's waning influence with an isolated and sanctioned regime. But now Russia is isolated and sanctioned by the West too, finally giving Moscow and Pyongyang a common cause. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:10",
      "speaker": "COOPER",
      "sentences": "Matthew, has a schedule or agenda been released for Putin's trip?CHANCE (on-camera): Well, there has, yes. The Kremlin say that there's going to be some treaties that are signed, agreements on trade and cultural contacts, as well as a strategic partnership treaty which both sides are currently discussing, which they say will involve security. There's also going to be a massive parade in the center of Pyongyang. And in fact, satellite images have indicated the size of that in the main square in the center of the North Korean capital. And so that's something that we're going to be, you know, kind of watching very closely. But I think the most interesting stuff that's going to be decided is the stuff that's not going to be made public, the stuff that's going to be agreed behind the scenes, things like ammunition supplies in the future from North Korean factories to Russian troops on the front line in Ukraine, and of course, what North Korea will get in return for that. Would it be, you know, assistance with technological help with their missile or even their nuclear program? That's certainly the big concern in the United States and elsewhere about this burgeoning relationship, Anderson.",
      "isLastSentenceInterrupted": false
    }
  ]
}