{
  "date": "2024-08-27",
  "headline": "Amanpour",
  "subHeadline": "Interview with Former U.S. National Security Adviser and \"At War with Ourselves\" Author Lt. Gen. H. R. McMaster (Ret.); Another Hostage Rescued in Gaza; The Plight and Persecution of the Rohingya People; Interview with \"When the Heavens Went on Sale\" Author Ashley Vance; Interview with \"Wild Wild Space\" Director Ross Kauffman. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up. A account of the Trump White House. Christiane'sconversation with former National Security Adviser General H. R. McMaster. Then, another hostage rescued in Gaza. A glimmer of hope in the shadow of war. Analyst Barak Ravid will join me. Plus, history repeating itself for the Rohingya. Correspondent Anna Coren meets refugees fleeing violence and terror once more. Also ahead, \"Wild Wild Space,\" a new documentary tracking the intense rivalry between rocket companies. Welcome to the program, everyone. I'm Bianna Golodryga in New York, sitting in for Christiane Amanpour. Well, the race is on for Kamala Harris and Donald Trump. And in less than 70 days, Americans will decide the next commander-in-chief. With wars raging in Gaza and Ukraine, the stakes are high for the world. Today, Israel's military says it rescued a hostage being held underground by Hamas, a reminder of the human suffering that continues while the fighting drags on. And in Ukraine, Russian troops are closing in on the key strategic city of Pokrovsk. So, how would a second Trump term impact all of this? H. R. McMaster spent over a year as National Security Adviser to President Trump, and now, he's speaking out about what he saw. His new book, \"At War with Ourselves,\" offers a blistering account of a White House filled with chaos and sycophants, with serious consequences for U.S. foreign policy. Christiane spoke with him earlier about it all. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Before we get to talk to you about your book, I wanted to get your expertise on some of the bigmilitary issues going on right now. We see that the Israelis have rescued another hostage and they apparently found him unguarded, at least at that point, in a tunnel. What does that tell you? Does it tell you that maybe Hamas is not as able to do as much as it was able to do? That it has been degraded? LT. GEN. H. R. MCMASTER (RET.), FORMER U.S. NATIONAL SECURITY ADVISER AND AUTHOR, \"AT WAR WITH OURSELVES\":  Christiane, hey, it's great to be with you again. I think that's exactly what it demonstrates. I think there's probably -- you know, the Hamas leaders or those who were guarding that hostage are probably on the run, you know, and I think -- you know, I hope that bodes well for other hostages who might be discovered as this tunnel - - as these tunnels are exploited and you have -- in this case, you had Israeli Defense Force, special operations forces operating in those tunnels, looking for Hamas leaders and thankfully, they found one of the hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "And of course, we know that the U.S. is providing a lot of technology and intelligence to be able to map these tunnels. But we alsoknow a bit all these talks of a ceasefire and hostage release and all of that, that the Israeli security establishment itself and the military personnel and the leaders have been saying that they believe they have done as much damage as they can right now to Hamas. Apparently, the United States agrees as well, that if they have to go in again, maybe they can. But right now, they've done all that they can do. Would you agree with that? And therefore, would you say that this is a time to really try to nail down a ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, that's really interesting because you're disagreeing with the Israeli military itself, the leaders who are telling they'reinterlocuters --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MCMASTER",
      "sentences": "Well, elements -- I would say elements of the military, you know, I don't think -- you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MCMASTER",
      "sentences": "And I think also, Christiane, there is, you know, a desire on the part of the Israeli Defense Force to get as much force as they can outof Gaza because they have other security threats principally on the Lebanese border, right? And I think that the IDF has probably concluded that it's going to have to go into Southern Lebanon to dismantle some of the Hezbollah infrastructure there. I mean, the big lesson I think of October 7th that the IDF and Israelis are taking generally is you can't have an organization that is committed to your destruction on your border with those kinds of capabilities, like the hundreds of rockets, for example, that Hezbollah recently fired into Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Let me move on, because as we speak, Ukraine is also, of course, a really live war. We've seen the incredible and audacious incursion byUkraine into Kyiv, but we also see the relentless push by Russia against, you know, those towns in the east, including Pokrovsk, which is a strategic place for all sorts of supply lines. Where do you think this war goes from here? Today, Zelenskyy said, we can only win if the U.S. is 100 percent with us and lets us use the weapons the way we want to use them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MCMASTER",
      "sentences": "Well, Christiane, I think what's important is, you know, the -- that wars evolve and they change. Remember, we were talking about astalemate, but this doesn't look like a stalemate when you have this significant operation into Russia that I think has shifted the initiative back for -- at least for a time to the side of the Ukrainians. I think that, of course, the threats are still in the east, as you mentioned. And I think what it's going to require is a sustained commitment to give the Ukrainians what they need to defend themselves. And that includes, you know, the ammunition and the weapon systems, but also the permissions to be able to use those weapons against Russian weapon systems and facilities that Russia is using to continue this onslaught against the Ukrainians. You know, missile defense is important, being able to shoot down the arrows that come at you that are aimed as we saw, you know, at children's hospitals and power infrastructure over the last 24 hours in terms of the multiple rockets and drones were aimed at the hydroelectric facility in the dam north of Kyiv, but you also have to be able to kill the archer, Christiane. And so, some of these long-range weapon systems are important to defending the Ukrainian people from the continued Russian onslaught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Let me now turn to your book, \"At War with Ourselves.\" And you talk about your tour of duty during the Trump years when you were, for aperiod of, I think, about a year his national security adviser. And again, sticking with Ukraine and Russia, of course, because it's fascinating what you say, it'll be a critical issue. You say, discussions of Vladimir Putin and Russia were difficult to have with President Trump. And you felt it was your duty to point out to Trump that Vladimir Putin was, quote, was not and would never be Trump's friend. Talk us through that. Why did Trump think he would be and what sort of raised red flags to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And yet, you say that you went back one night and you said to your wife, I don't know what Putin has on Trump, because Trump wasconstantly, at least in this anecdote, the report, trying to send congratulations, trying to send thank yous, anytime he thought Putin had praised him or flattered him. And you said, basically, you're not going to do that. Well, what do you think? Why would Trump do that? And what do you think Putin had on him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MCMASTER",
      "sentences": "Well, I don't think he had anything on him. I really don't, Christiane. I think he had a hold over him, I think is what I've said. Youknow, I can't -- I could understand, you know, Putin -- I don't regard Vladimir Putin as a charming person, you know? So -- but I think President Trump saw in some of these authoritarian leaders, you know, he saw -- he wanted to be regarded the way he thought people regarded kind of these -- some of these strong men. And I think, also, you know, again, he had this faith in his ability to make a big deal, you know. And, you know, if you read, you know, kind of his approach to deal making he would always try to separate, you know, the personal relationship from the negotiation at hand. And you saw that, you know, that's the kind of way he approached Vladimir Putin, Xi Jinping, and Erdogan. But what I was trying to explain, you know, and I think, you know, he was successful in doing so at times, is that Vladimir Putin has to be confronted with real costs, you know. And, you know, we did have some major confrontations with Putin. You know, he didn't get the sanctions relief he wanted. He didn't get the foreign policy decisions he wanted until President Trump, I think, disastrously reversed his Afghanistan policy and initiated what became under the Biden administration a humiliating, you know, self-defeat and deadly, you know, retreat from Kabul. So, I'll tell you, Christiane, I mean, I couldn't figure it out, you know, but I think it has a lot to do with President Trump's, you know, desire to get like a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. But you also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MCMASTER",
      "sentences": "And what he described himself as like -- he described himself as this affinity that he has for these -- you know, these so-called toughguys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "But you also talked about -- you know, I think this is the sentence, there was a competition for sycophancy. In other words, withinthe White House and the advisers. And he just liked that kind of -- that stuff, from whether it's from dictators and autocrats or whether it's from you guys who are around him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MCMASTER",
      "sentences": "Right. So, you know, I mean, it's no surprise that, you know, people try to influence the president of the United States, right, youknow, the most powerful leader on Earth, and that's people within the administration who might be in the administration to advance their own agendas rather than to help the president, you know, determine his policies and determine his agenda. And then, of course, this relates to foreign leaders as well. And, you know, hey, it's no surprise that, you know, people would play to Trump's ego. And in writing the book, I thought, you know, should I put this in the book? I wasn't sure, you know, but I thought, hey, well, Vladimir Putin understands how he would try to press President Trump's buttons. If I write it, maybe if President Trump does get re-elected, he'll be less susceptible to this kind of tactics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "You wrote also that you credited Trump with the tough on China policy, the tariffs and things like that, tough on Syria when there waschemical weapons firing, he fired back at the missile bases. But you also - - you know, I wonder what you think about Trump in a second term. Because he defends himself and many of his former policymakers defend his time as no new wars during his period and there will be no new wars during a second Trump term. Is that something that -- do you -- I mean, do you take that as a conscious thing, no new wars?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "I have a final question I want to ask you, and that is about, you know, character for the job. You yourself wrote that On January 6th,Trump abandoned his oath to support and defend the constitution, which is the president's highest obligation. Then we have another general, the general by the name of Larry Ellis, who said, essentially, he's denigrated our brave men and women in uniform. He said, if service members, any of them, ever act just a little bit like Trump, then he or she would be immediately removed from the leadership position, admonished, and separated from military service. So, that's a big question, quoting others, whether you think that they have a point there, because so many are very concerned and are very worried about a second Trump term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MCMASTER",
      "sentences": "Yes, Christiane, well, you know, I don't think it's my place to make that judgment for the American people who are going to be voting, youknow, for or against President Trump, or for or against, you know, Vice President Harris. What I really want to do is tell the story of what I think was a really important pivotal year in recent American history. Tell it like I saw it, as you mentioned, criticized President Trump, you know, for what I think was selfish behavior and an abdication of his responsibility under the constitution, but tell the story and let readers -- you know, let the American public, in this case, make their own judgments. You know, I think there's a lot of what people know they're going to get with President Trump, but I think there's a lot that -- you know, that we don't know yet what did he learn, you know, from his first four-year term and how we would -- how would he apply that, you know, to another term as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "General H. R. McMaster, thank you very much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MCMASTER",
      "sentences": "Thank you, Christiane. Great to be with you again.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "And we'll be right back after this short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BARAK RAVID, CNN POLITICAL AND GLOBAL AFFAIRS ANALYST AND AXIOS POLITICS AND FOREIGN POLICY REPORTER",
      "sentences": "Hi, Bianna. Well, what I hear from Israeliofficials is that the IDF and other forces like the Shin Bet Intelligence Service were in the area as part of an operation to go through -- go into tunnels in Southern Gaza. And one of the assessments was that there might be hostages there. They didn't have accurate intelligence that Farhan Qadi was there or any other hostage, but there was a general idea that there might be hostages. And while they were going through the tunnel underground, Farhan Qadi, this hostage, actually was the one who made contact with them because he heard them going underground, in the tunnel. He heard the Hebrew that they were speaking with each other and he just called on them and said, hey, I'm here. Come get me. And they found him there without his captives. The assessment is that his captives ran away when they heard the soldiers coming in. But -- so, this operation that, you know, the goal wasn't to get him specifically, but the result was a pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and we've heard from IDF officials, Daniel Hagari, making clear that this isn't an operation they believe they can replicate, thatthe -- seeing these hostages come home and seeing this devastating war come to an end or at least a long-term ceasefire would require some sort of hostage and ceasefire deal. We know the negotiations now are ongoing. You've reported that they are continuing in Doha with Israeli officials traveling there as well. What is the status of these negotiations and does the news at all today put more pressure, particularly on Sinwar to say yes to a deal from his end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "RAVID",
      "sentences": "I think that, you know, there are some Israeli officials who say, look. we know we can't replicate this operation 108 times to get all theremaining hostages out. But every time we do replicate it and get one person out, two people out, even if it's once a month, once every two months, every such operation basically takes another bargaining chip from Sinwar. And they hope that this operation will make him rethink his position and say, you know what, I'm losing more and more hostages every other week. So, maybe it's time to get a deal. But there are other Israeli officials who say that this will not influence the negotiations at all. And that Sinwar's basic position is that he wants to lead to the end of the war. And this is the only thing that's interesting because he wants Hamas to survive in power in Gaza, and that's his only -- his one and only interest at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, it's interesting that you frame it that way because we do know that Prime Minister Netanyahu spoke with al Qaeda today in thehospital where he is recovering and Netanyahu said, we do this in two main ways, through negotiations and rescue operations. But as you say, if those that are arguing that it is these military operations that do bring these hostages home, it's one a month, one every two months and many continue to note that these hostages don't have that much time to live. As Netanyahu was criticized for saying earlier that they're not dying, they're suffering. Others saying, no they're actually dying. So, talk about now the schism that continues to come to light from military and defense establishment officials and the Netanyahu government, which may believe that these types of operations and more pressure on Hamas in Gaza will get them ultimately to a result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. As you mentioned, Defense Minister Gallant tweeting following the news of this rescue today, that Israel is committed to takingadvantage of every opportunity to return the hostages home to Israel, and he's made clear that comes through a ceasefire and hostage deal right now, and also perhaps averting a larger scale war in the north between Hezbollah and at least giving the IDF time to recover, right, and rest before, if we do see a larger scale war between Israel and Hezbollah. Ultimately, Barak, is this going to take more pressure from the United States itself and the Biden administration, not just on Hamas and Yahya Sinwar, but on Prime Minister Netanyahu publicly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "RAVID",
      "sentences": "There's no doubt. It's -- you know, this is a yes with a capital Y. And I'll tell you why. Because last week, Secretary of State Blinken was inIsrael. And after his meeting with Netanyahu, he said something that even the Israeli negotiation team did not understand why he said it. When he said that Netanyahu basically accepted the deal, which was not true. And Israeli negotiators had to call their U.S. counterpart and say, why did the secretary of state say this thing? Because this took the pressure off Netanyahu to move forward for a deal. And I think this was -- you know, last week, this was a major setback. And I heard it from at least six Israeli officials who are involved that what Blinken said last week was a setback for those negotiations, at the same time there needs to be pressure also on the Yahya Sinwar. And what I found is that the Biden administration is having a hard time putting pressure on both sides at the same time. And therefore, every time it puts pressure on one side, giving the other side the free pass. And until the Biden administration doesn't find a way to put pressure on both sides at the same time for, you know, a long period, we will not be able to move for a deal, in my opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and we know that in the remaining five months that he will be in office, President Biden has said that this is one of his topcommitments and focus is on a hostage and ceasefire deal. And a reminder that eight of the hostages that remain in Gaza are American. Five are still believed to be alive. Barak Ravid. Thank you so much for joining us today. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "RAVID",
      "sentences": "Thank you, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "COREN",
      "sentences": "For the past few weeks, boat after boat filled with Rohingya have made the dangerous journey across the Naf River. It's a risk they'rewilling to take to escape the atrocities in Myanmar. But here in Bangladesh, if they're caught, they'll be sent back to where they fled from, confirming their status as the world's most unwanted people. COREN (voice-over):  If successful in evading authorities, this is where they end up, Cox's Bazar, the site of the world's largest refugee camp, home to around 1 million Rohingya. It has become a sanctuary for a persecuted people, but these huts in the mud are not permanent homes. Bangladesh's new interim chief, Muhammad Yunus, has promised to continue supporting the Rohingya in his country, but has appealed for the fighting to end so they can return to their homeland with safety and dignity. For these four children, there is no going back. Their parents were killed in front of them. And if it wasn't for their grandmother, who grabbed the six-month-old baby from his dead mother's arms guiding them to safety, she says they all would have died. Oh, God, she cries. Sadness will not go from our lives. Anna Coren, CNN, Cox's Bazaar, Bangladesh. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Welcome back. Well, just above our heads, a new space race is underway. It's no longer superpowers leading the charge. Now, a handful oftech companies and billionaires are vying for their piece of the sky. Elon Musk's SpaceX is the latest to push the cosmic boundaries with the Polaris Dawn mission, a five-day trek to orbit with the aim of conducting the first commercial spacewalk. The private space company is even coming to the rescue of two NASA astronauts currently stranded in space, who will now return to earth in a SpaceX capsule. Well, now a new HBO documentary \"Wild Wild Space\" delves into the fortunes and failures of these space pioneers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Five, four, two, one, go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You've heard about the billionaire space race. This isn't that movie. We're in the midst of a revolution in space. It's likethe Wild West. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "I spoke with Ross Kauffman, the director of the film, and Ashley Vance, the author of the book that inspired it.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Ross and Ashlee, thank you so much for joining the program. What a fun film, \"Wild Wild Space\", obviously a play on the word Wild WildWest. And really, you've opened viewers up to a new frontier, and that is space exploration, particularly in a private sector. And, Ashlee, this is an industry you've been covering so closely for many years, and it's fascinating to see how much it's grown just exponentially over just the last few years with regards to technology, innovation, finance, investment, and real interest. Let's just start with the number of satellites that we saw in space because prior to 2020, there were about 2,500 that is growing now, more than doubled and you're anticipating that will continue to grow exponentially. How does that impact the everyday American, everyday human on planet Earth? ASHLEE VANCE, AUTHOR, \"WHEN THE HEAVENS WENT ON SALE\":  Well, it's a -- it's just a huge change. You know, for 50 or 60 years, space really was governed by a handful of governments. They moved relatively slowly. It was quite controlled. Wealthy people in the past and corporations had tried to commercialize space and failed over the last 20 years. And then, as you mentioned, in the last five years, this all suddenly started to click. And so, with the book and the film, I just wanted to -- you know, I would say they're both funny, they're generally optimistic, in a lot of ways, but I wanted people to be aware that this regime that had been in place for decades, where governments controlled space has changed and companies now control space. And this is going to have a big deal for the rest of us. People hear about Starlink all the time, which is SpaceX's internet satellite service, delivering high speed internet all over the world. We're imaging our planet like never before. And so, there's this incredible amount of activity in space. It has nothing to do with space tourism, going to Mars, going to the moon, it's building a business right above us. And so, you know, this is -- to me, it's going to impact all our lives because this is the next step of our modern infrastructure being created right above our heads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and it's impacting everyday life as you see. But so much of the film and what makes the film work are these rich characters andthese entrepreneurs who were friends, who were rivals, who have this vision, their own visions, but a lot of this is a corroboration, a collaboration between these visionaries and these also businessmen, turned businessmen. And, Ross, I want to -- let's talk about these characters. They include Chris Kemp, who was the founder and CEO of Aster Space, Peter Beck is the founder and CEO of Rocket Lab, Will Marshall, the co-founder and CEO of Planet Labs, and Pete Worden, a retired U.S. Air Force general. You could make a film about each of these individuals on their own. But what surprised you the most when you learned more about their backgrounds and about their visions? ROSS KAUFFMAN, DIRECTOR, \"WILD WILD SPACE\":  I mean, first of all, there were several amazing characters to choose from. Ashlee's book covers the whole world. And a lot of these entrepreneurs who are, you know, working in the space. So, at a certain point we had to really sort of cut down and figure out, all right, who are we going to choose? Who are we going to focus on? And at a certain point, I felt that there was this idea of a found family, which I love, and a lot of my films sort of are -- end up being about a -- you know, found family. And where Pete Worden is this kind of father figure to these young entrepreneurs and, at a certain point, just engineers young scientists. And Pete Worden found them in NASA, or brought them into NASA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "CHRIS KEMP, FOUNDER AND CEO, ASTER SPACE",
      "sentences": "This is our last day in our launch window. We're going to get it this time. It's going to happen. It'sgoing to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think so too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Counting down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KEMP",
      "sentences": "10, 9, 8, 7, 6, 5, 4, 3, 2, 1. Go.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "What's fascinating, Ashlee, is that so much of the success of these companies, in fact, all of their success is based on just a fewseconds of all of their hard work, years of collaboration, years of investment. It's all about these launches and whether or not they are proven to be a success. And even watching this, I was watching it with my 12-year-old, it was sort of a nail biter. I was like, do you think it'll launch? Do you think it'll be a success? He's like, I don't know. And at some point, they all have their own successes. But it is interesting, as you chronicle in the book and as we see in the film, they all have their peaks and valleys. So, you know, it ebbs and flows in terms of success. And I guess that's the model, right, it's a big risk that comes with a lot of opportunity but a lot of potential loss too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "VANCE",
      "sentences": "Absolutely. I mean, it was one of the joys of making this movie is, I think, most people, anytime we've seen a space story, historically, it'sour best and brightest, and maybe there's a problem and it's being solved by these, you know, room full of a thousand MIT PhDs. It tends to be these glorious affairs. And what I wanted to show -- what we wanted to show in this film is what it looks like day to day. I mean, it is the most binary industry you could be in. Your product either works or it blows up in front of everybody else. And there's a lot of struggle that goes into that, that clip with Astra, you know, that was one of the sort of few moments where everything works right. And everything on these rockets has to work every time or your business evaporates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Ross, I'm wondering, you know, as opposed to Ashlee, who spent a lot of time focusing on this specific area, for you, I would imagine thatwas not the case. What did you learn coming out of this project, in the sense that the takeaway for you is not that this is just an investment, I would imagine, in billion-dollar companies, but it's also an investment in the future and how it impacts our lives here on Earth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KAUFFMAN",
      "sentences": "Absolutely. I was kind of taken by the idea that no one -- like, we don't know about this area of space right now, lower Earth orbit, it hasso much potential, but it also is fraught with issues and difficulties like we're dealing with down here on Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Explain low Earth orbit, because that's where all of this takes place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KAUFFMAN",
      "sentences": "Go ahead, Ashlee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "VANCE",
      "sentences": "This is part of the heart of what we're trying to talk about is, again, people focus so much on space tourism and all these other things,but low Earth orbit is where the action is. That's where the money is. It's about 120 miles up. It starts 120 miles up from the surface of Earth. It's really where most of our satellites go. So, most of our communications, infrastructure, imaging, science is taking place in that area. Think of it as kind of like a computing shell that's surrounding the planet. And so, yes, that's the heart of what we're looking at in this film.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "And, Ross, continue your thought about the perils and the rewards of what's taking place here in low Earth orbit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KAUFFMAN",
      "sentences": "Yes. There's so much at stake, and it really is controlled by a few. Of course, there's Elon Musk, but there are these satellite companiesthat are looking down on us every day. Now, they can be doing some amazing work, and some work that helps the planet. They can look at the environment, they can really do incredible things, but that also, on the flip side, you know, there's privacy issues. And there's huge -- there's such a responsibility for these private individuals to hopefully make the right decisions and do the right thing. But it's capitalism, you know. And a lot of times it comes down to the bottom line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "VANCE",
      "sentences": "Yes. I mean, we're in a new era. You mentioned earlier going from 2,500 satellites in 2020, we just crossed over 10,000. You know, so thisnumber has been doubling almost every year. SpaceX is the largest driver of this huge increase in the number of satellites. Starlink has thousands upon thousands of satellites now and is the world's biggest satellite company. You know, to your point, a lot of this is the function of Elon and SpaceX moving very quickly and doing what other people had only dreamed of, the U.S. government has spent decades hoping to make the satellite internet system, and just kind of failed to do it. But now, we find ourselves in this spot where this one individual, this one very mercurial individual, and this one company that really has no rival in space at the moment. There are some coming. And so, you know, I think this issue will lessen over time. But for right now, if Elon wants Starlink working in Ukraine, he can have that. If he wants to turn it off in different regions, as he has done in the past, he can do that. And there really is -- there's no backstop that the European government has, even the Chinese government has or the U.S. And, you know, I think we see this pattern repeating as billionaires take on more and more of the role that maybe governments had in the past. Like today, the world's largest A.I. supercomputers are not being built by governments, they're being built by companies like OpenAI and Microsoft and Google. And so, you know, this is kind of par for the course, I think, in this modern era.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And governments, including our own here in the States are contracting out to these companies. I mean, that's how they gain luster andmomentum and investment is when they can win that big government contract. Quite a difference from where things were a few decades ago. Let me ask you, Ross, about something else that we've become very familiar with, especially in regards to covering wars now, and that is open-source reporting. And a lot of that is thanks to these satellite images. Planet Labs is one of the companies that's featured heavily in this film. And that's their area of focus in particular. Let's show a clip and then talk about it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Planet was the very first company ever to be able to take photos of every spot on Earth every day. And this is useful for a lotof things. You can gather environmental data around things like deforestation, land use, and drought. And then, some very practical things like helping a farmer decide when to harvest their crops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We can actually tell the crop type. Is this corn or wheat or soy or whatever? We can tell how well it's doing, where it needsto add water, an early sign of a health problem, which can improve their crop yields by 20 or 40 percent. That can help feed the planet more efficiently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The things that we're already learning about the Earth from the planet's satellites are amazing. There's a massive breakthrough.They've changed the entire satellite industry forever. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "This was a company -- and Will Marshall, who was the co-founder and CEO of Planet Labs, this was a company, in watching this film, Ross,where I saw instantly the real-life impact that a company like this has on our everyday life here, whether it's in covering wars, whether it's covering climate. I'm wondering if that was sort of the takeaway you had, and, wow, this isn't even something that we have to imagine in the future. This is already happening right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "All of this really is uncharted territory with regards to what happens on low Earth orbit in space as well. So, maybe there are somelessons to be learned. But it is a fun film to watch, a wild ride, and I have to say, it brings out the best in you in terms of just entrepreneurship and feeling exciting -- excitement to watch these launches happen. So, thank you so much, Ross and Ashlee. We appreciate the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "KAUFFMAN",
      "sentences": "And thank you for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "VANCE",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "And the HBO original documentary film \"Wild Wild Space\" is available to stream now on Max. And just to note, HBO and CNN are bothowned by Warner Bros. Discovery. And finally, for us, it's the reunion that Britpop fans have been waiting decades for. Remember this? (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}