{
  "date": "2024-01-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Qatar Slams Leaked Remarks Allegedly from Israel Prime Minister; 20 Killed in Aid Queue Attack in Gaza; Ukraine Contradicts Russian Claims About Belgorod Plane Crash; Ukraine Struggle to Hold Avdiivka Amid Russian Onslaught; Lebron James Named to Record 20th NBA All-Star Game. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:35:02",
      "speaker": "FOSTER",
      "sentences": "Yet another attack has killed desperate civilians in Gaza, this time as they line for food and bags of flour. The Hamas-run health ministry reports at least 20 fatalities, as many as 150 people injured, many of them critically.They were queuing at a roundabout in Gaza City on Thursday when officials say they were hit by Israeli shelling. CNN has asked the IDF for comment on any military operations in the area. The attack is just the latest in an especially bloody day in Gaza, where the health ministry reports at least 200 people were killed throughout the territory on Thursday. Torrential rain is adding to the misery for Gaza's displaced people. The UN says more than half of Gaza residents are now crowded into the Rafah area amid deteriorating sanitary conditions, as you can see. Elliott's been looking at these latest developments. I mean, what do we know about this attack on the people queuing? I mean, it does feel like a particularly sensitive story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "I mean, it does. First of all, as you've said, you know, we haven't had a response from the IDF.And of course, the accusation from the Hamas-run health ministry is that this was Israel effectively gunning down people, queuing for aid. Now, again, we don't have all the details right now. What we do know, again, according to the Hamas-run health ministry, is at least 20 have been killed and at least 150 injured. And that death toll is probably going to rise, not just because of the injuries that some of these people are suffering, but also because of the dire state of the health system inside the Gaza Strip. Where we're getting reports that they're basically running out of anesthetic and other essential items in which they require to treat wounds. So, there's no question that it's a desperate situation now. And of course, overall, we're now seeing since October the 7th, since Israel -- since this war began in the wake of the Hamas massacre of October the 7th, that's just shy of 26,000 people now, according to the Hamas- run health ministry, have been killed inside the Gaza Strip. Now, I know there's all these caveats, you know, that this doesn't distinguish between combatants and civilians. And Israel says that it's killed almost 10,000 militants since the start of the war. But even if you subtract one number from the other, then that's still an awful lot of people. And this could, again, it depends on the outcome of any investigation or what we hear back from the IDF, but this could lead to additional pressure on Israel to take more care when it comes to civilian casualties within the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think the vast majority of members of Congress support aid to Ukraine. The question is whether or not a small minority are going to hold you up, it could be a disaster.PLEITGEN (voice-over): And that could have major effects for the Ukrainian troops fighting here. Fred Pleitgen, CNN in eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "JUSTIN TIMBERLAKE, SINGER",
      "sentences": "So if I get jealous, I can't help it ...(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}