{
  "date": "2024-06-14",
  "headline": "CNN News Central",
  "subHeadline": "Demolition of Parkland High School Begins; Supreme Court Lifts Ban on Gun Bump Stocks; Princess of Wales to Make Public Appearance. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:40",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "I'm Boris Sanchez, alongside Brianna Keilar in the nation's capital. Welcome to our viewers here in the United States and around the world.We begin with breaking news. Buckingham Palace has just released a new photo and update about Catherine, the princess of Wales.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Yes, it's been nearly three months since the princess revealed that she had been diagnosed with cancer and even longer since she's been seen in public.CNN's Max Foster is live outside of Buckingham Palace. And, Max, we're looking at the photo right now, and I understand you have a statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "MAX FOSTER, CNN CORRESPONDENT",
      "sentences": "Yes, so the photo was taken earlier this week actually in the grounds of the Windsor estate, which is where they live, the statement written by Kate, as I understand it.She talks about being blown away by all the kind messages of support and encouragement that she's had. She also says she's making good progress. So we know that she's receiving chemotherapy. We know the treatment will be going on for months now. So, for many people, that's more serious than we first thought, but she does feel well. She says she has good days. While she has bad days, she has good days. She often feels weak and tired. And she has to give in to her body resting, though we have been told that tomorrow, the king's birthday parade, which is a big event that happens here on Saturday, she will be attending that with her children. We will see her in a carriage and on the balcony. So that's going to get a huge amount of attention. People will be poring over the images of her. And she's not pretending that she's out of the woods in any way, but she is saying the treatment's ongoing, she has a few more months, and she does feel the joy of everyone's \"get well\" messages, as it were. She's learning to be patient, she says, especially with uncertainty, taking each day as it comes, listening to her body, allowing herself to make much-needed time to heal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "SANCHEZ",
      "sentences": "Max, help us understand the significance of the timing of this announcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:40",
      "speaker": "FOSTER",
      "sentences": "Well, the king is delighted, I'm told, that the princess is able to come.She has this treatment. The doctors have told her she's OK to start appearing at events, but they're announcing it last-minute because they're taking each event as it comes. She may feel too tired that day to suddenly turn up. Even tomorrow, she may not be able to turn up. And they wanted to speak to us, the media, about that, because we shouldn't read too much into that. She's really keen to retain her privacy, but she's starting to be able to do more. And part of her recovery is being able to live a relatively normal life. So there have been pictures, for example, of her out and about with the children. We haven't published those pictures, giving her that space. They want that space to be able to recover properly. So, at some point, she will be able to return to a full round of engagements. We may well see her over the summer. We're told we shouldn't read too much into that. This isn't her returning to work full time. She just wants to spend time with her family at home and she wants to spend time with her family tomorrow. But tomorrow's event becomes a lot bigger, because we haven't seen her at a public engagement since Christmas Day. It's been months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "SANCHEZ",
      "sentences": "Sanjay, she also says that she has good and bad days, and also says -- quote -- \"I am not out of the woods yet.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "GUPTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "SANCHEZ",
      "sentences": "What's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "GUPTA",
      "sentences": "Yes, I mean, I'm just sitting here with you looking at this lovely picture.I mean, she -- it's a beautiful picture. I think, to reconcile that with what she's saying, she's still got a long road. I think there's two issues. One is that, how well are the medications that she's taking for chemotherapy working? Are they making a difference? I think that might be some of the interpretation of out of the woods. But, also, you just how do you feel? Good days, bad days, I hear that from a lot of my patients as well. Sometimes, you feel actually pretty good, and then, the next day, it can be very different. Even the next hour, it can be very different. And on the screen there, you see some of the things that people often talk about when they're undergoing chemotherapy. It's exhausting. You're basically trying to target all these different cells in the body that can be very exhausting. People develop what they call chemo brain, or brain fog. There can be all these things. Even your mood can fluctuate wildly. So I think it's these two things. How well is the chemotherapy actually working, and how is she doing with the side effects during that time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "KEILAR",
      "sentences": "Yes, and, Sanjay, can you just talk a little bit? This isn't a strictly medical condition, but I think it's a question really around what it takes for a family when you're dealing with a potentially very serious illness, because, I mean, we look at the royal family.And, in particular, we notice they're not being particularly forthcoming about what type of cancer we're talking about. But, at the same time, there's this history of the very prying British tabloids being quite injurious to the children of this family with the things that it has said. And so you sort of understand maybe why. Can you speak a little bit to what is important for a family when they're managing a complex and uncertain road dealing with an illness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "GUPTA",
      "sentences": "I can't even imagine how challenging this must be.I mean, again, I take care of patients, and I know -- and they're not the royal family, and yet it upends your entire life. So, you -- when it upends your entire life like that, it's very hard to know how to proceed. And as Max was talking about, and as was mentioned in the statement, it's all uncertainty. There's hardly anything you can hang your hat on. And so that becomes very challenging, because people want answers. Kids of the patient want answers. They want to know. They want to try and instill as much certainty as possible. And then you add to the fact that you're talking about this very famous family that everyone is curious about. So I see how challenging it is with my own patients who are not in this position. You're absolutely right, Brianna. It's got to be that amplified exponentially for the royal family. But I think, just as we're not speculating, part of that is because, obviously, we don't know, but also because some of this is not known. It's not like some of this is known, and they're just not telling you. It's very unclear, I think, sometimes, when you're giving adjuvant therapy, chemotherapy, exactly how the patient's going to respond. Is it going to work, and how are they going to tolerate those medications? That is an unknown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "SANCHEZ",
      "sentences": "Dr. Sanjay Gupta, always great to get your perspective on these kinds of stories. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "GUPTA",
      "sentences": "You got it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:06",
      "speaker": "SANCHEZ",
      "sentences": "Let's bring in CNN royal historian Kate Williams.Kate, thanks for being with us. What's your reaction to this update?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:04",
      "speaker": "KEILAR",
      "sentences": "Yes.I wonder, Kate, Prince Harry has been a divisive person. People have their opinions here in the States, there in Britain as well. But I think that anyone who's read his book certainly understands that he talks about his childhood being very disrupted by some of the prying that has happened by the press in Britain. And I wonder if you think that some of that provides any sort -- and maybe the answer is no, but I hope it's yes -- any sort of protection for the children of this family. They are kids, even though they're royals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:04",
      "speaker": "WILLIAMS",
      "sentences": "Yes, we have to have a different system. I mean, Prince Harry's life was followed, especially as he became a teenager, the prying into Diana. And it was just terrible.And Kate, we need -- she needs to have privacy. And just as Max was saying earlier, there have been photographs. CNN does not publish them, because the family needs their space. And as the -- as Princess Kate was saying, sometimes, she feels well enough to engage in school life, and, sometimes, she isn't. And it is a joy to her. And she does need that space. And, obviously, we saw a sort of hysteria of conspiracy theories earlier in the year. And that was very, very unfortunate very distressing, I'm sure for Kate as well. And we have a situation now where she's giving us an update. She's saying, thank you for all the wonderful cards, but I still have a long way to go. And what I hope, it's exactly as you say, Brianna, that we're not going to have any prying photos, if they take a holiday over the summer, a little holiday, that the long lenses will not be there, that George and Louis and Charlotte, who -- it's tough having a parent going through cancer, it's really hard, and that they can have some family time together. Because there is a belief that the royals are our property, that their bodies are our property. We have seen that throughout history. And it's not the case. Kate is a woman who needs space and should be left alone. And, certainly, there have been a lot of -- there has been too much coverage in the early stages of the year. And I hope it's not going to happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:04",
      "speaker": "SANCHEZ",
      "sentences": "There was an enormous amount of speculation before the announcement. And it seemed like the announcement, as you said, was an attempt to sort of counter some of that stuff that was just out there in the ether.Would you ever expect the palace to be more open about her diagnosis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:04",
      "speaker": "WILLIAMS",
      "sentences": "I do think that, maybe a few years down the line, Kate may talk further about what kind of cancer it is she may have. It is her private business. We don't ever have to know.And she's told us a lot. And I think my expectation is that perhaps, when she's come through recovery, she may do an event with a charity connected with that kind of cancer and talk a little bit about her sufferings, because, as she says in her statement, the end of her statement, she says that people have been sharing their stories with her. She's had cards, she's had letters from -- and, obviously, from many cancer sufferers, many cancer survivors. And I think that she will want to talk about that a few years down the line and this community that was created that -- so many cancer sufferers tell me about this wonderful community. It's the upside of people who bond together to talk about what they're going through. So I do think we will see some transparency a couple of years down the line, but certainly not for a while. And, as she says in her statement, she's not back to work now. She might do a few more engagements, but this isn't Kate back to work. She -- we probably won't see her going back to work maybe -- in a full-time sense, maybe in autumn, or maybe not until the beginning of next year. She's got, as she says, a lot of treatment to go through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:04",
      "speaker": "KEILAR",
      "sentences": "Yes. Look, there's valid interest and curiosity. This is the royal family, but where does that curiosity end? Where does it start actually being hurtful towards the healing and also the kids in this family?Kate, thank you so much for talking with us. Let's go back now to Max Foster. He's outside Buckingham Palace. And, Max, where you're standing, is actually where the world will be very curious as it sees the princess tomorrow for the first time since September. What is that going to be like, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "KEILAR",
      "sentences": "Yes, she certainly does. Max, thank you so much. Obviously, we will be looking forward to theTrooping of the Color. Thank you so much as well, Kate and Sanjay. We appreciate it. And ahead this hour on CNN: the Supreme Court striking down a Trump era ban on what are called bump stocks, as one justice ominously warns in her dissent that the move will lead to more deaths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:22:07",
      "speaker": "KEILAR",
      "sentences": "Now to a landmark ruling from the nation's highest court.Today, the Supreme Court lifted a federal ban on bump stocks, making it legal again to buy the gun accessories that allow semiautomatic rifles to fire hundreds of bullets per minute. They were used in the nation's deadliest mass shooting, when a lone gunman killed 60 people at a country music festival in Las Vegas back in 2017. That gunman used 12 bump stocks on an arsenal of weapons to fire more than 1,000 bullets from a hotel room window onto the crowd below. More than 400 people were wounded by that gunfire. Another 400 were hurt just trying to run away from it. Former President Trump pushed through a ban on bump stocks, which the Supreme Court just threw out in a 6-3 ruling. We have CNN's Paula Reid with us now. Paula, what can you tell us about the ruling here and the reasoning behind the ruling and the dissent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "KEILAR",
      "sentences": "And Sotomayor read this from the bench, right? How rare is that to have a dissent read from the bench?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "REID",
      "sentences": "It's not that -- it's not that rare. I mean, you go in, and it's very antiquated the way we get these opinions. We have to wait for them. They actually come out of boxes. That's how we know how many there are. Our colleagues are over there at the court.So, if you feel strongly and you want to read what you have written, you can absolutely -- you can absolutely do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "KEILAR",
      "sentences": "She was making a point, I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "REID",
      "sentences": "Yes, absolutely. She has really strong feelings about this, clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "KEILAR",
      "sentences": "Yes.Paula, thank you so much for taking us through that. We appreciate it -- Boris. SANCHEZ:  Right now, the site of a school massacre is being demolished. Crews are tearing down a building at Marjory Stoneman Douglas High School in Parkland, Florida. That's where 14 students and three staff members were killed in that horrific shooting on Valentine's Day in 2018. The building has remained untouched until now. Walls were still riddled with bullet holes and the floors were stained with blood because it was used as evidence in the murderer's trial. CNN's Carlos Suarez is live for us outside the school. Carlos, what are you seeing there and what are you hearing from people in that area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Well, Boris, it has been an incredibly difficult and emotional day for the Parkland community, especially the families of the victims that came out to watch as the demolition got under way this morning.Crews are at this hour, as you can see here behind me, still in the early processes of tearing down the 1200 building, the site of where this shooting happened. Now, some of the family members, they have long wanted this building to be torn down and others wanted it to be preserved. As you noted, the 1200 building has not been touched since 2018. It was preserved as a crime scene for the trial of that shooter. Now, in the past year, the families of some of the victims, they have coordinated these tours of the 1200 building with bipartisan members of Congress. The vice president, Kamala Harris, was out here, even the FBI director. They all got a look at the inside of this building where this happened. All of this was in an effort to try to pass school safety measures at the state and federal level. They were also advocating for stricter gun control laws. Here now is Max Schachter, whose son Alex was killed in the shooting in 2018. He led a lot of these tours. He's been inside of this building many times. And he talked to us about the emotions of watching the first part of it coming down. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "MAX SCHACHTER, FATHER OF SHOOTING VICTIM",
      "sentences": "Whether the building's here or whether it's not, I will always remember this space. I will always remember the horrific images in my head that I saw walking through that building, knowing the pain that Alex was going through when he was being shot and murdered by the Parkland school shooter.So it doesn't close -- there's no closure for me. It's a progress through, through this journey that I'm on. And my mission is to make sure that everybody in the United States understands what happened in Parkland, understands the failures, so that it never happens again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:06",
      "speaker": "SUAREZ",
      "sentences": "Max said, if it was up to him, he would have continued the tours of the 1200 building if it meant making schools across the country safer.The Broward County Public School District has not said what plans, if any, will be done at the site of the building. A lot of the family members want a more permanent memorial to honor the victims of the shooting from 2018, the 17 students and staff members here in Parkland -- Boris.",
      "isLastSentenceInterrupted": false
    }
  ]
}