{
  "date": "2024-07-16",
  "headline": "The Situation Room",
  "subHeadline": "Secret Service Upped Trump Security After Intel On Iranian Plot; Biden Makes Pitch To Black Voters At NAACP Convention; Rep. John James (R-MI), Is Interviewed About President Biden's Speech. Aired 5- 6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:53",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "The stage is set as night two of the Republican National Convention is about to kick off just one hour from now, with a call for unity and coming together. Welcome to our viewers here in the United States and around the world. This is a special edition of the Situation Room. I'm Wolf Blitzer live in Milwaukee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:53",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "And hello, Wolf. I'm Erin Burnett in New York.And this big night comes amid some new and disturbing reporting. We are learning exclusively of an Iranian plot to assassinate former President Donald Trump. Now this is according to U.S. intelligence. The details that we have learned here show that the plot as its unfolding so far has no connection to Saturday's attempted assassination. But news of this plot did lead the secret service to increase security around the former president in recent weeks, which actually raises extremely serious questions, right? That's increased security and a higher profile that they were in the midst of on Saturday afternoon raising real questions about those security lapses on Saturday, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:53",
      "speaker": "BLITZER",
      "sentences": "It certainly does, Erin. And this is raising even more serious questions tonight about the security lapses during Trump's rally on Saturday. In a moment we'll talk to the Chair of the House Intelligence Committee. But meanwhile, here in Milwaukee, lots going on, all eyes will be on Trump's former rivals, including Nikki Haley and Ron DeSantis both set to take the stage tonight. We're also expected to hear from Vivek Ramaswamy and Trump's former 2016 opponent, Marco Rubio, who was just on the shortlist actually, to be Trump's vice president.We have a team of reporters standing by. Kylie Atwood is standing by live over the State Department, Kristen Holmes is here with us in Milwaukee. Let's go first, to CNN National Security Correspondent Kylie Atwood. The breaking news, very disturbing news about this Iranian plot to assassinate the former President Donald Trump. Kylie, I know there is no known connection to the actual shooting on Saturday in Pennsylvania, but what more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "BLITZER",
      "sentences": "Kylie Atwood, thank you very much. We're going to go back to Erin. Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "BURNETT",
      "sentences": "All right, Wolf. And let's bring in Kristen Holmes in Milwaukee as well.Kristen, how seriously is this Iranian plot being taken by the Trump campaign? I mean, since you know, Kylie's reporting this and caused an elevation in the security around the former president, and what is the Trump campaign telling you about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "Well, right now, as Kylie said, there are still a lot of questions about what happened. And they are not answering any of those questions directly. They are saying that this is a secret service issue and to reach out to the Secret service. But I can tell you this, they have a lot of questions as to who exactly at the Trump campaign knew and when, because I have talked to a number of people who have been on the ground of the former president in recent days and weeks who had no idea. Now one thing to remember is that Donald Trump has a very tight knit security team, he has been with the same detail for years.He is very close to them, they have a lot of respect for him. And he has a lot of respect for them. But one thing that a lot of advisors and allies had started to notice was that team was growing, that there was enhanced security. Now, no one had told these people that I have spoken to why. There was a lot of assumption that this was because he was going to be the nominee that he was getting increased security because of that. But I will tell you, as somebody who has been to a number of rallies in recent weeks, there didn't seem to be an increased security presence, we were going through the same magnetometers that we do every single time it was the same speed. And these are hundreds, if not 1000s of people who go through this every single day. So again, this raises a lot of questions very alarming to people who are close to Donald Trump, particularly those who didn't know about this. And when they look at what happened on Saturday, the idea that one it was not just potentially his own security detail that is with him, but an enhanced security presence and yet this still happened. That is a big question for everybody close to Donald Trump, who I've spoken to recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "BURNETT",
      "sentences": "And, Kristen, in terms of what we're going to be seeing tonight, Donald Trump and J.D. Vance, I know from your reporting are planning to attend every night as Trump did, obviously, the last time there was an in person convention, didn't wait to the last night when every night. So what are you expecting to see this evening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "HOLMES",
      "sentences": "Well, the big question here is whether or not Donald Trump's message of unity following Saturday continues. And obviously, this is a step in that direction. One of the things that my colleague Steve Contorno and I had reported was that neither DeSantis nor Haley had been invited to speak, which is really breaking in tradition, generally, the top rivals of the person who wins the nomination do come and speak at the convention. It is a sign of unity, you invite them to bring in and court their voters. So whether or not this messaging continues, obviously, if shift in that direction, both of them being invited to the convention, being invited to speak, we'll wait to see what their messages are.But that's really what I'm hearing from people who are close to Donald Trump, that that's what they want the tone to be. That's what he wants the tone to be. Right now is one of unity and of coming together as a party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "BURNETT",
      "sentences": "All right, Kristen, thank you very much. Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "BLITZER",
      "sentences": "All right, Erin, thank you.Our political experts are here to assess what's going on. David Chalian, let me start with you. This news about this Iranian plot to try to assassinate the former president of the United States say -- you and I are here in the Milwaukee, how has this been received here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, we heard from Donald Trump son, Eric Trump in the last hour, who used it precisely how I expect us to hear the campaign use the time again, which is, well, my father was tougher on Iran than anyone ever could be, this is the reality that my father lives in he said. And so I think that you will see, when people do discuss this, I don't know that it'll be a dominant topic, Wolf, but you will see it turned into this argument of strength of posture of America versus Iran invite this kind of behavior. And so it plays into that larger theme of strength that Trump is putting on display every day here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "BLITZER",
      "sentences": "We also are at that very, very emotional entrance of Donald Trump with a bandage on his right ear last night as he walked in to this convention hall. That was a significant moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "AUDIE CORNISH, CNN ANCHOR",
      "sentences": "It was especially if you think about eight years ago when he entered the hall and it was to a party where people had not shown up in protest where he was kind of facing down Ted Cruz on stage who was being -- who was saying don't vote for Donald Trump, essentially. And it really was this moment that felt like it is completely done. This is the Trump National Party.And it'll be interesting to see what that means for some of the traditional Republican issues like foreign policy. How does Nikki Haley get up there and talk about foreign policy in a way that somehow squares the circle with the way a J.D. Vance talks about foreign policy. I think there's like a weird line to be walked over the next couple of hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, I mean this is a key moment, what is Nikki Haley's message. We saw even after she dropped out of the Republican primary, she still was getting a sizable amount of Republican voters, even not being as a candidate anymore, still being on the ballot, kept picking up, you know, 10 percent 12 percent 15 percent. If that were to persist in the general election at the time, it seemed to be problematic for Donald Trump. Well, we've know the political world has changed a lot since then, obviously, the Biden debate, the way Biden has handled his campaign that he has struggled to get back to win over those Nikki Haley voters. Where are those Nikki --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "BLITZER",
      "sentences": "Manu, I'm going to interrupt, sorry. But President Biden is speaking in Las Vegas now to the NAACP. And I want to listen and hear what he has to say.We're trying to get that audio going for the President of the United States. This is an important moment. And I want Nia-Malika Henderson set the scene for us. He's decided to go to Las Vegas -- NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL ANALYST: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "BLITZER",
      "sentences": "-- address the convention of the NAACP, very significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "HENDERSON",
      "sentences": "No, it is. It comes as there are calls to have him drop out of the race. They have been quieted a bit publicly because of the assassination attempt on Donald Trump. But there still is work going on behind the scenes to get him to drop out. Yesterday he had an interview with Lester Holt, he said 14 million people voted for me in the primary.Those are the folks I will listen to. And all along what has been clear is that African American voters embodied by the Congressional Black Caucus for essentially saying they are riding with Biden, right? So he is out west in in Nevada, a very important state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "BLITZER",
      "sentences": "All right, hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "HENDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "BLITZER",
      "sentences": "I think we've reestablished our connection with the President in Las Vegas addressing the NAACP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "CROWD",
      "sentences": "Four more years. Four more years. Four more years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "CROWD",
      "sentences": "Four more years. Four more years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "I know you're saying, Joe, you may not have a Congress. Well guess what you all told me I couldn't pass the Inflation Reduction Act. You all told me I couldn't face the, anyway, we did it with your help. Republicans blocked police reform in Congress. So I signed his say -- a historic Executive Order on police reform. I'm going to come back and we'll sign George Floyd and Policing Act to the law, come hell or high water.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "Now I'm going to stop MAGA Republicans, I'm going to stop them in their program on 2025. We're going to stop them from cutting Social Security Medicare. I'm going to expand Social Security Medicare, by making the very wealthy began to pay their fair share.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "We're going to bring rents down, as I said, we're going to build 2 million affordable homes and cap rent increases to 5 percent a year, so corporate landlords can't, God, anyway, I don't want to get going. I'm going to get very upset.But what -- the -- there's gouging Americans. And we're going to keep relieving student debt. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "We're going to end medical debt. We've already made sure medical debt can no longer be put on a credit report.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "Well, I'm working with states to wipe out medical debt for pennies on the dollar, so it's not hanging over you the rest of your life. We're going to raise the federal minimum wage. Our first term recap the cost of insulin procedures at $35.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "Total -- total drug costs for seniors beginning in 2024 or '5 at $2,000. And some of those cancer drugs are $10, $12, $14,000 a year. But the second term, we're going to do that for not just seniors, for everyone in America.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "By the way, not only saves lives, it will save taxpayers just what I did on the first round on dealing -- dealing with Medicare. It saves the taxpayer $160 billion because they don't have to pay these exorbitant prices to these, anyway. This year, Medicare's negotiating lower prices for some of the costliest drugs on the market that threats everything -- that's threats everything from heart disease to arthritis. And the next term, we want to go further, give Medicare the power to negotiate lower prices for 50 drugs a year, not 10.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "That not only save lives, it's estimated to save the taxpayer another $200 billion a year. This is saving taxpayers' money. By the way, if you notice all the stuff they said big spending Biden, we have lowered the deficit not raised them. We've increased economic growth.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "Folks, here's what else I'm determined to do. I'm determined to end Trump's track -- Trump's tax cuts for the very wealthy and big corporations and made the tax code fair and eases the burden on working people. I kept my commitment that no one making less than $4,000 would never saw in my life, like I like the President. We'll pay a penny more in federal taxes.But here's the deal, we have in America since the pandemic 1,000 billionaires, 1,000. And how much in federal tax they pay? Eight point two percent, that's a federal tax, 8.2 percent. We're going to make billionaires payment of 25 percent, which is low. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:05",
      "speaker": "BIDEN",
      "sentences": "No billionaire should pay a lower tax rate than a teacher, a firefighter, a nurse, a janitor. That's simply ridiculous. And when we do that, that alone will generate $500 billion in revenue over the next 10 years, allowing us to lower costs for families and save the government money. We can do more on eldercare, childcare, bringing down the federal deficit. It's so much more. This is not rocket science, folks. But they've convinced us any spending the money, it's costing, it's saving money.I -- God's truth, it's saving money. And it's vitally important. You know, the next president of the United States could appoint two or more justices to the Supreme Court. (CHANTING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "Leave no one behind. That's a stark contrast to my predecessor, the MAGA officials, they'll do everything. Undo everything the NAACP stands for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "But now they're trying to deny it. They're lying about their project 2025.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "They want to deny your freedom, the freedom to vote, every vote counted. They impose a nationwide ban on abortion. There's new vice president, do you have any doubt, man, just take a look what he's been saying.They want to prosecute political enemies. They want to cut Social Security Medicare, rip away protection and release it in freezing conditions for 400 million people. Stop Medicare from negotiating lower prescription drug prices, risking people's lives costing the government more money. They eliminate the Department of Education. (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "No. You got to read it. Saying it's a state issue. Give me a break your state. We know how well we do with the states.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "It would cut school lunches, eliminate Head Start program for lower income children that allow employers to stop paying overtime, employers to stop paying, catch this one, stop paying overtime to hourly workers. They're such good people. But give the very wealthy and big corporate and corporations new tax cut. They've already eviscerated -- eviscerated affirmative action.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "But also decimated diversity, equity and inclusion all across American life. They're already trying to do it by banning books. They're trying to erase black history. Black history is American history.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "Folks, I'm not being dramatic, and we cannot let that happen. That's why it's so important to me, was so important to me to make Juneteenth a federal holiday.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "They can't erase it. People want to know what happened on Juneteenth. That's why I've made federal inching a federal hate crime in Emmett Till's memory. And that's where you've been reminded. Remember try to do --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "-- as well as established national monuments for Mamie and Emmett Till and so much more. So there's no doubt about what's happening. Look, folks, like I said before, we know black history is American history. It's as simple as that.Let me close this, the poem tells us, I've been young, and I'm old. (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "Didn't I'm not seen the righteous forsaken.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "I've not seen the righteous forsaken. And I will not see the righteous forsaken.(CHANTING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "Hopefully, today, I've demonstrated a little bit of wisdom. Here's what I do know, I know how to tell the truth.(CHANTING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "I know right from wrong. I know how to do this job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "And I know the good Lord hasn't brought us this far to leave us now.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "There more work to do. This is the moment to be engaged. The work you're doing to recruit hundreds of thousands of volunteers move millions of people to make their voices heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "They will determine America's future for decades to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "And folks, that's important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "We must all be defenders for freedom, justice, equality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "And the bedrock of democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "There's been no more important voice in that truth than the voices of the black community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "I mean it. When Americans fail to live up, when we say we believe, you don't give up hope nor do I.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "We've always loved this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "Even when there's not loved us back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "CROWD",
      "sentences": "Yes.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:24",
      "speaker": "BIDEN",
      "sentences": "We've worked hard, hard as hell. Just think about it. Our children, your children, grandchildren, ask yourself, what American you want to leave them? My answer is in America of hope -- UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "Possibilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "CROWD",
      "sentences": "Yes.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "Look, I spent more time with Xi Jinping of China than any -- any other world leader have. I was with him in the -- in -- in China, on the steps in the mountains. And he looked at me and he said, can you define America for me? It's God's truth. I sent this recording. I said, yes, in one word, America, possibilities.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "Nothing is beyond our capacity. America was full of promises available to everybody. America, racism, violence are no longer the ghosts, that are too long harnessed the nation. Folks it's about you and your families. And everything NAACP has stood for, for generation, freedom, democracy, America, always marching, always believing, always keeping the faith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "We're going to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "So they asked me, are you all in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "CROWD",
      "sentences": "All in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "Because I'm all in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "CROWD",
      "sentences": "All in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BIDEN",
      "sentences": "And just remember who we are. We are the United States of America. And there's nothing, nothing beyond our capacity when we do it together. And let's stay together. God bless you all, and may God protect our troops.(CHEERING) (APPLAUSE) (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BLITZER",
      "sentences": "That's President Biden speaking very, very forcefully in Las Vegas addressing the NAACP National Convention. Let's get some analysis. What we just heard, Audie Cornish, a very powerful word for the President laying out his agenda for a second term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "CORNISH",
      "sentences": "Not just laying out his agenda, also reminding people how active and effective his presidency has been. And I know people have talked a lot about black support for Biden. I've also heard from black voters in focus groups who say it's also about not wanting chaos. They don't necessarily want to throw over what they see as an effective president, or an un -- for a process they don't understand or candidates that they don't know. No matter what, like George Clooney says.So I think there's a little bit of a reluctance there. And I don't think it's necessarily riding with Biden just because I'm black, and I somehow love Biden just that much. There's sort of a pragmatism for a lot of voters. And they hear him when he describes the things he has done for them. The problem is, has there -- has there economic gains, suffered due to the inflation? And does that make the push pull of those successes, harder to enjoy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "BLITZER",
      "sentences": "David Chalian, he was very, very passionate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "CHALIAN",
      "sentences": "No doubt about it. Audie is right to note, I mean, we have seen his black support in this moment of -- of the crisis that he's in politically about his candidacy be some of his strongest support that he has. And in fact, you've heard a reference that at the top of his remarks, reminding people that he has been in community and in friendship with Black Americans for quite some time as he likes to spell out.But -- but this is -- this is the bedrock of his support. I mean, it -- it -- in a recent \"Washington Post\" poll, Wolf, it was totally opposite for white Democrats and Hispanic Democrats, majorities of which said he should step down. But more than six and 10 Black Democrats in that poll said he should stay the course in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "HENDERSON",
      "sentences": "Yes, I mean, this was Joe Biden saying to African American voters, save me. Keep me in the White House. He made our reference to Vice President Kamala Harris too, saying that she's a great Vice President. She could be a great president. He also riffed on Donald Trump pointing out some of Donald Trump's treatment of African Americans, pointing out that Donald Trump has this idea of what a black job is, I think we can all imagine what Donald Trump thinks the black job is.And Joe Biden had this rejoinder, which is I know what a black job is. It's the vice presidency of the United States. It's the presidency of the United States referencing Barack Obama. It's also significant and it comes in this moment, right? Democrats had been trying to figure out how do you press the case against Donald Trump days after an assassination attempt, right? And I think in this he is signaling that the campaign is back on. That the gloves are back, you know, are -- are off in terms of this. At some point, he said, what the hell was wrong with this man, referencing some of his behavior when he was president. It was very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "I was struck with that too because he started out by saying he's praying for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "HENDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "ZELENY",
      "sentences": "-- former President Donald Trump and his family and he ended it with really a rallying cry that he's all in. So the pivot has happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "HENDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "HENDERSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BLITZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "ZELENY",
      "sentences": "Let's say it together, I'm all in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BLITZER",
      "sentences": "Manu, hold -- hold your thought for a second. I now quickly want to going to Erin, who's in New York. She's got some news on J.D. Vance. Erin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BURNETT",
      "sentences": "That's right, Wolf. And in the context of what we just heard from the President, right, with a forceful speech, a lot of it devoted to saying that Trump's record on race is alive, using his words. It is important context for what we're about to see tonight, which is J.D. Vance, Senator J.D. Vance appearing with the former President Trump, which he's going to do every night of this convention.And -- and in this context, the role of race in Donald Trump's presidency and in his campaign is front and central. KFile Andrew Kaczynski is here. And, you know, this is -- this is what we're going to be seeing more and more of, which is what J.D. Vance has said in the past, about Donald Trump. And on this specific issue of race he has talked about and you have found these instances, J.D. Vance, saying that racism directly played a role in the rise of Donald Trump. Here's one of the things that you found. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL NOMINEE: There is definitely an element of Donald Trump's support that has its basis in racism or xenophobia. But a lot of these folks are just really hard working people who are struggling in really important ways. Definitely some people who voted for Trump or were racist. And they voted for him for racist reasons. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BURNETT",
      "sentences": "And now you have a chance, you found that, you're combing through what he said and what he's written, voluminous information to go through, more where that came from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "ANDREW KACZYNSKI, CNN KFILE SENIOR EDITOR",
      "sentences": "Yes, that's right. And the things that J.D. Vance was saying about Donald Trump in 2016, is in many ways, just as bad or worse than things that Democrats are saying about him today, speculating that he was a, quote, cynical A hole or America's Hitler calling him a moral disaster. He compared him to opioids for medical -- Middle America.And he harshly condemned his rhetoric about immigrants, about Muslims, about women. He even said at one point in a clip that we found that if Trump supporters went to church more than they would not be as attracted to Trump. And just take a listen here to what he said about how Trump felt about regular people. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "MATT JONES",
      "sentences": "I cannot stand Trump because I think he's a fraud. Well, I think he's a total fraud that is exploiting these people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "VANCE",
      "sentences": "I do too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "JONES",
      "sentences": "Who is a total fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "VANCE",
      "sentences": "I agree with you on Trump, because I don't think that he's the person. I -- I -- I don't think that he's actually cares about folks. I think he just recognizes that there was a hole in the conversation and that hole is that people from these regions of the country, they feel ignored.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "KACZYNSKI",
      "sentences": "And, Erin, I think it's going to be interesting to with this pick, because with Vance, maybe there's going to be something where, you know, here's the guy who thought maybe Trump was Hitler. And if he can change his mind on Donald Trump, you know, maybe voters who previously didn't like Trump can -- can too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BURNETT",
      "sentences": "And Jonah, in this reporting, just to read here, again, what Andrew found, J.D. Vance, there's definitely an element of Donald Trump's support that has its baseism (ph) and racism. I mean, that's a point blank, very clear statement that goes against everything that the Trump campaign says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "JONAH GOLDBERG, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes. I mean, look, I -- J.D. Vance back then was more of a Never Trumper than I was. But he -- I think he was right about a lot of that stuff. I think he's -- he would say he's, you know, more nuanced than I think people are going to make it out to be. At the same time, you know, I don't -- I don't know that this is going to move any voters because he gets to say, I changed my mind. And anybody who is inclined to vote for Trump isn't going to not vote for Trump for something that J.D. Vance has recanted, tried to explain away and has satisfied the full faith and trust of -- of Donald Trump.What I find just unbelievably unpersuasive is his explanation for why he thought that stuff in the first place, because he says he was tricked by the media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BURNETT",
      "sentences": "Tricked by the media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "GOLDBERG",
      "sentences": "And like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BURNETT",
      "sentences": "Into thinking there's a support that -- base of support that came from racism and many other things that he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "GOLDBERG",
      "sentences": "Right. As a conservative, you know, I've been a conservative in the conservative movement my whole life. The idea that in 2016, you would -- you would admit that you were just incredibly gullible, and you just bought \"The New York Times\" line, hook line and sinker is just a really weird explanation for why, you know, it's like, I was Jedi mind tricked is more plausible to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:28",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Jonah. And of course, we're -- we're all here. Wolf, let me send it back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BLITZER",
      "sentences": "You were very well received last night. I watched and I listened. I don't know if you heard President Biden address the NAACP just now. But if you did, what was your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "JAMES",
      "sentences": "Well, I think that President Biden is -- is trying to get people to believe the reality that he sees. And the reality that he sees doesn't match up with the reality the rest of America say. The rest of America is scared because we have an open border. The rest of America is scared because they don't look at the stock market. They go to the supermarket. And they're looking at the value of their dollar going down. People have real questions about Biden's leadership, and we need a change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BLITZER",
      "sentences": "You know, it was interesting, because I was taking notes of what the President Biden was saying. And he was saying that he's got a whole agenda for a second term that will dramatically benefit the black community in America. Did you hear some of the specifics he explained?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "JAMES",
      "sentences": "Oh, a -- a whole agenda as in the one that he didn't work on for eight years as vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BLITZER",
      "sentences": "But he did say he's achieved a lot for the black Americans, at least so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "JAMES",
      "sentences": "Joe Biden has been in Washington, D.C. since 1973. How can we reasonably expect Joe Biden to do any more in the next four years that he hasn't had the time to do in the past five decades?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BLITZER",
      "sentences": "I want to continue this conversation. There's a lot to discuss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "JAMES",
      "sentences": "Yes. Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BLITZER",
      "sentences": "So stay with us, Congressman John James of Michigan. Appreciate it very, very much.Erin, I want to go back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BURNETT",
      "sentences": "All right, Wolf, thank you very much. And also tonight, we are learning that the Justice Department, the Secret Service, and the FBI will brief senators tomorrow on the assassination attempt on former President Trump, as I said tomorrow. And it comes in the context of Iran now forcefully denying a separate plot on Trump's life.Joining me now is Republican Congressman Mike Turner, Chairman of the House Intelligence Committee. And Chairman, I very much appreciate your time. So let me just ask you about this -- this breaking news as we understand it from our reporting, the U.S. receiving intelligence on an Iranian plot to assassinate Trump, which we understand was based on the intelligence from a human source. Do you know anything about this? REP. MIKE TURNER (R-OH): First up, Erin, this is based upon a known and continuous and existing threat from Iran to President Trump and members of his cabinet. This has been ongoing -- has certainly been an issue of -- of needing increased security also for those former Cabinet members. Now, I don't know this specific intelligence that shows that there's an increased or specific threat. They are in the process of briefing both myself and staff. But one thing is clear here is that the, you know, President Biden needs to make clear that this is -- this would be an act of war, that -- that clearly Iran would pay a -- a horrible price of for any attempt to -- to attack Donald Trump. And -- and a reflection and understanding that we have known and it's been even publicly acknowledged for some time that Iran has known and existing threats to both Donald Trump and his -- his foreign Cabinet members. BURNETT: So Chairman, I -- I am -- I'm curious, in terms of the plot, we understand from -- from our reporting that there had been an increase in the security level around the former president because of intelligence assessments about this Iranian plot. They had heard the news and they had increased the assessment. Does that -- what does that make you think about what happened on Saturday because we're now understanding that what happened on Saturday happened in the context of an elevated security presence around the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "TURNER",
      "sentences": "Right. Erin, it just -- it just unexplainable. I mean, obviously, when you have such an unbelievable security failures, and then you have them saying that this is also in the backdrop of them thinking that a state actor, Iran, might be trying to attack the President, certainly makes it even more critical that we look at the failures of the Secret Service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BURNETT",
      "sentences": "And -- and Chairman, do you think President Biden is doing everything he can at this point to keep the former president safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "TURNER",
      "sentences": "Well, it doesn't appear so. It appears that his Secret Service is in shambles, and that -- that even though you have great people there that are willing to -- to risk their lives and trying to protect President Trump and thank God, President Trump is alive today. But clearly they -- they have not risen to the occasion that, you know, this 20-something could take a ladder and get on a building and having a higher advantage to actually shoot Donald Trump at a time where they are saying that Iran is threatening his life also.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:17",
      "speaker": "BURNETT",
      "sentences": "So chairman, what more do you want to see President Biden do, do you think that he has done everything that he should and can to keep his rival, the former President Trump, safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:27",
      "speaker": "BURNETT",
      "sentences": "All right, well, Chairman Turner, I appreciate your time. Thank you very much tonight, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:27",
      "speaker": "TURNER",
      "sentences": "Thank you Erin. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}