{
  "date": "2024-01-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Speaking In South Carolina; Haley Calls Trump \"Unhinged\"; Trump Urging House Republicans To Sink Border Bill; Biden Supports Deal To Shut Down Border; Can Trump Afford To Pay E. Jean Carroll?; Trump To Appeal The $83M Defamation Ruling; Videos Of Gazans With White Flags Being Shot; Tesla Shares Plunge After Earnings Call. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR AND CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "And in South Carolina, Biden unleashed his new strategy, making some very personal attacks at Donald Trump. And it seems to be getting under his skin.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: You're the reason I am president. You're the reason Kamala Harris is a historic vice president. And you're the reason Donald Trump is a defeated former president. You're the reason Donald Trump is a loser. And you're the reason. We're going to win and beat him again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ACOSTA",
      "sentences": "Tonight, Nikki Haley went after Trump as well.(BEGIN VIDEO CLIP) NIKKI HALEY, U.S. PRESIDENTIAL REPUBLICAN CANDIDATE: And Donald Trump was totally unhinged. He was a bit sensitive and I think his feelings were hurt, but he threw a temper tantrum out on stage. The next day, unhinged again, says, for anybody that supports Nikki Haley, you will be barred from MAGA. So, we had a little fun with that. We started selling t-shirts that said barred permanently. We sold 10,000 t shirts. We raised another $1.6 million. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ACOSTA",
      "sentences": "In Nevada, Trump warned that the surge of migrants at the southern border will lead to a \"major terrorist attack.\" Despite that warning, he bragged about torpedoing a deal that would increase border security.(BEGIN VIDEO CLIP) TRUMP: A lot of the senators are trying to say respectfully, they're blaming it on me. I said, that's OK. Please blame it on me, please. Because they were getting ready to pass a very bad bill. And I'll tell you what, a bad bill is -- I'd rather have no bill than a bad bill. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ACOSTA",
      "sentences": "Let's also point out what he did not say. He did not talk directly about the eye-popping verdict against him after a jury ruled on Friday that Trump owes more than $83 million to writer E. Jean Carroll. Perhaps that is the steep price for his silence.And joining me now to talk about this and more -- with more insights is CNN's Senior Political Commentator, former senior adviser to President Obama, David Axelrod. David, I do want to talk about E. Jean Carroll in just a moment. But, you know, Trump is seizing on the border crisis and he was using this volatile rhetoric, irresponsible rhetoric earlier today saying that he predicts there's going to be a major terrorist attack in this country because of the situation down at the border. But at the same time, he is saying that he wants the Congress to wait a year until he gets into office to have increased border security. How, how does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR AND FORMER OBAMA SENIOR ADVISER",
      "sentences": "Well, I'll tell you. I think it really exposes him in a way that opens him up to attack by President Biden. Trump has been on the offensive on the border. It's a major issue for him.Here you have a painstakingly negotiated bill that would, without question, toughen the approach to the border. And you heard Trump say it's a bad bill. You know what makes it a bad bill? It would have Joe Biden's signature at the bottom of it, and Donald Trump can't tolerate that. He'd rather have the issue than solve the problem. And that opens him up to attack here. I think, you know, outside of his base, a lot of Americans just want Republicans and Democrats to deal with the problem. It is a problem, and it's something that is being felt all over the country. The president has negotiated in good faith with Republicans on this. I think Trump exposes himself a bit here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ACOSTA",
      "sentences": "And, David, I mean, you worked with President Obama. Immigration was a major issue during his presidency. It was a very tough problem during his presidency that the Obama White House was not able to solve, quite frankly. You had to do DACA and other things to sort of do it through executive action.Should Biden, President Biden take this deal if he gets it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "AXELROD",
      "sentences": "Oh, I think he should. I think, you know, they've been working on this for months, Republicans and Democrats in the Senate. It has tougher provisions in it. It is something that is not universally embraced by the president's base. But there is a problem, and there's no doubt about it. And he needs to deal with it. He knows he needs to deal with it. And he's willing to deal with it. And that, you know, separates him from Trump in this instance, who is pulling his people off of this bill and making it impossible to move forward. I think it's untenable to be tough on the border, but try -- and then scuttle a tough on the border bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "ACOSTA",
      "sentences": "and I'm sure you heard some of the sound we were playing at the top of this hour, President Biden going after Donald Trump in very personal ways, calling him a loser repeatedly. Do you like this approach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "ACOSTA",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "AXELROD",
      "sentences": "So, you know, I think this is going to be -- in many ways, it's very advantageous for Trump to have wrapped up the nomination early. But now, he's going to be out there exposed for 10 months. And if you're advising Trump, not that he necessarily would take the advice, you'd say, chill a little bit here because the thing that can really mess you up is if the American people start to remember just how tumultuous those last four years were and what how anxiety producing it is to live with you. So, show them a bigger side of yourself. He just couldn't find it this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, the other thing that's not going to do a whole lot of good for Trump's blood pressure is this verdict in the E. Jean Carroll case, $83 million. And, you know, David, I -- you know, one of the things that we noticed earlier today is during this speech that Trump had in Las Vegas, he had ample opportunity to say the name E. Gene Carroll, did not say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "ACOSTA",
      "sentences": "Those words did not come out of his mouth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "AXELROD",
      "sentences": "Yes. Well, that name has become very expensive for him to utter, you know, this last verdict occurred because even after being found liable, not just for sexual assault, but for defaming E. Jean Carroll, he continued to do it, and he continued to do it throughout this week.And this verdict was designed to try and keep him from defaming her further. Maybe it's had an impact, Jim. That's an eye-popping sum of money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, David, I mean, the question that I have is -- and feel free to push back on this however you like. I mean, it has been said over and over again what a stroke of genius it was for Trump on the Republican side of things to go to the -- these courtroom hearings, you know, sit in the courtroom, do what he was doing, turn things into a circus outside the court room because it rallied the Republican base around him. I suppose to some extent that's true.But if he gets socked with an $83 million verdict in E. Jean Carroll, $300 to $400 million in the civil fraud trial, I mean, I would have to think at some point, the collective weight, the dollar amounts here, they're going to have an effect. I mean, and not just on his wallet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "AXELROD",
      "sentences": "Yes. Well, look, I think two things can be true. There's no doubt that these indictments have helped him and he has position -- for a guy who likes to call himself strong and invincible, you know, he has positioned himself as a victim, and that has helped him in the Republican primaries.But as I said earlier, he's -- this isn't Kansas anymore. He's back out in the general election here, and I'm not sure that it helps him to accentuate these cases. There's no doubt his strategy has been a courthouse step campaign, but it hurt him here. You know, part of what happened here was he was positioning himself in the courtroom for political purposes. Well, you know, whether or not it helped him politically, I think is debatable, but it certainly didn't help him in terms of the case, and he may end up paying for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, and it won't be good to end the year losing the presidency and being out a half billion dollars if that's the way things turn out. I mean, that's not a good year.And, David, I did want to ask you this, because I know you have been critical of President Biden in the past. You've suggested that maybe he shouldn't be the nominee. When you see polls like the Gallup poll out this week showing that just 33 percent approve of his performance. Do you get alarmed by those poll numbers? Are there other metrics that you look at that say, OK, maybe he's not in as much trouble? Do you say, when it comes down to a choice in the voting booth, that's different than a poll? What goes through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "AXELROD",
      "sentences": "Always good to see you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ACOSTA",
      "sentences": "A jury says Donald Trump owes writer E. Jean Carroll more than $83 million dollars after a different jury found him liable for sexually abusing her back in the '90s and then defaming her for years. This could force Trump to show his hand when it comes to his finances, something he has long kept secret.Trump is also facing a $370 million civil fraud trial in New York involving his company, which is called the Depth of His Wealth. David Cay Johnston, the author of \"The Big Cheat: How Donald Trump Fleeced America and Enriched Himself and His Family\" joins us now. David, you know, this one of the questions that I've had banging around in my skull for the last 24 hours, which is, does Trump even have this money to pay E. Jean Carroll? And on top of that, potentially, the damages, the award that might come out in that civil fraud case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "DAVID CAY JOHNSTON, INVESTIGATIVE JOURNALIST, AUTHOR, TRUMP BIOGRAPHER AND PROFESSOR",
      "sentences": "Well, the wonderful thing about this after 35 years of writing about Donald, we may find out, because in order to appeal this judgment, Donald either has to post $83 million with the court, or he has to get a bond for about $17 million.And who would loan Donald Trump the money to cover that, given his history of not paying people and stiffing lawyers the $370 million or so that he's likely to owe New York State, and of course the 91 criminal charges against him? You'd have to be a pretty foolish or perhaps corrupt banker to make that kind of financial instrument available to Donald.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ACOSTA",
      "sentences": "And, I mean, what about just his finances overall? Does he have that kind of money? I mean, one has to assume he does. And I suppose, is there also the scenario, David, where he could just use money coming into -- you know, that his donors send, all of those Trump supporters out there who send him those small donations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "JOHNSTON",
      "sentences": "Well, the money he raised for political purposes, he can't use. He could go run a fund -- GoFundMe campaign. But let's remember that almost nine years ago, Donald insisted that he was worth more than $10 billion. When he became president, he asked if he could submit his ethics and financial disclosure form without signing it. He was told, no, of course, you have to sign it under penalty of perjury.By my count, it showed he was worth a billion dollars, \"Forbes\" magazine said $3 billion. Neither one of those is anywhere close to $10 billion. And all his life, Donald has made these fantastic claims about money. He told me one day, years ago, it was worth $3 billion. I told him I didn't believe him. Two hours later, he told another journalist he was worth $5 billion. He just makes it up. Now, he did testify that he had $400 million in the bank. This was a year ago. That may or may not be true. And it might count the money donors have been sending. But even if that's the case, $83 million to Eugene Carroll, $370 to the State of New York, he's still short more than $60 million.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ACOSTA",
      "sentences": "And I guess he can appeal this, and those appeals can run their course. But at some point -- and because people will say, oh, Donald Trump, he always slips out of these situations. He can delay things and so on. At some point he, he will have to pay this, this $83 million.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "JOHNSTON",
      "sentences": "Absolutely. Absolutely. And to appeal, he's got to put up money because of the nature of this judgment. And that's why we're going to see the curtain pulled back. He may not appeal simply because he doesn't have the resources and he doesn't have the cash.Judge Kaplan, who oversaw this case in federal court, can direct that Trump properties be sold. And they're not going to sell at the best prices, they're going to sell at fire sale prices. There's a meme on the internet right now, renamed E. Jean Carroll Tower on 5th Avenue in New York. ACOSTA: Yes, I've seen other folks on the internet have put Carroll's name on the Trump plane as well. And, David, I guess the last question that I have is, what does this say about Trump's business empire. I mean, could this really -- at the end of the day, really impact him, do you think? Could this come crashing down for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "ACOSTA",
      "sentences": "All right. To be continued. David Cay Johnston, thank you so much. Really appreciate the insights, expertise. Great to talk to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "JOHNSTON",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "ACOSTA",
      "sentences": "All right. And we'll continue this conversation with our political panel next. Stay with us. You're live in the \"CNN Newsroom.\"(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "ACOSTA",
      "sentences": "Today, Donald Trump is making his first public remarks since a New York jury said he should pay more than $83 million to writer E. Jean Carroll while not saying her name directly. This was as close as he got at a rally earlier tonight.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Let's march forward now. Here to discuss CNN Political Commentator and Democratic Strategist Maria Cardona and CNN Political Commentator and Republican Strategist Alice Stewart. Alice and Maria are the hosts of the podcast \"Hot Mics from Left to Right.\"And, Alice, let me start with you. I mean, $83 million makes a difference. He didn't talk about her today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, he's got $83 million reasons to avoid that topic altogether.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. STEWARTAnd look, the problem is, he is the presumptive nominee for the most part for the GOP, unless something changes. He needs to start making an argument to those independent voters and the more moderate voters across this country and trying to get away from that storyline because people outside of his base are not buying it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Maria, I mean, you know, I was talking about this with some other folks earlier, it was this conventional wisdom that, oh, when Trump would go to the courthouse and talk outside the courthouse, this was working wonders for him and what a stroke of genius it was. It was uniting the Republican base around him. And so, and all of that, that might be true, but to get hit with an $83 million bill and just one of these cases could be $300 to $400 million in the other civil fraud trial, we're starting to talk about real money here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR AND DEMOCRAT STRATEGIST",
      "sentences": "Not only that, Jim, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "And I wonder if --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "CARDONA",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "-- the folks at home, when they're watching this, I wonder if it did change some attitudes yesterday when they said, oh, $83 million? This serious. A jury said this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "CARDONA",
      "sentences": "That jury, a jury of his peers, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "CARDONA",
      "sentences": "not Republicans, not Democrats. We don't know what they were. And it was seven men and two women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "CARDONA",
      "sentences": "They were the ones who decided this man needs to pay for what he has done. And let's remember, the verdict is already there. They found him a -- the court found him guilty of having committed sexual assault.And so, when you look at what he's going to need to potentially win the White House, he's going to need these independent voters that Alice was talking about. Moderate Republican women. The ones that actually went the other way. I don't think those women voted for Joe Biden because they saw the chaos, they saw the crazy, they saw the misogyny, they saw the sexism of Donald Trump. I don't think those women are now going to say, oh, you know what, the Republican nominee, Donald Trump was now found guilty of sexual assault. A jury of his peers found that he needed to pay almost $100 million, $83 million, and there's probably going to be more. You know, now I think I can vote for him. That's not going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "STEWART",
      "sentences": "Look, I think we can safely say these are not juries of his peers. These are obviously New York members of a jury. They're probably not MAGA supporters. But the reality is, I've covered many courtroom cases in my career, and there is a lot to be said for showing remorse and showing contrition if you're in the middle of a case.The fact that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "He's goading the judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "STEWART",
      "sentences": "-- he's goading the judge, criticizing E. Jean Carroll, being very defamatory of the entire process, the jury knows those statements. They understand that. And it's an insulting to the process. So, the fact that he continued to defame all of those involved, that was a big factor.And yesterday, afternoon when the jury came back with the question, how high can we go? At that point, I knew this not going in the direction he wants it to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "CARDONA",
      "sentences": "And he might have been able to control himself to not say her name. I don't think that's going to last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "CARDONA",
      "sentences": "I don't think it's going to last at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Probably not. No, that's probably a safe bet. I wouldn't bet $83 million on that. Nikki Haley has also been going after Trump. Let's look at this. Let's talk about this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "HALEY",
      "sentences": "And Donald Trump was totally unhinged. He was a bit sensitive, and I think his feelings were hurt, but he threw a temper tantrum out on stage. The next day, unhinged again, says, for anybody that supports Nikki Haley, you will be barred from MAGA.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, Alice, I mean, she did everything but say bless his heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "STEWART",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "STEWART",
      "sentences": "She's clearly getting under his skin just by her mere presence in this primary process still. And we saw that in full display after he won New Hampshire. Look, he wins Iowa, wins New Hampshire. He's calling on the unity of the Republican Party and those countries saying, let's all come together. And then he turns around and insults what she's wearing, insults her, criticizes her, and really going overboard to be critical of her.And then for him now to say, anyone who donates to her will be permanently barred. Look, you can't say you're going to be the leader of a party and then say you're going to permanently ban or bar people that support other candidates. And by her continuing to say he's unhinged and going after him, sure, it's going to get under his skin. He's going to be critical of her anyway. But that on top of Joe Biden out there on the campaign trail today, President Biden calling him a loser and saying that he was defeated, those kinds of things are certainly going to get under his skin. And what we're going to see with Donald Trump is more of his going after Nikki Haley, calling her bird brain and going after her, the birther issue, using her real name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "STEWART",
      "sentences": "She's not shying away from. But I just think it's unfortunate when he does have the support of the party, he does have the opportunity to bring Republicans together, and this not the way to go about doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Marie, we have to talk about this bipartisan border deal. That is, I guess, underway in the, in the Senate right now, the negotiators are still working on it. But Biden earlier today, I guess, in the last 24 hours, he said he's going to sign on to this. He's supporting this right now.Trump earlier today, I should say, when he was out on the campaign trail, said, you know, I don't want this. You know, I'm not signing on to this. I'd rather have no bill than a bad bill. And if anybody wants to blame somebody, blame me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "And that's, I think, exactly what Democrats are going to make sure Americans do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "Because by saying that, Jim, he is laying bare the fact that him, the MAGA Republicans, have never negotiated in good faith. They never wanted to solve this. They never wanted to find a real fix to this. They always wanted the chaos. They want the confusion. They want the division because they think that this a better issue to run on in the elections.Well, now. because Joe Biden and the Democrats have been willing to come to the table with a compromise. And a lot of these, as you know well, Jim, are proposals that do not make the Democratic base very happy. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, there's no DACA in this, apparently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "Right. Well, right. exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "But -- so, the president and Democrats know that there is a problem at the border. They are willing to come to the table, have always been willing to come to the table and negotiate in good faith, and they are on the brink of getting this deal that would put some fixes in, and now you see Donald Trump laying bare what the real goal here is, which is to continue to use this issue of immigration as a political weapon. Democrats are already writing the ads on this, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "STEWART",
      "sentences": "Yes, and that's the problem. They are going to use this as a campaign issue, rightfully so. But look, House Republicans passed H.R. 2, which is a more comprehensive way to deal with immigration, and it has more provisions in place to stem the tide of migrants coming into this country. They want that. That would never pass in the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "It would never pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "STEWART",
      "sentences": "Here's the thing. Donald Trump, as he said, I'd rather have no bill than this. He goes, I want a perfect bill. We can't let perfect be the enemy of the good. This a good faith effort, it's a bipartisan effort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "STEWART",
      "sentences": "Republicans and Democrats are working strongly together on this. And the fact that Donald Trump is urging Republicans in Congress to not do this, in large part, because he doesn't want Biden to have the win. I think it's really unfortunate when he has been so vocal, and he -- and Biden -- Trump deserves credit for calling attention and using immigration as a touchstone issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "STEWART",
      "sentences": "But he's holding this up because he doesn't want this to -- win under the Biden administration, and he's banking on him being president, and he can use this as a feather in his cap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "ACOSTA",
      "sentences": "But it does call into question some of the rhetoric that he has used as being phony baloney. Today, he said that there's going to be a major terrorist attack in the United States because of what's happening at the border. But, oh, by the way, we can't have a border deal to tighten security until next year. That's all the time we have. I'm so sorry. That was my way of trying to bring the segment to a close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "All right. ACOSTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "CARDONA",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "ACOSTA",
      "sentences": "Since the beginning of the Israel-Hamas war, several videos have shown civilians in Gaza being killed while waving white flags. CNN's Clarissa Ward has been investigating these reports. And we want to warn you this report contains disturbing images that are difficult to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "JON SARLIN, CNN DIGITAL PRODUCER",
      "sentences": "Jim, you said it. This was the earnings call from hell. As you said, Tesla dropped 12 percent in a single day. Just to give you a sense of the scale of how large tesla is and what a significant drop that is. That's around $80 billion. Mercedes Benz, as an entire company, has a valuation of $71 billion.So, in a single day, Tesla lost more than a Mercedes Benz. So why? What spooked analysts? Well, in their earnings, Tesla said that growth would be \"notably lower\" as it develops a next generation model. So, for years, Elon Musk has said, the ultimate goal for Tesla is to develop a cheap E.V. for the masses. They have not done that. They struggle to create new products. The cyber truck took years to come out. That's looking more like a niche product, not this car for the masses that Elon Musk wants as his ultimate goal. Now, you might remember that Tesla significantly slash prices on its cars this year. Well, deliveries increased 38 percent. That sounds like a lot. Analysts were hoping for 50 percent. And because of those slash prices, revenue stayed flat. The other issue, as you mentioned, is Elon Musk has said that Tesla's greatest competitive challenge comes from Chinese carmakers. At the end of last year, for the first time, Tesla was outsold globally by E.V.s from China's BYD. Now, all of this comes on the heels earlier this month, Elon Musk made this extraordinary public tweet on X, his platform, where he called for the Tesla board to give him significantly more ownership stake in Tesla. He has around 13 percent. He says he wants 25 percent. So, now, with these earnings calls -- with this earnings call and Elon Musk's erratic behavior over the last year, the Tesla board is in a tough place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, I saw that cyber truck the other day at the D.C. Auto show. It's not exactly something you would, you know, throw the kids in and head off to the soccer game. And it's, as you said, a very niche product. Fascinating, but niche indeed.And, Jon, changing topics, something else we wanted to bring up with you. This week, newly released documents show the NSA, which is nicknamed No Such Agency, as some people joke here in Washington, has been buying American's internet browsing data without warrants. Can they do that? What's going on there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Well, a browser beware, I guess, is what we could say to that. Jon Sarlin, great to see you as always. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "SARLIN",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}