{
  "date": "2024-02-05",
  "headline": "Inside Politics",
  "subHeadline": "Biden Pushes Economic Message In Swing-State Nevada; Biden Looking To Appeal To Union Workers, Who Were Key Part Of Slim 2020 Victory In Nevada; Blinken In Saudi Arabia In Effort To Advance Hostage Talks; Santos Won't Support Either Candidate In Race To Replace Him. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:32:48",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "President Biden is spending his second day in Las Vegas ahead of Tuesday's primary. Nevada just so happens to be a hotly contested battleground state also in November in the general election. CNN's Priscilla Alvarez is in Sin City. Priscilla?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:48",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, President Biden brought that general election argument here to Nevada just last night. A state that, as you noted, is a highly contested one. It's one that he only narrowly won in 2020 and is going to be important come November, especially as polls show, a close contest nationally between the president and his Republican opponent.Now, last night, what he did was essentially call former President Donald Trump a loser again, and draw a sharp contrast between his policies and that of President Biden, trying to also make that resonate with the voters in the state. And in an interesting moment, he also recognized the frustration that we know has played out behind the scene with President Biden and his officials of voters not yet feeling all the benefits of his accomplishment. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:48",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I know, we know, we have a lot more to do. Not everyone's feeling the benefits of our investments in progress yet. But inflation is now lower in America than any other major economy in the world, in the world.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:32:48",
      "speaker": "ALVAREZ",
      "sentences": "Notably, he did not mention that border security package that was released only hours before he took the stage. But in talking to groups here on the ground, it's the state of the economy that they are thinking about. This, of course, is a state that was hit hard by the pandemic, especially the hospitality workers.And the president's pro-union message really resonates with folks here on the ground. And they're feeling pretty good about where the economy is headed and the conversations that I've had. But I will also tell you Dana, I'm talking to campaign officials over the weekend, they're feeling pretty good going into February after last month, where they had the highest number of grassroots donations in January, beating both December and November. So all of this, though, the big question is whether it translates to the ballot box in the months to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "RASCOE",
      "sentences": "So it's like, they don't care that, you know, inflation is lower here than in France. They want it to be low, period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "BASH",
      "sentences": "That's so true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "RASCOE",
      "sentences": "So that's the thing. So they have to sharpen the message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "BASH",
      "sentences": "Yes. So let's sort of focused on union voters and just look at the results from 2020. The Joe Biden got 58 percent of the union vote to Trump's 39 percent nonunion. He got 48 to Donald Trump's 50. Now, Joe Biden won. Nevada last time around. Union voters make up just 19 percent of the electorate, at least did back in 2020. But again, it is still a very big part of his coalition. And it's not just in Nevada. We saw him go to Michigan last week. And let me just show you what, according to the Bureau of Labor and Statistics, Michigan, 14, Nevada, 14, Pennsylvania, 14. They might look like low numbers, but when you look at the overall sort of electorate and who goes out to vote, and who gets jazzed, it matters a lot for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "DAVID WEIGEL, POLITICS REPORTER, SEMAFOR",
      "sentences": "Yes. And it matters especially what -- who unions are talking to. They're talking to the rank and file. They are saying no matter what you've heard, this is what Joe Biden did for us in Nevada. It's very clear the Culinary Union is going to argue if you're in a UAW member in Michigan, maybe you and your circle of friends don't hear many good things about Joe Biden.Look at Shawn Fain's speech. You're going to hear that again and again. There is going to be a substantive difference between the way that Donald Trump is going to pursue labor policy. I mean, their lawsuit right now should -- to blow up the NLRB, their appointments he can make to change the LRB. It's little more complicated arguments that these unions are going to make to their membership saying, whatever noise is out there, whatever you see on TV about immigration or guns or whatever it is, you need to trust Joe Biden to put policies in place that are going to make your family better off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "BASH",
      "sentences": "And then, of course -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "I was going to say, you know, the economic contrast that they have to make --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "WEIGEL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "RAJU",
      "sentences": "-- with Trump is going to be significant, too, because polls are showing that Trump is leading with, against Biden in the head to head over the economy. And, of course, we know the economy, you're in, you're out, every election cycle, that is a driving issue here.And there has been an effort by the Republicans, probably successful in changing the mind of how Trump handled the economy. You know, the COVID, we remember how the economy essentially collapsed in his last year's handling of that. That could be a line, a potent line of attack for the Biden team that they probably, Democrats would say, have not embraced enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "BASH",
      "sentences": "And it's so basic, just being out in New Hampshire and Iowa. When I say it's basic, what I heard from so many voters was, I had, things cost less when Trump was in office. I had more money in my bank account. It is obviously so much more complicated than that. COVID is one example. But if that's how people feel turning that around is difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "RASCOE",
      "sentences": "It is really difficult. And it's difficult like when you go to the grocery store or out to eat or whatever and things just cost way more. Like it's hard, that is something that people feel on a visceral level and it's hard to message your way out of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:05",
      "speaker": "WEIGEL",
      "sentences": "And we just haven't had inflation in this country for a very long time. If you're -- the Biden team like to talk about Ronald Reagan in 1984, they like to say factually that people had negative opinions about a bad economy and then they turned around. But people have been living with inflation in 1984 for about a decade or so.They remember what it was like. They remember it going down. You just said it. People remember. I didn't have to worry about these prices when Donald Trump was president. And that's the end of the conversation for a lot of voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:21",
      "speaker": "BASH",
      "sentences": "Just in to CNN, we're learning U.S. and coalition forces have come under attack three more times in Syria since Friday when they launched those initial airstrikes against Iran-backed groups there. That's according to a U.S. official. Now, yesterday, White House National Security Adviser Jake Sullivan told me the U.S.-led actions would continue.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:44:21",
      "speaker": "BASH",
      "sentences": "You said it's just the beginning, and I just want to clarify. That means that there will be more strikes coming in the next few days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "BASH",
      "sentences": "CNN's Nic Robertson is live from Tel Aviv. Nic, the U.S. Secretary of State Antony Blinken is now in the region. What are you hearing about what the goals are for that particular trip? And I know there have been -- we've been talking in the break a lot of hope that there could be a deal, and it certainly hasn't happened yet. That clearly is a big part of his mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:04",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It is. So the hostage release is just a huge part of the focus for Secretary Blinken. And to that point, the State Department really feels right now that the ball is in Hamas's court. Bill Burns, CIA chief, and his counterparts from Egypt and Israel here, and the Qatari Prime Minister met just over a week ago, and they put forward a joint proposal that went to Hamas.Hamas has not given a verdict on it yet, but there are red lines in there for Hamas. Hamas would have to compromise. They'd have to say they'll settle for a not permanent ceasefire. There might be questions about all the prisoners they want released. So we don't know what Hamas's answer is going to be at the moment. We've just heard Prime Minister Netanyahu here really double down on Israel's position, saying that the Hamas leadership must be killed. That's the way to victory in Gaza. We can't stop the war until then. OK, is that pressure on the Hamas leadership to agree on this deal, knowing that they're faced with possible death? They knew that already. Or is there some part of this deal we don't know about that offers them sanctuary outside of Gaza? Is that what's happening? But the pressure that Secretary Blinken will bring when he comes here to meet with the prime minister in a couple of days will be to say, OK, look, to get a deal, you may need to modify your position. What is doing in Saudi Arabia right now is really trying to set the conditions for when that if that deal does happen. So what happens in Gaza, humanitarian aid coming in reconstruction, a Palestinian authority that can work their, governance for Gaza, all these things, Saudis will be a big part off. So that's part of his formulation before he gets here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Now to a special election with national implications, early voting is underway in New York in the race to replace George Santos, who of course, was expelled from Congress. Manu Raju is here. And Manu, you were just on the ground in Queens and Long Island. What are your takeaways from being on the trail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "Yes, this is a tough race for Democrats to take back the seat. Remember, Joe Biden carried this district by eight points in 2020. George Santos was expelled. The Republicans seemed divided at that point. They named Tom Suozzi as their nominee. He's an experienced politician, former member from that same district. He's been redistricted a bit, but still, he is very well known. Not Mazi Pilip, his Republican opponent. But still there are concerns that he may not win this seat because he is getting hammered on the issue of immigration in particular. And Suozzi was very blunt about the issues. He said the Democratic brand is the issue in his district.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "Why is the Democratic brand in trouble here?TOM SUOZZI (D), NEW YORK CONGRESSIONAL CANDIDATE: You know, we have a problem with crime in New York City, or had a problem with crime in New York City. It was very effectively weaponized by the Republicans. Immigration's become a very hot button issue here. They're not only just trying to tie me to Joe Biden, they're trying to tie me to the squad. He's a far lefty. You know, it's ridiculous. Joe Biden is underwater here in my district, but so is Donald Trump. They're both very, very unpopular candidates. I don't think it would be helpful, just as I don't think Donald Trump would be helpful to my opponent. And this race is really very local. It's Suozzi versus Mazi. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "You know, the question, too, is how to exactly go after Mazi Pilip. There's actually been a debate within the Democratic Party. It's caused some frustration among Suozzi allies because the Democratic campaign committee called her a MAGA extremist in one of their first campaign ads.He does not view it that way. He says the better way to attack her is about her just simply not being a blank slate on some of the key issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Yes, because, people might not realize this. She is very interesting person. She's a political newcomer. She is actually a registered Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "Yes, that's right. And that's actually one of the issues here as well. And I have questions about where she stands on some of the key issues and where she stands about Trump and whether she voted for Trump in 2016 and 2020.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "You haven't said if you voted for the former President Trump in 2016 and 2020. Why not?MAZI PILIP (R), NEW YORK CONGRESSIONAL CANDIDATE: See, it's happened three years ago. I wasn't even elected officials. I'm trying to focus on this and I'm going to try to focus on November 2024 election. Of course, he's welcome to help me. If he's -- if he can come to help me, I will appreciate that. And he did good things for America and I will support -- RAJU: But if he's convicted, would you still support him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "PILIP",
      "sentences": "Again, I said, I don't want to answer on that -- even if he -- he was great Republican. He did great things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "Do you consider yourself MAGA Republican?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "PILIP",
      "sentences": "You know, I don't know what's MAGA Republican. I can tell you all I care is common sense government.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "The politics of it is so interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Again I mentioned her background is also fascinating. I mean, she was not obviously born here. She served in the IDF in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:07",
      "speaker": "BASH",
      "sentences": "This is entirely about George Santos being expelled that's why this is happening. You did speak to Santos himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:07",
      "speaker": "RAJU",
      "sentences": "Yes, that's right. And he made very clear that he is not supporting her because not that it may matter in a district where he's obviously been expelled and is a disgraced former congressman, but he made clear that he does not -- he's not happy about the turn of events and does not think that she should be elected.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:07",
      "speaker": "RAJU",
      "sentences": "Are you going to support her in this race?GEORGE SANTOS (R), FORMER U.S. REPRESENTATIVE: So I've made it very clear I'm not voting in the race for the simple fact that I will not bring myself to vote for a registered Democrat, period. Not in this time and in the time that we're living in. It's just against what I believe in as far as politics go. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:07",
      "speaker": "RAJU",
      "sentences": "And I also asked him, of course, about his own legal problems, Dana. He's, of course, facing federal charges. There's talks about him taking a plea deal in all of this, and I asked him if he's going to accept a plea deal. Would he try to do that to try to stay out of jail? He sidestepped that question, said those talks are ongoing, so we'll see. So maybe he's admitting guilt after denying all these issues that cost him his seat and caused a special election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:07",
      "speaker": "BASH",
      "sentences": "I mean, is it possible that him saying he's not going to vote for the Republican in the race could help the Republican in that race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:07",
      "speaker": "RAJU",
      "sentences": "Maybe it doesn't help Tom Suozzi. BASH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:07",
      "speaker": "RAJU",
      "sentences": "Thanks, Dana.",
      "isLastSentenceInterrupted": false
    }
  ]
}