{
  "date": "2024-11-01",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Trump And Harris Vie For Female Vote In The Final Stretch Of Their Campaigns; Deadly Floods In Spain Kill At Least 205; Israeli Strikes Pound Lebanon And Gaza; College Students Playing A Role In Battleground Michigan; Over 300 Economists Oppose Trump, Citing Danger To Democracy And \"Misdiagnosis\" Of The Economy; Harris Speaks As She Arrives For Wisconsin Campaign Blitz. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "LYNDA KINKADE, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Lynda Kinkade in for Isa Soares. Tonight, it's the finalstretch in the race for the White House with just four days to go. Women's rights are an issue at the heart of the presidential campaign as both Kamala Harris and Donald Trump vie for the female vote. Also ahead, too little, too late. Horrifying details emerge of how victims died in Spain's flooding disaster. Plus, ceasefire hopes fade as Israeli strikes pound both Lebanon and Gaza. The U.N. warns Lebanon's historic cities are in deep peril of being left in ruins. Well, there are just four days left in the mad dash to the U.S. election finish line, and the candidates are passionately courting battleground states, both Kamala Harris and Donald Trump are spending time today in the blue wall state of Wisconsin where they're neck-and-neck after spending Thursday criss-crossing Arizona and Nevada. But what's making headlines is the former President's alarming comments suggesting that Republican Liz Cheney, one of his most prominent critics have guns trained on her face and be shot. Here's what Trump said while speaking with former \"Fox News\" host Tucker Carlson last night in Arizona. (BEGIN VIDEO CLIP) DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL NOMINEE: She's a radical war hawk. Let's put her with a rifle standing there with nine barrel shooting at her, OK? Let's see how she feels about it. You know, when the guns are trained on her face -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KINKADE",
      "sentences": "Lawmaker Liz Cheney, who is the daughter of former Vice President Dick Cheney, responded to Trump's comments on X, saying \"this is howdictators destroy free nations. They threaten those who speak against them with death.\" The Trump campaign issued a statement in response to the backlash, saying \"warmongers like Liz Cheney are very quick to start wars and send other Americans to fight them rather than go into combat themselves.\" Well, Daniel Strauss is in Washington and will join us in a few moments with more on the race. But I want to go to Eva McKend first, who joins us here in Atlanta. Good to see you, Eva. So, we just heard Donald Trump speaking about Republican Liz Cheney who has, of course, endorsed Harris, as has her father, former Vice President Dick Cheney. Is it likely that Harris will respond to those comments today? EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: She hasn't yet, but she is expected to respond to these comments when she lands in Wisconsin. So, we will soon hear more from her on this matter. But what I can tell you from the campaign more broadly is that they view this as helpful to a larger argument that they have long been making, that the former President is illustrating behavior, commentary that suggests that he is unfit for the presidency. You know, so much of the strategy for Vice President Harris is to cast a wide net, really bring new voters into the fold, leaning on these Republicans for Harris coalition. She knows that there are conservative voters out there that may not agree with her on every policy matter, but still potentially could consider voting for her because they just find the former President is not palatable. And so, when he makes comments like this one about Liz Cheney, when we saw what we saw over the weekend at Madison Square Garden at his closing argument rally, they all think that this is helpful and they feel like they are getting undecided voters. So, voters that you can -- if you can believe it, are still making up their mind in this final hour. They feel like this episode makes them most competitive with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KINKADE",
      "sentences": "I want to come back to you, Eva, in just a moment, but if Daniel is ready, I want to ask him about these comments, calling for Liz Cheney tobe fired upon. We've heard from Republicans trying to make excuses for that or trying to explain that comment from Donald Trump. Is he offering any clarity? Is it likely he'll walk that comment back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "I want to go back to you, Eva, because we did see Puerto Rican superstar Jennifer Lopez supporting Kamala Harris last night at her rally,and again responding to the remarks made at a Trump rally from a speaker who suggested that Puerto Rico --Puerto Rico is an island of trash. Can we just roll this down from Jennifer Lopez. (BEGIN VIDEO CLIP) JENNIFER LOPEZ, AMERICAN-SINGER: At Madison Square Garden, he reminded us who he really is and how he really feels. It wasn't just Puerto Ricans that were offended that day, OK? It was every Latino in this country. It was humanity and anyone of decent character. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Certainly, a very passionate speech from Jennifer Lopez. Eva, quite a few Puerto Ricans, especially well-known Puerto Ricans are throwingtheir support behind Harris now. What else did J-Lo have to say last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MCKEND",
      "sentences": "You know what struck me, Lynda, is she kept repeating, she gets it, she gets it, about Vice President Harris. So, in lending her support toHarris, she was saying to this crowd, really an appeal to Latino voters that she understands our community. And Latino voters are going to be a very important constituency in the west, but also in places like Pennsylvania. And so, they are hoping that they can lean on these celebrity surrogates like Jennifer Lopez to aptly make the case here. Lopez also talked about Harris having compassion for immigrant families because she herself is the product of immigrants. She talked about how Harris could adeptly harness the power of women. And so, you know, not only Lopez, but we're seeing other high profile Latin-American celebrities out there as well. And they feel as though that this is going to be helpful for them with not that much time left to make their case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "All right, Eva McKend for us and Daniel Strauss, good to have you both with us. Thank you. Well, both Harris and Trump are vying for that allimportant vote from women. Recent CNN polling shows that Vice President Harris has an edge over Donald Trump among women, 50 percent to Trump's 44 percent. Well, Harris is seizing on comments Trump made at a rally this week about women. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "TRUMP",
      "sentences": "I want to protect the people. I want to protect the women of our country. I want to protect the women, sure, please don't say that, why?They said, sir, I just think it's inappropriate for you to say -- I pay these guys a lot of money. Can you believe it? (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "TRUMP",
      "sentences": "I said well, I'm going to do it whether the women like it or not, I'm going to protect them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Well, singer and actress Jennifer Lopez who were just speaking about campaigns at -- with Harris at the rally in Las Vegas, Nevada, lastnight. And she spoke directly to women in the audience. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "LOPEZ",
      "sentences": "I believe in the power of women.(CHEERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "LOPEZ",
      "sentences": "Ladies! Where my ladies at? Let me hear you! Yes, I believe that women have the power to make the difference in this election.(CHEERS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "Well, joining me now is Julie Roginsky, a Democratic strategist and co-founder of the nonprofit Lift Our Voices, which advocates forAmerican Workers Rights, good to have you with us. JULIE ROGINSKY, DEMOCRATIC STRATEGIST &amp; CO-FOUNDER, LIFT OUR VOICES: Thanks so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KINKADE",
      "sentences": "So, Julie, when you look at the early voting so far, women are dominating. What does that suggest about the level of motivation to maketheir voices heard in this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "Yes, because it was interesting. There was so much backlash at the Midterms --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ROGINSKY",
      "sentences": "True --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "After the fall of Roe v. Wade, which for our international viewers, this is a case where Trump stacked the Supreme Court, theyabolished a law that had been in place since 1973. And of course, it affects all women because we know one in four pregnancies end in miscarriage. And without abortion medication, a miscarriage can last weeks. I just want to bring up an article that was published this week, \"ProPublica\" reported that two Texas women died after being denied miscarriage care at a hospital because doctors there say they can't help a woman who's having a miscarriage if the fetus has a heartbeat. One of those women was Jocelyn Baneca(ph), she had hoped to give her daughter a sibling, but she had a miscarriage, she then had to endure 40 hours of trauma until her body finished miscarriage. And of course, during that time, her uterus was exposed to bacteria and she died three days later of an infection, and her daughter now has no mother. I mean, this is an issue that's playing out in state-after-state, and right up to the day of the election, it will really, I guess, be a massive motivating factor for many women, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "ROGINSKY",
      "sentences": "I mean, understand what this means for your international viewers. We are the country, the United States, where people travel fromall over the world because of our healthcare system. Literally, you've got kings and heads of state that would leave their own countries and travel here because of the healthcare system that we have. And yet, we are a country that is allowing our women to die where doctors are standing by where they could easily help these women but they're so deathly afraid of being prosecuted for helping these women because of some of the laws that are passed in places like Texas and places like Georgia, in places like Florida and so on. That as a result of that, doctors whose oath it is to first do no harm, but second, to help to the best of their ability to help these women. They can't help them. How frustrating must that be for people who are trained in medicine, who are trained to save lives, to say that we can't do it, not because we don't want to, not because we don't know how to, but because the government, some men in some far-away state capital and in some far-away Supreme Court of the United States and Washington D.C have decided that we can't practice medicine to save the lives of our patients. I mean, if that doesn't infuriate you if you're an American woman or if you're a woman or a man who cares about women anywhere in the world, I don't know what does. But again, it's all the more just shocking I think to those of us who live in this country and to those of us who look to the United States not just as a beacon of freedom, but also as a place where people do travel to receive the best healthcare in the world that we are now -- we have now arrived at a situation where truly our own doctors cannot help their own patients. And I can't imagine if this were in the U.K. or in the European Union anywhere, or in any other part of the world, if you have the ability to help a patient, how can you not? Except in this country where the Supreme Court has now allowed states to say, even if you can, we're not going to allow you to, and if you do, we will prosecute you effectively for murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KINKADE",
      "sentences": "And just quickly, I am wondering whether Donald Trump still has major support from white women. This is the country's largest voting blocbecause for the last two elections, even when he was facing Hillary Clinton, he had the majority of that vote. Is there any indication at this point in time that that's changing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KINKADE",
      "sentences": "We'll have to leave it there for now, but interesting discussion. Julie Roginsky, thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROGINSKY",
      "sentences": "Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, I want to turn to Spain now, where the death toll from the devastating floods there affecting the southeast of the country hassurpassed 200. Authorities warn that it is likely to rise. Clean-up operations are underway with the government deploying 1,700 soldiers to assist with the rescue efforts. Now, it's the most devastating natural disaster to hit that region of Valencia in decades, and many residents are complaining that the emergency alerts came too late when too many people were already trapped in the rising floodwaters. Atika Shubert has traveled to the affected areas and she filed this report. (BEGIN VIDEOTAPE) ATIKA SHUBERT, JOURNALIST (voice-over): In a dystopian scene of Spain's deadliest floods in decades, dozens of cars and debris are piled on top of what was a railroad in eastern Spain. With a year's worth of rainfall plummeting down in just hours on Tuesday, hundreds of people have been killed according to authorities, and the death toll is only expected to rise. The extreme weather has caused a surge of water to break bridges, damaging homes and cars along the way, with the floods turning gray roads into a muddy brown, these satellite images taken less than two weeks apart, show the sheer level of destruction the floods have left behind. But now armed with brooms, sticks and shovels, locals have been coming in droves to clean up the streets. Some tell us how they turned up just to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We wanted to help because we know there's a lot of people suffering --SHUBERT (on camera): Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, we told it to our friends and we decided to buy food and bring clothes and everything and among, water.SHUBERT (voice-over): There have been widespread concerns about official warning systems. Many residents saying they were alerted too late. UNIDENTIFIED MALE (through translator): The storm hit in the morning, but the water didn't get to us until 8:00 in the evening. Yet, nobody warned us. Nothing. Nobody cared. I'm 70 years old, I had to go with these old clothes to change. But I haven't even been able to take a shower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SHUBERT",
      "sentences": "This children's school was also affected by the tragedy. Its interior severely damaged.(on camera): You can see just how high the waters were. More than chest high. Higher than a child. And this is a school. All of this equipment we are told was brand new, and it's been completely destroyed by the mud and the flooding from the river. (voice-over): Spanish Prime Minister Pedro Sanchez has called this Spain's worst natural disaster in a century, and EU officials warned of the flood's wider implications. FLORIKA FINK-HOOJER, DIRECTOR-GENERAL, EUROPEAN COMMISSION ENVIRONMENT DEPARTMENT: A tragedy like this one is not just a Spanish one. It really affects all of us in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SHUBERT",
      "sentences": "In the wake of the destruction, the Spanish government says it has deployed more than a thousand soldiers to help the clean-up and rescueefforts. But as more rainfall is expected in the coming days, meteorologists say this human-made crisis is only going to get worse. Atika Shubert for CNN in Valencia, Spain. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back, I'm Lynda Kinkade. Dozens of buildings bombed into rubble in southern Beirut. They're the first Israeli strikes from Beirut innearly a week, causing what's been described as massive destruction with buildings leveled to the ground. In Gaza, at least 13 people were killed Thursday and dozens more injured after an Israeli strike near the Nuseirat Refugee Camp. That strike occurring as Israel braces for a possible retaliatory strike from Iran. A former Israeli official telling CNN that there is a high possibility Iraqi militia groups could be involved in that attack. Well, CNN's Matthew Chance is following the developments and joins us now with more details from Jerusalem. Good to have you with us, Matthew. Let's just start with the airstrikes in Beirut, southern Lebanon, and of course, Gaza. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KINKADE",
      "sentences": "Matthew, just quickly, what are your sources telling you about how Iran could possibly retaliate again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "CHANCE",
      "sentences": "Well, this comes after CNN got from sources inside Iran that, in fact, Tehran was considering taking a retaliatory strike against Israel.One of the options that's being looked at by the Israelis is that, that strike could come in the form of an attack from one of Iran's proxies, particularly, Iraqi militias that are controlled by and funded by Iran inside Iraq. One of the former Intelligence officials that I spoke to earlier today, telling me that was -- she regard it as a high possibility because these groups in Iraq are very close physically to Iran, and they haven't been degraded in a way that, for instance, Hezbollah has in southern Lebanon and in Beirut. And so, you know, they're much more able to carry out these strikes against Israel. And it's also that, you know, Iran would be able to, you know, claim that it didn't have direct responsibility for these, for these kinds of attacks on Israel as well, at least in -- at least in their mind. And so, that's one of the reasons why it's possible that this could take place. Certainly, Israeli military sources telling us that the country is in a state of -- a high state of readiness in preparation for a possible Israeli retaliation, although they're not being definitive that it's definitely going to happen yet. So, they're still looking at the decision-making process and examining it in Tehran to work out how and if and when any attack may be forthcoming, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "KINKADE",
      "sentences": "Welcome back. I'm Lynda Kinkade.Dueling pitches are being made in battleground Michigan today. Donald Trump is campaigning there, and so, is Kamala Harris's running mate, Tim Waltz. No wonder it's getting so much attention. It is one of the states that could make or break this election. New polling shows a razor close race. John King spoke with Michigan college students who could play a key role in determining the winner. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm calling to ask --JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT (voice over): Michigan Republican headquarters, five days out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- if President Trump can count on you in his support in this election.KING (voice over): A basement phone bank shift. Ralph Brennan among the Michigan State students helping turn out the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "RALPH BRENNAN, CAMPUS COORDINATOR, MICHIGAN TRUMP TEAM",
      "sentences": "I think there is a red wave coming, especially in Michigan, and I think people will be verysurprised on how many people vote Republican this election. KING (voice over): Brennan is 21, a junior economics major from Ohio, but he registered in Michigan for his first vote for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "BRENNAN",
      "sentences": "I was a sixth grader when Trump got elected in '16, and I watched him come to the White House, I watched the inauguration, I watched all thegreat things he did. KING (voice over): Trump struggled with young voters in 2016 and 2020. Brennan predicts better numbers this time, especially among young men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "BRENNAN",
      "sentences": "Trump. The cowboys. Thank you, guys.KING (voice over): And especially after Robert F. Kennedy Jr. ended his campaign and backed Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "BRENNAN",
      "sentences": "I've heard a lot of young guys say how much -- how important RFK was to their President Trump vote. You know, ever since Trump kind ofbrought RFK onto the team, onto the campaign, a lot of young, young men voters really, really like that and kind of resonate with -- with RFK, and what he's done. KING (voice over): In a dead heat race, organization can be the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They need to go vote, yes.KING (voice over): Halloween spirit helps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "These cookies too.KING (voice over): Treats as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Will you fill out one of our pledge to vote please?KING (voice over): Jade Gray is a progressive organizer, former co- president of the College Democrats here at the University of Michigan, back on campus to encourage early voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "JADE GRAY, DIGITAL ORGANIZING MANGER, PROGRESS MICHIGAN",
      "sentences": "We know that when we vote, we win. And quite frankly, we're getting a lot of people out tovote. KING (voice over): Gray's optimism is a big shift. This is our fourth Ann Arbor visit in a year. Back at the beginning, she was down about President Biden's prospects. And later, she was worried Vice President Harris would still lose too many young voters because of student anger over the Israel- Hamas conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "GRAY",
      "sentences": "Have you guys voted yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "GRAY",
      "sentences": "OK, yes. Thanks.KING (voice over): But she is upbeat now and credits a mix of constant organizing and a smarter approach from the Harris campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "GRAY",
      "sentences": "It was not just the candidate that switched, but it was really their whole approach for the campaign. And leaning into this idea that memes andInternet culture is a, you know, a mode of communicating about politics has totally transformed this race. And I think will be, you know, one of the biggest reasons to -- one of the biggest things we should credit. I'm saying when, but if she wins. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "KINKADE",
      "sentences": "Well, the final jobs report before the U.S. election is out, and it's a mixed bag that wasn't entirely unexpected. Overall, America'seconomy is strong and the unemployment rate remains unchanged at 4.1 percent. But only 12,000 new jobs were added last month, far below what economists had expected. However, it is important to look beyond the numbers, back-to-back, hurricanes and major labor strikes lowered job growth, which is expected to rebound in November. The economy is, of course, a top priority for U.S. voters. The White House said, even though it remains solid with rising incomes and falling inflation, there is still work to be done. Donald Trump called the latest jobs report a catastrophe. Well, for analysis, I want to welcome Justin Wolfers, Professor of Economics and Public Policy at the University of Michigan. Great to see you, Justin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "JUSTIN WOLFERS, PROFESSOR OF ECONOMICS AND PUBLIC POLICY, UNIVERSITY OF MICHIGAN",
      "sentences": "You too, mate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:36",
      "speaker": "KINKADE",
      "sentences": "So, job numbers are not as what was going to be expected. They were a lot of issues at play, the major storms and strikes. Just explainhow those events distort the data. And can you break it down for us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "KINKADE",
      "sentences": "And so, just I want to look at Trump's tariff policy or planned proposal. He has pledged to impose 60 percent tariff on Chinese goods, aswell as a general tariff of 10 to 20 percent on all imports. I want to roll some sound of what he said about tariffs. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: To me, the most beautiful word, and I've said this for the last couple of weeks in the dictionary today, and any is the word tariff. It's more beautiful than love. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "KINKADE",
      "sentences": "Justin, just explain the real-world impact of those tariffs on everyday Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "WOLFERS",
      "sentences": "Well, it's not more beautiful than love, I'm afraid. In fact, it's rather ugly. So, a tariff is a tax on imports. When Home Depot wants tobring a washing machine across the border, Home Depot has to pay a tariff or a tax to the U.S. government. We think that most of these tariffs are actually going to get passed along from Home Depot onto real Americans -- normal Americans. And so, for the typical American family, it looks like you're paying another $3,000 a year in these taxes. Look, let me tell you why Trump thinks these are beautiful. Income Taxes are what we call progressive. Higher income people pay a higher rate. The thing about the tariff, as with other sales taxes is, they are not progressive. They are pretty close to being a flat tax. As a result, working middle class families pay a much larger share of any taxes that you raise through tariffs rather than taxes. It's a very sneaky ploy to say I'm out there looking after working-class jobs, when in reality, what you are doing is asking working in middle class Americans to pay for tax cuts, income tax cuts for the very wealthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are, indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, Vice President. Have you had a chance to talk to Liz Cheney? And then, technically, are you concerned about her generalsecurity and concerning the situation and how tense things are, do you think that the government or the administration come from you to provide her with security of the situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "HARRIS",
      "sentences": "So, I've not talked to her since this comment was made, but I will tell you, I know Liz Cheney well enough to know that she is tough, she isincredibly courageous, and has shown herself to be a true patriot at a very difficult time in our country. Where to your point, we see this kind of rhetoric that is violent in nature, where we see this kind of spirit coming from Donald Trump that is so laden with the desire for revenge and retribution. And Liz Cheney is a tough person. She is an incredible American, and I have an incredible amount of respect for her. I think that Liz Cheney is courageous, and that we will always make sure that we are all fighting against and speaking out against any form of political violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You soke about early voting. What is your assessment? What is the data that you are seeing across the battleground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "HARRIS",
      "sentences": "I'm seeing the folks who are showing up at the various places where we are inviting people to come and talk with us, and where we are talkingabout the issues at stake. And I'm seeing an incredible amount of enthusiasm from people of every walk of life, every generation, from our first time voters, to folks who are seniors and have a lot at stake on issues like Social Security and Medicare. And what I am enjoying about this moment most is that in spite of how my opponent spends full time trying to divide the American people, what I am seeing is people coming together under one roof who seemingly have nothing in common, and know, they have everything in common. And I think that is in the best interest of the strength of our nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- a lot more women showing up in Pennsylvania, a lot of Democratic women, first time voters. Women?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "HARRIS",
      "sentences": "Women, men, folks of every background are showing up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Vice President, you have had quite a lot of interruptions during your speeches, recently, a lot of pro-Gaza protesters.And, you know, you certainly have spoken about democracy in responding to them. But you think that you need to say a little bit more about the Mideast conflict, or about what you would do to try to satisfy them? And are you concerned at all about how you will do in college towns, and in Michigan, in particular, with them, President Trump, today is going to Dearborn, is going to a Palestinian restaurant. He is really -- this is the second kind of Arab American restaurant he's gone to. He seems to be really trying to make a play for a group that would traditionally be pretty democratic. Do you think you have done enough to reach these voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- that they want to show the administration that what they did, the policy and the support for Israel is wrong, and are going tomake a statement and that they don't care if it makes Trump the president. What would you tell them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "HARRIS",
      "sentences": "So, there is a real contrast in this race. When you look at who stands for democracy and democratic principles and who does not. DonaldTrump is talking about an enemy's list. He is talking about using the American military to turn on American citizens. He talks in a way that suggests that there should be retribution and severe consequences just because people disagree with him. My point is very clear. I believe in our democracy, democracies are complicated in a wonderful way, because we like debate, we accept and receive differences of opinion, and we work them out. One of the reasons I am going to have a Republican in my Cabinet is because I want different views. I enjoy and benefit from diverse views from different perspectives that allow me then to make the best decisions I can make. That's a big difference between me and Donald Trump, and that's the big difference between someone who truly is a leader and someone who is in it for themselves and wants unchecked power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "HARRIS",
      "sentences": "OK. Thank you, all.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "KINKADE",
      "sentences": "You have just been listening there to Vice President Harris speaking in Madison, Wisconsin, after Donald Trump suggested thatRepublican critic, Liz Cheney should face a firing squad for her foreign policy stance. You heard there from Kamala Harris, saying that this should be disqualifying. And that Donald Trump is not -- is clearly unqualified to be president. I want to welcome back Eva McKend, our reporter, who is following the developments. Now, this was a really strong response from Kamala Harris, not only saying that he is clearly unqualified. But that this rhetoric and his desire for retribution and revenge is growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "MCKEND",
      "sentences": "And Lynda, we have been seeing her engage in this rapid response pretty much all week long, where essentially the former president sayssomething or one of his surrogates says something, and the campaign seizes on it right away. And the reason that they are doing this is because they believe that the behavior or the commentary that the former president is illustrating in just the last few days, that it is helping the Harris campaign with undecided voters. There are voters out there that may not agree with her on every policy issue, but just think that some of the rhetoric is a bridge too far. You know, there are Democrats in some corners, though, that say that there are going to be limits to this argument. That there already are too many Americans that know well who Trump is, and that it's sort of too late at this point to litigate this. But yet, and still, the campaign clearly sees a lot of value on jumping on these comments right away. She said that this episode illustrates that it - - he is disqualifying. She reiterated her concerns about how the former president will present this country on the international stage. She often talks about how, in her background as a prosecutor, that she had to be really precise with her language, because she knew that every utterance could have a dramatic impact on people's lives. And so, by comparison, she sees the former president in spaces where he is meandering or riffing without really thinking about the consequences of his words. She reiterated her concerns about the former president hell bent on what she characterizes as an enemies list versus her to do list, all of these points she is raising in the wake of this latest -- this latest episode. But really, at this point, we have to see if it moves the needle at all with voters or voters sort of know who the former president is at this point, and are making up their minds based on other factors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:08",
      "speaker": "MCKEND",
      "sentences": "It was, and she dismissed a lot of his claims as junk science. The problem though, I think there, is -- I used to cover the Kennedy campaign,and I would meet a lot of Biden voters at his events. And so, the former president was so quick to coalesce with Kennedy supporters and bring the make America healthy campaign into their fold, because, you know, for all of Kennedy's comments, he does have a base of support that could make a difference in battleground states when you're talking about a small margin of victory. So, it doesn't come without risk at needling Kennedy, but she is expressing the concerns of many with someone who has expressed his views being in charge of health care or advising the president on health care in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:08",
      "speaker": "KINKADE",
      "sentences": "Eva McKend, doing a great job covering the Kamala Harris campaign. Appreciate you. Thanks so much.And do stay with CNN, we're going to take a quick break. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:08",
      "speaker": "KINKADE",
      "sentences": "Look at this. A sea of blue and white in Los Angeles. The Dodgers are back home this hour, celebrating a World Series championship with aparade. You can see the team riding around in double decker busses surrounded by fans. And the party will keep going. There is going to be a ticketed event at Dodgers Stadium. Of course, the team clenched the Major League Baseball championship against the New York Yankees on Wednesday. And today's parade happening on what would have been the 64th birthday of the beloved Dodgers pitcher, Fernando Valenzuela, who died last month. The team honored him with a special patch on their uniforms during the World Series. Well, Kamala Harris has received a number of celebrity endorsements, including from Beyonce, Taylor Swift, and even former Republican Governor Arnold Schwarzenegger. Well, now, basketball superstar LeBron James has pledged his support for Harris. In a powerful video posted on X, the L.A. Lakers player shared clips of derogatory remarks made by former President Donald Trump and his allies. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "KINKADE",
      "sentences": "What a powerful video.Well now, we have Halloween behind us, is it too early to get excited for Christmas? Certainly not in my house and not for Mariah Carey. (BEGIN VIDEO CLIP) KINKADE (voice over): Well, the singer shared this video on Instagram today to mark the start of the festive season, featuring her iconic song, all I want for Christmas is you. Carey has kept up its tradition on social media for the last few years. And last November, she posted this video of her defrosting in a vault, getting ready for all things festive. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}