{
  "date": "2024-10-10",
  "headline": "CNN News Central",
  "subHeadline": "St. Lucie County Hit By 3 Tornadoes In Less Than 25 Minutes; Tampa City Council Member Guido Maniscalco Discusses Hurricane Milton; Lebanese Health Ministry; 11 People Killed After Israeli Attack in Beirut; Melissa Reichert, Punta Gorda Assistant City Manager, Discusses Storm Surge Leaving Boats Scattered Around City. Aired 2:30- 3p ET",
  "utterances": [
    {
      "timeStamp": "14:32:56",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Back now live on Florida's Gulf Coast in Treasure Island, we are still seeing the effects of Hurricane Milton in some areas for the first time from the ground.I want to go straight to CNN's, Brian Todd, who is live for us in Port St. Lucie where tornados ripped through the area even before the hurricane made landfall. And, Brian, we confirmed a short time ago that there were at least five people killed there. Give us an update on what you're seeing on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Brian, it's always awe inspiring the power of Mother Nature and what it can do.And notably, tornadoes were a huge factor in Hurricane Milton as it swept through Florida. It's now obviously a post-tropical storm as it moves in the Atlantic. There where something like 100 tornado warnings for the entire state of Florida yesterday. That is a single-day record. It goes to show you, not only the power of this storm, but just how wide it was across the Sunshine State. I actually want to talk to the chairman of the Tampa City Council now. Guido Maniscalco joins us live. Guido, thank you so much for joining us. I want to get your thoughts on how the city fared when it comes to Hurricane Milton. And how did preparations go and how do you think the community did? GUIDO MANISCALCO, TAMPA CITY COUNCIL MEMBER (via telephone): You know, we were -- we were expecting the worst and hoping for the best scenario. One of our biggest concerns was the storm surge. And that was based on the exact movement of Milton and where it made landfall. Because if it was a little bit north, a little bit south, it would have determined how much storm surge we would have seen. We didn't see what we expected. We did have a storm surge situation a couple of weeks ago that was horrible, that affected so many houses that are still trying to recover. But it was, I think, a better-than-expected situation considering the magnitude of the storm. And we're still doing damage assessment. We have over a half a million people in the area without power, but there is crews from all over the place doing an assessment and trying to restore, you know, little by little.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SANCHEZ",
      "sentences": "I'm wondering, as your crews are going that assessment, what jumps out at you -- what jumps out at you as the greatest area of need? Is it getting folks the power back on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "MANISCALCO",
      "sentences": "You know, the power is the biggest thing. Because the longer you go without power, food is spoiling, you have the elderly -- people that are elderly, there's just so many things, children with special needs.I mean, it affects a -- it puts everything at a standstill essentially, IO mean, even, you know, restaurants, food service, grocery stores. I mean, it just it -- it's the biggest thing that affects us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SANCHEZ",
      "sentences": "Yes. And, sir, before we let you go, I just wonder if you have a message for folks in the community. Because, obviously, as we've heard from other officials, it's still a very tenuous time for folks to head out and try to survey damage and see the effects of Hurricane Milton.There's still a lot of danger and hazards out there. What would you say to folks in your community now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "MANISCALCO",
      "sentences": "Be very careful. If you don't need to go out, do not go out. I, myself, saw the amount of trees that are down, blocking the roads. I mean, it's really all hands on deck.We have our push crews that are literally pushing debris out of the way to make the roads passable again. There are many areas that are still flooded. At this time -- you know, it's a beautiful day outside. Just because we have this calm after the storm, you know, stay inside. The city is out there. Again, all hands on deck. Police, fire, our ATU, our city workers, our solid waste folks, they're out there trying to work as quickly as possible to make it safe before folks go out yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SANCHEZ",
      "sentences": "Yes, sadly, too often, we see preventable deaths after a hurricane has gone by.Guido Maniscalco, chairman of the Tampa City Council, thank you so much for joining us this afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:45",
      "speaker": "SANCHEZ",
      "sentences": "We still have so much to bring you from the Sunshine State, including damage in Punta Gorda, Florida. This is an avid boating community. And the storm surge there was so powerful, it lifted boats out of the marina and cast them into the street. A lot more in just moments.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:45",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We have some breaking news out of the Middle East. The Lebanese Health Ministry says at least 11 people have been killed and 48 injured after a strike in Beirut.CNN's Ben Wedeman is joining us live right now from southern Lebanon. Tell us where this is. This is a densely populated area, Ben. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:57",
      "speaker": "KEILAR",
      "sentences": "All right. Ben, we know that you'll keep an eye on that. Obviously, a significant development out of Beirut.And then, can you just give us a sense there, Ben, this particular area, as you said, people thought they were safe. They had evacuated to this seeking that relative safety. Have you seen any strikes previously in the vicinity of this area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:57",
      "speaker": "WEDEMAN",
      "sentences": "In that particular area, no. But I believe it was last week there was a strike on an area also very much in the heart of Beirut, not really far from CNN's bureau in Beirut.In that instance, it was also a building, an area that was full of people who had fled other areas. So there have been a series of strikes outside the southern suburbs. But these are the exception. The rule really is just daily, nightly strikes on the southern suburbs, but not outside of them -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:57",
      "speaker": "KEILAR",
      "sentences": "And right now, do you see the IDF mission there in the south, not in Beirut proper, but as it has expanded there in southern Lebanon. What is the status of operations there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:57",
      "speaker": "WEDEMAN",
      "sentences": "Well, the Israelis say they're still conducting what they call localized, limited and targeted raids inside Lebanon.But what we saw here, for instance, from where we are, we can see some of the areas where there's fighting going on. For instance, right on the coast, at what's known as the Nasnakora (ph), apparently, the Israelis have been trying to sort of gain ground in that area. But running into a resistance from Hezbollah fighters who, despite all the blows the Iranian-backed group has gotten from Israel in the last few weeks, here the south, what we're seeing is they're continuing to fire missiles -- missiles and rockets in the direction of Israel. And they're still putting up a fairly stiff resistance against Israeli forces within Lebanese territory -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:45",
      "speaker": "SANCHEZ",
      "sentences": "Back out here live on Tresure Island, Florida, on the state's Gulf Coast, one of the things that stands out about the damage from Hurricane Milton is the diversity of the damage.You see extensive flooding in some parts. You see severe wind damage in others. And of course, tornado damage on the southeastern coast of Florida in St. Lucie and nearby areas. Another unique aspect of the storm is the storm surge and what that has done to local communities that live off of the water. I want to bring in Melissa Reichert. She is the assistant city manager for Punta Gorda. It is a very avid voting community. And, Melissa, from video that we've seen, it looks like several boats in a nearby marina were essentially picked up by the storm and tossed into the community. What is it like there from your vantage point? MELISSA REICHERT, ASSISTANT CITY MANAGER, PUNTA GORDA, FL (via telephone): Oh, it's absolutely surreal. We have a boat on our tennis courts. We have boats in our parking area with boats across the street. They're still actually tied to the pilings, some of the boats that are out in the harbor right now",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:45",
      "speaker": "SANCHEZ",
      "sentences": "Yes. And talk to me about how this compares to Hurricane Ian. Because that was another storm that, about two years ago, came through southwest Florida and caused widespread devastation. I wonder if you can offer some perspective to compare the two storms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:45",
      "speaker": "REICHERT",
      "sentences": "Certainly. Ian was really a wind event for. So we saw a lot of tree damage. We saw houses that had the roofs ripped off. We saw damage to (INAUDIBLE), those types of things.This actual event was very similar to that we had a little over a week ago, which was a huge storm surge as well. So we had residents and business owners that we're just starting the recovery process and they barely scratched the surface, now to get hit again with another hurricane. The community is just devastated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:12",
      "speaker": "REICHERT",
      "sentences": "We do not. We were very fortunate in this storm that we do not have any reported casualties at this time.We were very careful with our messaging about the lithium batteries because we did have a fatality in the last hurricane because of a lithium battery. So our residents heeded their advice and thankfully, we didn't have any fatalities assistant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:12",
      "speaker": "SANCHEZ",
      "sentences": "Melissa Reichert, the assistant city manager of Punta Gorda, we're so grateful for you joining us this afternoon and to hear that news that you didn't have any casualties or serious injuries.Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:12",
      "speaker": "REICHERT",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    }
  ]
}