{
  "date": "2024-02-21",
  "headline": "CNN This Morning",
  "subHeadline": "Alabama Supreme Court: IVF Embryos Are Children; Savannah Guthrie On Faith, Family, Finding God's Love; 400 Beer Workers Strike, Thousands More May Follow. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Now, the sheriff was asked that question. He said he didn't know the details of the case, but he said that the charge was not enough to require him to register as a sex offender.Now, we've exhausted efforts to seek comment from McDougal's family and attorney and we have not been successful. And, Phil and Poppy, I know you guys are parents and there are so many parents watching this morning. I spoke briefly with Audrii's mom last night and she says that she is still trying to process all of this. She says that reality really hasn't hit her yet -- what that reality is of living without her daughter. And as you might imagine, that she needs a little time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "I mean, of course, she does. Our hearts are with them.Rosa, thank you -- live in Livingston, Texas for us. So, the Alabama Supreme Court has ruled that frozen embryos are children under their state's law. Why fertility care groups are calling that ruling terrifying. That's ahead. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Well, the Alabama Supreme Court has ruled that frozen embryos are children under state law and are, therefore, protected under Alabama's Wrongful Death of a Minor Act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "BARBARA COLLURA, PRESIDENT AND CEO, RESOLVE",
      "sentences": "The goal of IVF is to create as many embryos as possible so that you have the greatest number of attempts at pregnancy.Those embryos as the rights of the people who created them. They may decide to donate them to someone else. They may decide to donate them to medical science. They may keep them frozen. But they are their choice to do. Now we simply don't know who has the rights here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "ROSALES",
      "sentences": "Now, the attorneys of one of the couples whose case is the basis for this ruling told CNN that this case is simply about accountability for the parents whose embryos were not kept safe in the clinic, and also that this ruling gives them a path forward toward justice -- guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "HARLOW",
      "sentences": "Isabel, thank you so much for your reporting on this story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "ROSALES",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "She has the brightest smile on television welcoming you into each morning. She is a fixture in homes across America.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Good morning.Good morning. This is \"TODAY.\" And good morning, everybody. Welcome to \"TODAY.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "She's a masterful interviewer.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "You have said repeatedly the only way we lose this election is if it is rigged. Now, that is simply not true.I feel I should check your hands for calluses. You actually learned to play the guitar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "MERYL STREEP, ACTRESS",
      "sentences": "They're gone. They're gone. I've been an opera singer for five months now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "I wonder what it feels like to have eight Wimbledon titles. Is it like your children -- you love them all equally -- or is this one extra special?You've been asked one billion times, I think a few by me, would you ever run for elected office? And you always say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "MICHELLE OBAMA, FORMER FIRST LADY OF THE UNITED STATES",
      "sentences": "Absolutely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "-- no way.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "And a woman not scared of taking big leaps.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Comfortable is not where the action is. Comfortable is not where you're going to find out who you really are.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "She is now the author of a new book about her very personal relationship with God and a roadmap for all of us finding our way. It's called \"Mostly What God DoesI am so happy to be joined by award-winning journalist Savannah Guthrie, co-host of the \"TODAY\" show on NBC, and New York Times bestselling author. But she would be the first to tell you her most important job is as mom of two amazing, wonderful children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Oh, hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "It's great to have you, friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Poppy, thank you so much. And Poppy's friend. Put that in the intro, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "And Brooklyn moms together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "How's that?This book touched me. It's going to touch America and people all over the world. \"Mostly What God Does\" is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "Love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Love us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "And you write, \"I like to tell people about the God I know.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "Who is the God you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "You know, I grew up in faith since I was a little girl. We had a really churchy family and I think people will recognize that version of faith, and it's one that I hold really dear and don't walk away from or shy away from at all.But I think it took me a lot of time, a lot of mistakes, a lot of ups, and a lot of downs to find out that fundamental truth that all this time that I was wondering what God thought of me and what he thought of my choices -- whether I was a good person or a bad person. You know, whether I deserved forgiveness or love, or not. I read a verse written by -- this is not my line, \"Mostly what God does is love you.\" There's a pastor named Eugene Peterson --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "-- who retranslated a bible verse. And it said, \"Mostly what God does is love you.\" That meant so much to me.Have I made the right choices? Mostly what God does is love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "That's a fundamental reframing of faith and it's now a throwaway line. It's not easy -- it's simple but it isn't easy. But if you could believe it -- if you could really absorb it, it would be transforming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "Chapter four -- this is the chapter that meant the most to me because you talk about how God loves us like a mother loves -- like we love our kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "Can you talk about that love?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Gosh. I mean, that's -- I thought motherhood was such a revelation on every level -- physically, emotionally, but also spiritually because it helped me understand how God loves us.When you have kids, first of all, it's such a -- it's ecstasy -- the love that you feel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "The thrill. The way you delight over their tiniest little milestones. You relish their every accomplishment.God -- the metaphor that God uses in scriptures is father -- father to children. The parenting metaphor is totally is totally apt. That's how God feels about us. If you could actually let that in that God loves you tenderly and intimately --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "-- like a mother or father loves her child, loves his child, that changes everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "You've called this the most personal and vulnerable thing you've ever done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "HARLOW",
      "sentences": "I've literally walked by your side as you were in the middle of this journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:41:00",
      "speaker": "GUTHRIE",
      "sentences": "You have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "You know, it's funny. I'm the last person who thought that I would do this. It's the last thing I ever thought I would want to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "And it's actually, to me, an amazing example of how sometimes God can work in our lives. If you had told me five years ago hey, Savannah, you know, you're going to be on the \"TODAY\" show. Isn't that great? And here's the other thing. As part of that, you're going to write a book about your faith, I would have just said oh, you know what? That's fine. I'll just stand back. I'd rather just kind of blend into the background.I was never ashamed of my faith. All my friends and family certainly know. You and I are friends. It's something you've always known about me. But I just never thought I'd want to write a book and put it all out there. It's super personal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "You can't write a book about faith and stand at a blackboard with, like, putting out principles. First of all, what credibility would I have? I'm not a minister. I'm not a scholar or theologian. You have to write about your own circumstances and your own life and how what you learned about faith when your feet were walking on that burning, hot sidewalk -- not from some removed and antiseptic place.So the short answer is it was amazing. I feel like somehow God made it seem like this was my idea. And I also had to take my own advice. You played that part from the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "-- graduation speech -- get out of your comfort zone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "It had been a long time since I'd --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Since you did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "-- gotten out of my comfort zone, and this is way out of my comfort zone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "One of the best parts of our job is we see the best of humanity. One of the hardest parts of our job is we see the worst of humanity --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "-- and we cover the worst tragedies in the world.I wonder how that has informed your belief in God but also your questioning of the belief. Because one of the reasons I hope everyone reads this book, whether they are a person of faith or not, is because you get into the years when you didn't have a deep relationship with God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "The years when you doubted.So when we question our belief or when our kids ask us --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "-- Mom, why does God let bad things happen, how do you answer that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "Well, the short answer is -- spoiler alert -- there is no answer. And that's not really all that satisfying. But what I write a lot about in the book -- and I don't avoid those questions because I didn't think -- I didn't think it would be right to be writing a book that says mostly what God does is love you, which I believe truly, but not take on the suffering --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "-- that we see every day. Good people -- we see it every day in our jobs -- undergoing the unimaginable. Why would a good God do that?I think what I learned and what I've come to believe is that what God says is bring your doubts, bring your questions. I don't think God requires a pious and perfect approach. I think he says come here. Wrestle with me. He yearns to engage in these matters. And though we can't really understand what the answer is -- not in this life, anyway -- what we will get if we draw near with our sincere questions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "-- or even our mixed motives, what we will find is God's presence to us. And I can't explain why. This is why it's a leap of faith. For some reason, I have found that to be quite comforting.And I talked to people for the book who -- that -- I talked to a woman who lost her daughter at Newtown -- that Sandy Hook massacre. She's a person of deep faith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "I had to meet her. I cold-called her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "-- because I wanted to understand how she could still believe when she survived what I thought would be a crucible --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "The worst.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "-- that could not be overcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "And you leave us with a sense of hope -- that we can always hope for better.Your dad --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Your dad. You open the book talking about something maybe not everyone knows about Savannah Guthrie -- has a tattoo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Show us your tattoo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "Who do I think I am? Like, it's -- I'm doing my teen rebellion in my 50s. There's my tattoo. My mom was, like, did you really get a tattoo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "You did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "He found out on the air. I did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "All my love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "It's my -- all my love. It's my father's handwriting. He died when I was 16 suddenly. That's something you and I have in common. And I decided to put it on my wrist not only to remind me of him but also, I thought it was a good mantra --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "-- for life -- all my love. If we could just send our love out there.But it also reminds me of faith. It reminds me of what I'm trying to say about this book -- all my love. I think that's what God is saying to us. And this is -- you know, it comes from a certain point of view. There's no question. I grew up in this -- in a Baptist church and I come from the Christian upbringing that will be familiar to a lot of people. But I've had a lot of people look at this book now from different faiths and no faith at all. And the thing that makes me happiest is that they've said there have been things that resonate with them. There are universal themes. And I think we all wrestle with God in a way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "Yeah, we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "GUTHRIE",
      "sentences": "And those questions are in here, too. This is not some -- I'm not writing from some mountaintop. This isn't boilerplate happy talk. This is the real stuff. This is like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:03",
      "speaker": "HARLOW",
      "sentences": "It's your journey and your struggles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "It's telling us to spoon with God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "That's a chapter at one point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "I said I don't want to spoon with God. I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Your dad would be -- is -- your dad is so proud --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "I hope so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "-- of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "You know, I talk about death in this book. I thought to myself, Savannah, why can't you just write it like a nice happy book, but I -- you know, let's take it on.And my faith is a huge part of how I dealt with my father's death, but I also feel like knowing God and believing in God is how I hold hands with my father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "It's how I hold hands with him because I believe God has one hand in the heavens where I believe my father is and one hand holding mine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "And that is our bond. And faith gives us hope.I say in the book -- you know, I have asked myself what if this is all just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "-- a fiction? What if it's just some self-soothing or a crutch that I grew attached to? But what I figured out a long time ago is I would rather spend my life hopeful and ultimately wrong than hopeless and right. I'd rather be hopeful now. It's a better way to live.I don't know how it ends. You don't. None of us do. But being hopeful, believing in God, believing in something bigger, believing in a God that loves you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "Letting it soak in. Absorbing it.And then, what you will find is that love cannot be contained. It has to be shared out into the world. And if you felt that love and shared it with everyone -- well, that would change the world --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "-- and the world that breaks our heart might get a little bit better person by person. And I believe that was always God's plan A.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "And your purpose that you reveal at the end of the book",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Thank you for sharing this -- your heart, your journey -- with all of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "I love you, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "I love you, Savannah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "You're in the book, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Don't make me cry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "Poppy has a cameo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "There's a little cameo.Congratulations. Thanks for going out on this limb for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUTHRIE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Thanks.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "I'm so impressed by her and inspired by her. So brave to talk about your faith in such a public --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "-- way. She's a light. I encourage everyone to read this book that touched my heart. I think it will touch all of yours as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MATTINGLY",
      "sentences": "People often wonder if how people are that they see on TV. She's one of the good ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "She's the real deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MATTINGLY",
      "sentences": "There was two of the good ones talking back and forth to one another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Thanks, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "MATTINGLY",
      "sentences": "Well, welcome back.More than 400 teamsters are on strike this morning at the Molson Coors brewery in Fort Worth, Texas. Now, 5,000 more teamsters are threatening to do the same on March 1 at the nation's largest brewer, Anheuser-Busch. Their union has been fighting for a contract with greater job security, pay raises, and improved health care and retirement for all workers. But now, they say a strike appears, quote, \"unavoidable.\" CNN's Vanessa Yurkevich joins us now. Vanessa, we have seen this industry by industry by industry over the course of the year. What's happening here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Well, this morning, you have workers on strike from the second-largest brewer in the country and potentially, 5,000 more by next week.And essentially what they are saying and what we've heard time and time again is we want better wages, we want better benefits, and we want respect -- pointing to the fact that a lot of these companies have made record profits over the last year. So, at Molson Coors, you have about 400 people on strike right now at one brewery in Fort Worth, Texas. And they are saying that the offer they received from Molson Coors was about a $1.00 raise per hour and that is simply not going to cut it, according to them. And they point to those profits -- $1.5 billion in earnings pre-taxes in 2023. That's an increase of 39 percent from the year earlier. And then, we look to Anheuser-Busch, the largest beer producer in North America right now. You could see, by next week -- by next Friday -- 5,000 members walking off the job if they do not receive a contract that they believe is fair. They say the contract that was given to them initially was insulting. They are looking for a best and final offer. And Anheuser-Busch says that they are working on that right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "HARLOW",
      "sentences": "It sounds like they're pretty far apart, at least on this initial contract offer.What are Coors saying and Anheuser-Busch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "YURKEVICH",
      "sentences": "Both companies say they have contingency plans in place. This is ahead of March Madness. That is a big month for basketball. That is a time when a lot of people are out at bars drinking. Both companies say that they obviously want to come to a deal.In terms of Molson Coors, they said that what they have offered exceeded what the market dictates in the Fort Worth area. Anheuser- Busch, a little more optimistic. They believe that they can come to a deal. But listen, we know how these things go. One minute things are looking good; the next, people are on strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "MATTINGLY",
      "sentences": "Yeah. It's been a full -- a year-plus of labor power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "YURKEVICH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "MATTINGLY",
      "sentences": "The pendulum has just totally swung and that's just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "HARLOW",
      "sentences": "And Vanessa has been there for all of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "MATTINGLY",
      "sentences": "Every single industry -- trucking, shipping, you name it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "YURKEVICH",
      "sentences": "Hollywood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "HARLOW",
      "sentences": "Don't forget the autoworkers.Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "MATTINGLY",
      "sentences": "Vanessa, appreciate it as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "YURKEVICH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:11",
      "speaker": "HARLOW",
      "sentences": "OK, love this. Beyonce breaking barriers once again.(BEGIN VIDEO CLIP) BEYONCE, SINGER-SONGWRITER:  Singing \"Texas Hold 'Em.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}