{
  "date": "2024-02-26",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Couple Feared Dead After Boat Found in Caribbean; Outrage Grows Over Killing of Laken Hope Riley; Mexico City Faces Severe Water Shortage Amid Low Rainfall; Jurgen Klopp's Farewell Tour Visits Wembley. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. If you're just joining us, here are some of today's top stories.Nikki Haley faces off against Donald Trump tomorrow in Michigan. Just a few days after losing the Republican primary in her home state of South Carolina. Haley insists she will stay in the race through Super Tuesday and that is just eight days away now. Hungarian lawmakers are expected to ratify Sweden's bid to join NATO later today. This will remove the final obstacle for the nation to enter the military alliance. Hungarian Prime Minister Viktor Orban has signaled his support for Sweden's membership after the two nations signed an arms deal on Friday. Former Brazilian President Jair Bolsonaro led a massive rally of supporters in Sao Paulo on Sunday. He's continuing to deny allegations that he took part in a coup to try and stay in power. Last year's Brazilian highest electoral court barred Bolsonaro from running for political office until 2030. An American couple feared dead after what investigators think was a boat hijacking in the Caribbean. One of their longtime friends says the two basically lived on their boat and they made friends easily. (BEGIN VIDEO CLIP) K.C. MCALPIN, FRIEND OF MISSING COUPLE: It was amazing how they managed and lived on that boat and something I could never have done, but they pulled it off. And every place that they tied up or anchored and, you know, or in a marina or, you know, in a channel someplace, you know, they'd meet people. They were just a delightful couple and a real blessing in my life and in the lives of so many other people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Investigators haven't found the bodies of Kathy Brandel and Ralph Hendry but they did find the couple's boat.CNN's Polo Sandoval has the story. (BEGIN VIDEOTAPE) POLO SANDOVAL, CNN CORRESPONDENT: Virginia married couple Kathy Brandel and her husband Ralph Hendry each have sons. This weekend I had an opportunity to speak to both of them by phone. They tell me that they are absolutely devastated without words, but not without faith as they are still praying their mother and father will be safely found somewhere in the Caribbean. But at the same time, they've also been told to prepare to confirm their worst fears, and that is that their mother and father possibly became victim to three fugitives who police say had recently escaped from the island of Granada from police custody. That those three individuals, according to investigators, likely hijacked the couple aboard their catamaran during their vacation and possibly may have injured or killed them. And that is a working theory right now by investigators and what Nick Buro, the son of Kathy Brandel, is telling me that his mother and her husband had sold their home in the United States and had poured all of their efforts into this catamaran, preparing not only it but also themselves for the journey from Virginia to the Caribbean. And that was when last week they reportedly went missing. The catamaran found a few days later on Wednesday along with those three individuals that are suspected possibly in this disappearance. Investigators are speaking to them currently. However, still no sign of Kathy Brandel or Ralph Hendry. Investigators believe that they likely were hijacked by this trio. The family of this missing couple, telling me that they have been told to prepare for the worst for multiple reasons, not only that they find blood in the cabin of that vessel but also the cabin had been ransacked. And also, according to Brandel's son, some items were taken from the cabin and located on those three individuals. So investigators, again, are still speaking to. CNN has reached out to the U.S. State Department. They confirmed that they are aware of these reports and they're gathering as much information as they can. But in terms of the family of Kathy Brandel and Ralph Hendry, again, they are still holding on to hope. They say until their bodies are located, they will still continue to pray that their parents are found safely. Polo Sandoval, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "NOBILO",
      "sentences": "At a public forum on Friday, Oklahoma State Senator Tom Woods was asked why state lawmakers were, quote, obsessed with the LGBTQ community. Woods said that his heart goes out to people over the teen's death. But then he lashed out.(BEGIN VIDEO CLIP) TOM WOODS, (R) OKLAHOMA STATE SENATOR: We're a Republican state, supermajority -- in the House and Senate. I represent a constituency that doesn't want that filth in Oklahoma. You know, we are a religious state and we are going to fight to keep that filth out of the state of Oklahoma because we're a Christian state -- we're a moral state. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "NOBILO",
      "sentences": "CNN has reached out to Woods for comment and is awaiting a response. But he told one Oklahoma newspaper that he stands by his remarks.We're now hearing from the estranged wife of the murder suspect accused of killing a university student in the U.S. state of Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "FOSTER",
      "sentences": "It comes as Republican leaders have seized on the suspect's immigration status to demand tougher policies at the U.S. border. CNN's Isabel Rosales reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "I spoke with Layling Franco. She is the wife of the suspect. She told me she's had no connection to him for months, that they've been separated.She says she was shocked to hear of his arrest. She says that when she lived with him, he treated her well, that he was a calm man. But she ultimately just wants to hear from him directly what he says happened. But she also wants to make it very clear that she's in support of and wants justice for the victim here, Laken Riley. When I asked her about the documentation status of Jose Ibarra taking a focal point in the story. Here's what she told me. We can't put a nationality on a criminal. There are criminals all over the world. Now, Governor Brian Kemp, the governor of Georgia, he posted on X the letter that he sent over to President Biden criticizing his administration's immigration policies and also requesting more immigration information on Jose Ibarra. Here's what he said in part. Laken Riley's tragic death struck the hearts of Georgians everywhere and has sparked national outrage. Joe Biden's failed policies have turned every state into a border state, and I'm demanding information from him so we can protect our people when the federal government won't. Now, suspect Jose Ibarra was a resident of Athens, Georgia, but again, not a U.S. citizen. According to U.S. Immigration and Customs Enforcement, he is a Venezuelan national. Back in 2022, he was arrested after crossing illegally, according to ICE, into the U.S. near El Paso. But then he was paroled and released for further processing. He now faces a litany of charges in connection to the death of Laken Riley, and here are some of the charges. Malice murder, felony murder, false imprisonment, kidnapping, aggravated assault, concealing the death of another, and more. The victim, Laken Riley, was a junior, part of the dean's list at Augusta University College of Nursing. Her friend called authorities initially when she failed to come back home after going out for a jog, and authorities found her body near a lake where she was jogging. An examination found that she died from blunt force trauma. The police chief of campus police, Jeff Clark, says that this was a crime of opportunity, a solo act, a quote, an individual who woke up with bad intentions. And he says that there is no evidence that the two knew each other. Riley's funeral is set for Friday, and classes at UGA resume on Monday. Isabel Rosales, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "NOBILO",
      "sentences": "A new study confirms what many young people have been saying that they've experienced poor mental health during and after the COVID-19 pandemic. The research shows the rate of prescribing antidepressants to young people in the U.S. between the ages of 12 and 25 spiked during that time period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "FOSTER",
      "sentences": "According to the study just published in the Journal of Pediatrics, the dispensing rate shot up nearly 65 percent faster than normal during COVID, and the dispensing rate increased 130 percent faster for girls aged 12 to 17.The Biden administration considering easing vehicle emissions rules it proposed just last year. Those rules would have required electric vehicles to account for up to two thirds of new cars sold in the U.S. by 2032. Sources tell CNN the move would give legacy automakers more time to adapt to competition from Tesla and Chinese EV makers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "And later, college basketball superstar Caitlin Clark is within reach of breaking a record held by men's players for more than 50 years. How she could make history, coming up.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "Mexico City, one of Latin America's largest cities, is facing a severe water crisis. The city is struggling to cope after years of low rainfall blamed on climate change, chaotic urban growth and outdated infrastructure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Our Liverpool manager Jurgen Klopp's farewell tour has taken him to Wembley, where his team just won the English League Cup. Ahead, look at the other top trophies within his reach.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "College basketball star Caitlin Clark is on track to have a record-breaking final season. The Iowa phenom scored 24 points in Sunday's win over Illinois, making her 50 points shy of legend Pete Maravich's NCAA record of nearly 3,700 career points. Clark is already college basketball's all-time leading women's scorer, breaking that record earlier this season. Now she has two more opportunities in the regular season to break Maravich's record as well. Good luck to her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Undefeated boxing champion Claressa Shields has made history in another sport, defeating mixed martial arts fighter Kelsey De Santis in the first professional MMA match held in Saudi Arabia, featuring two women. Shields won Saturday's contest in a split decision and was visibly emotional when her victory was confirmed.That's very interesting that it was in Saudi Arabia, yes. I think if you're doing that professionally that you're probably not emotionally hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "You used to do that professionally until you became a TV anchor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Not quite professionally, but yes. Now I can't be missing teeth or really puffy and swollen. Even though I'm excellent at covering black eyes and bruises, you just need the right color correcting concealer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "There you are a little anchor tip.But it's the beginning of the end for manager Jurgen Klopp's time at Liverpool and his team is sending him out with a celebration as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Liverpool beat Chelsea 1-0 in extra time to win the English League Cup on Sunday.Our Darren Lewis has a look at the excitement from Wembley and the celebrations that could come in the future. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "DARREN LEWIS, CNN SPORT SENIOR SPORTS ANALYST",
      "sentences": "One down, three to go. Phase one of Mission Impossible is complete.Liverpool are the League Cup champions for a tenth time. Their captain Virgil van Dijk has dragged the club's youngsters over the line. Chelsea have been left by the Reds feeling blue and the quadruple for Jurgen Klopp already a legend with the Liverpool fans is on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Jurgen Klopp is God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He brought us back, not just the club, but also the city as well. So everyone's behind him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, he personifies Liverpool. So he is Mr. Liverpool, I'd say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One thing about Jurgen, he'll never be forgotten. And he's delivered exactly what he said. You know, as the song says, we love Jurgen and Jurgen loves us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE CHILD",
      "sentences": "A lot of love. He means everything. He means love to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "LEWIS",
      "sentences": "They still do lead the Premier League table. They are into the knockout stages of the Europa League and they have a very winnable FA Cup fifth round home tie against Southampton in midweek.And yes, they do have 11 senior players out injured. But the experience of winning for their academy graduates, James McConnell, Jayden Danns, Conor Bradley, Bobby Clark and Jarell Quansah here at Wembley has left a real feeling that that four-timer can be done. As for Chelsea, they're American owners. They've spent a billion pounds on their squad, but they missed the chance to get a quick return on their investment. They are finding out to their cost that while money can buy you most things, can't buy that invincible team spirit at Anfield. Darren Lewis, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "I even watched that, which I think shows the cut through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Do you agree with Darren's analysis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "I always do. Love Darren.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Good get out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "And the stories in the spotlight for you this hour.India's Prime Minister visited an underwater holy site on Sunday. Narendra Modi donned a scuba suit and dived into the Arabian Sea to pray and meditate at a site where an ancient holy city is believed to have existed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "No pressure on the diving team there. This comes after the Prime Minister inaugurated a controversial Hindu temple last month, fulfilling a longstanding promise in an election year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Not proper diving like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "It really -- because it's very meditative, and you feel like it's sort of borderline spiritual experience to actually go to a site underwater would be amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Britain's Royal Mint honoring one of England's most famous sons. The Mint is issuing a new coin Monday featuring singer George Michael. It features Michael's trademark sunglasses from the 1980s. Michael had massive hits, which Bianca wouldn't remember. So there are songs like, you'll know one of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Songs like Faith, Father Figure and Careless Whisper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Faith, I know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Plus many others as part of the duo Wham as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "In December, Wham's Last Christmas became the U.K.'s Christmas number one for the first time, 39 years after its release. That's a trend that we're seeing every now and again now.The new coin would be a nice holiday gift perhaps. Of course, it's too late for last Christmas, but maybe next year you can give it to someone special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Did you get all those puns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I did not, but I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Was told they were puns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Yes.Finally, you have to be a gnarly skateboarder to do this, and you can't be afraid of heights. A group of boarders showed off their skills atop the view at the Palm Tower in Dubai. The tower is nearly 300 meters tall. The World Skateboarding Event at Dubai Harbor starts today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Playing it safe, I would say there. You know, could be going higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Would that bother you, that level of height?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Absolutely. I'm scared just looking at the pictures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Have you seen Becky Anderson's promo where she's up that really tall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I don't think I could have done that. I feel ill thinking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Oh, yes.Thank you for joining us here on the ground of CNN NEWSROOM. I'm Max Foster.",
      "isLastSentenceInterrupted": false
    }
  ]
}