{
  "date": "2024-09-30",
  "headline": "CNN This Morning",
  "subHeadline": "Israel Launches Rare Strike on Central Beirut; Vance and Walz Prepare to Face Each Other in a First-Ever VP Debate; Hurricane Helene Kills At Least 40 People and Cuts a Path of Destruction Across U.S. Southeast. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "MANU RAJU, ANCHOR, CNN THIS MORNING",
      "sentences": "It's Monday, September 30th, 2024, and right now on CNN THIS MORNING.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL, WHITE HOUSE",
      "sentences": "There's no question that the Hezbollah today is not the Hezbollah it was even just a week ago.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "RAJU",
      "sentences": "Ramping up attacks, Israel launching new strikes in Lebanon overnight after killing Hezbollah's leader. A VP showdown, Tim Walz and J.D. Vance, the final day of preparation before what could be the last debate of this election cycle.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is the most devastating thing I've ever seen in the whole city.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "RAJU",
      "sentences": "A 500-mile path of destruction. Hurricane Helene rather leaving behind devastated communities across six states. Five A.M. here in Washington, and here's a live look at Capitol Hill. Good morning, everyone, I'm Manu Raju in for Kasie Hunt, it's great to be with you.Israel expanding its attacks on Iran-backed militant groups overnight. The Israeli Air Force striking Hezbollah targets in southern Lebanon. And for the first time since the war broke out last October, airstrikes in the heart of Beirut. Earlier this morning, and this just days after Israel strikes killed Hezbollah's leader Hassan Nasrallah, a separate airstrike killing a Hamas leader in Lebanon. And in Yemen, Israeli forces attacked Houthi targets. All three militant groups, Hamas, Hezbollah and the Houthis are backed by Iran. And now a U.S. official is telling CNN that the Biden administration fears Iran is planning a retaliatory attack. Why does national security spokesman John Kirby warning of just that over the weekend. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "KIRBY",
      "sentences": "The rhetoric certainly suggests they're going to try to do something. I mean, they're just coming out of Tehran, but we don't really know. We're watching this very closely to see how if and how Hezbollah and/or Iran may react as well as the militia groups in Iraq and Syria. We have to be prepared for some sort of response.We have to make sure that we are ready, and we are, we believe we have the force capability we need in the region. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "RAJU",
      "sentences": "Now, President Biden also weighing in on the escalating tensions in the region, telling reporters this when asked if it's possible to avoid an all-out war.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It has to be. We really have to avoid it. We've already taken precautions relative to our embassies and personnel who want to leave, but we're not there yet, but we're working like hell with the French and many others.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "RAJU",
      "sentences": "All right, joining me now to break this all down, retired Air Force Colonel Cedric Leighton. Colonel, thanks for being here this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "CEDRIC LEIGHTON, CNN MILITARY ANALYST",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "RAJU",
      "sentences": "Early morning, but very obviously consequential weekend indeed. So, there's this concern about what an Iran attack might look like. What are the implications of that and how much concern is there right now about a retaliatory strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "LEIGHTON",
      "sentences": "Well, there's certainly a great deal of concern Manu, because what you're seeing is, you know, Iran has in essence two choices, it can do nothing or it can do something. And in this particular case, if they do nothing, then they'll be seen as being weak. If they do something, they risk actually losing that effort.It will be kind of like what happened in April when they -- you know, send over 300 missiles and drones against Israel. And it was really singularly ineffective when it came to breaching Israeli air and missile defenses. They couldn't do it, of course, with U.S. and allied help. But it was still clear that there are very great limits to Iran's military power, and they really don't have the capability to do what Israel did to Hezbollah. They can't do that to Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "RAJU",
      "sentences": "So, President Biden and the Prime Minister Netanyahu then very much have not been on the same page on a number of things as it comes to prosecuting the war in Gaza and now on this. What do you think the conversations are like right now between the U.S. and Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "RAJU",
      "sentences": "So, there's obviously a big debate here in this country to about what should happen next? President Biden calling for a ceasefire, Republicans are on a much different page, at least some of them. Senator Tom Cotton from over the weekend made clear that he believes the President is going in the wrong direction.(BEGIN VIDEO CLIP) SEN. TOM COTTON (R-AR):  Now is not the time for a ceasefire or to de- escalate as Joe Biden-Kamala Harris want. Hezbollah is on its knees. The United States should help Israel drive Hezbollah to the mat and choke it out and finish it off once and for all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "RAJU",
      "sentences": "What would -- what would that look like, colonel? The United States should help drive out Israel, drive out Hezbollah, Cotton says, and choke it out and finish it off once and for all. Is that realistic? And what would that mean in terms of U.S. involvement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "LEIGHTON",
      "sentences": "So, if we did that exactly as Senator Cotton says, what you'd end up having is U.S. involvement to a really high degree. What he's talking about in terms of the ideology at least is impossible to do. The Hezbollah ideology is going to stay no matter how many Hezbollah fighters are eliminated, no matter how much damage is done to their infrastructure. And that's been considerable. The Israelis have done a -- from amilitary standpoint, a really incredible job when it comes to getting rid of the leadership tier of Hezbollah. But for us to get involved the way Senator Cotton seems to suggest is really going to be very problematic, because what it does is it limits our ability to deal with the Arab nations. It limits our ability to help leverage hostage negotiations, and it also makes it very clear to the Iranians that we are not going to be able to deal with them as well. The Iranians are trying to open up a bit to us, and if we do this kind of thing as Senator Cotton suggests, that's going to make the Iranian card impossible for us to play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "RAJU",
      "sentences": "Oh, so much to digest, obviously, this is as clearly, colonel. Thank you so much for coming in and sharing your expertise, really appreciate it, thank you for this -- coming in this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Manu, thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "RAJU",
      "sentences": "All right. And coming up on CNN THIS MORNING, Donald Trump visits Pennsylvania and tries out a new insult of sort.(BEGIN VIDEO CLIP) DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL NOMINEE:  Kamala is mentally impaired. Every Republican -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "RAJU",
      "sentences": "We're now just one day away from the first and only debate between Vice Presidential candidates Tim Walz and J.D. Vance. A new polling from the \"New York Times\" showing that the race for the White House continues to be incredibly tight in two key states. In Wisconsin, Harris up by 2 points over Trump, Michigan, Harris is up by just 1 point, but both of those leads are well within the margin of error, meaning there is no clear leader.Now, Michigan is also where Walz is preparing for tomorrow's debate. Transportation Secretary Pete Buttigieg standing in as his Republican rival in mock debate sessions. And during a break this weekend, Walz visited a nearby farm and had this update. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Governor, how are you feeling about the prep? Is this kind of going well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "WALZ",
      "sentences": "Going great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "WALZ",
      "sentences": "This is the fun part. Thank you guys for coming out --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "RAJU",
      "sentences": "Now, Walz may be projecting confidence there, but our sources say the Minnesota governor actually maybe feeling a bit nervous ahead of what will be the biggest moment yet of his political career. Aides and other staffers are telling CNN's Isaac Dovere that Walz seems worried about letting Vice President Harris down, and fears he won't make his case as well as he wants to.Now, Vance did not mention his opponent over the weekend, but Congressman Tom Emmer was standing in as Walz for Vance's team, said this. (BEGIN VIDEO CLIP) REP. TOM EMMER (R-MN):  He played this character for several years, have been kind of a folksy, egg, friendly outdoorsman. He's not well- liked because once you get to know the real Tim Walz, he's like Gavin Newsom in a flannel shirt. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "CATHERINE LUCEY, WHITE HOUSE REPORTER, WALL STREET JOURNAL",
      "sentences": "I mean, yes, broadly these don't tend to move the ball. These are VP candidates, not presidential candidates. This is also such a close race that it's not clear what would move the ball, but that said, because there currently is no presidential debate planned after this, that this could be the last we hear directly from either campaign, yes, could it move a few voters? And in this race, I mean, the polling is so tight that any small nudge could matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "RAJU",
      "sentences": "What do you think has the most to lose because Vance has come out, his un-favorability numbers have really increased as he came on the national scene. But Walz has really not been out there, right? The campaign has not used him on the airwaves the way he was before he was a candidate. Yes, he's campaigning, but he's not on TV making the case to voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "LUCEY",
      "sentences": "Yes, Walz has been out doing retail. We have not seen as much of him doing interviews and TV, that said though, I think probably Vance has more to lose here. I mean, the wide interpretation was that Harris did better in the first debate, so that Trump folks are looking to try and make up some ground here if he can land some punches, you know, that's significant for them as this could be sort of the final -- the final exchange.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "RAJU",
      "sentences": "Yes, I mean, Walz, what do you think the biggest issue for Walz is? Because he's going to go after his military service, his progressive record. What are you hearing about how Walz is preparing to respond to some of these attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "LUCEY",
      "sentences": "Well, I think on the Walz, they want to really keep focusing on that Harris message. They want to talk about the economy, they want to talk about the policy issues. And I think he is really trying to present himself as this folksy, Midwestern, you know -- you know, voice, you know, someone who has a background hunting, who has, you know, has a rural background.I think they're really trying to still introduce him, right? End up, sell, who he is and connect him with the kind of voters they're trying to appeal to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "RAJU",
      "sentences": "And one other thing before we wrap, I do want to ask you about what some of the head-to-head polling that we saw over the weekend, Latino voters in particular, this is obviously a critical segment of the electorate. Right now, this new poll that came out from \"NBC News\" shows Harris up by 14 points with Latino voters doing better with female Latino voters than male Latino voters.But this is the issue for her, not as high as the way Hillary Clinton was back in 2016 according to exit polling, and where Joe Biden was with 65 percent overall according to exit polling in 2020. How much of a concern is that? She's moving perhaps -- Democrats are saying in the right direction, but still perhaps not enough. And so, there's swing states like Nevada or Georgia, where it could matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "LUCEY",
      "sentences": "Now, this is a concern. She has definitely improved on Biden's polling from the Summer, but she has not gotten back to the numbers where Biden -- where Biden was in '20, where Clinton was, and you saw her out this weekend, she was out on the west coast, she was -- she was in Nevada for a rally. She -- they're trying to make a case to those voters.    But it could potentially set up a situation where if some of thosevoters are harder to get, that her path remains more likely to go through the blue wall states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "RAJU",
      "sentences": "Yes, that's so interesting, we'll see as multiple paths, maybe we'll, you know, one side will have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "LUCEY",
      "sentences": "They're so close in all the states --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "RAJU",
      "sentences": "Exactly, it could be a blowout or it could go down to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "LUCEY",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "RAJU",
      "sentences": "Absolute wire. We shall see. Catherine Lucey, thanks for joining me this morning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "LUCEY",
      "sentences": "Thank you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "RAJU",
      "sentences": "Really appreciate it. And don't forget, you can watch Tim Walz and J.D. Vance first face off in their VP debate hosted by \"CBS News\", but tomorrow night at 9(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Number one priority right now is getting people out and getting supplies in.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "RAJU",
      "sentences": "At least, 95 people are dead across six states after Hurricane Helene made landfall late last week. The powerful storm wreaking havoc across the southeast U.S. And officials in one North Carolina county say they've received about 600 missing persons reports.Hundreds of roads are closed across the Carolinas and more than 2 million people are still without power in multiple states. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "MEREDITH KEISLER, BUNCOMBE COUNTY RESIDENT",
      "sentences": "It's incredible the destruction, it's really sad. We've also seen a lot of community -- like whenever we go by neighbors, people are asking if we're OK, if we need anything -- we're doing the same, so, we've seen a lot of destruction, I've never seen anything like this, but we're also seeing like really nice neighbors helping each other out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "RAJU",
      "sentences": "Now, the worst of the storm may be over, but rain could continue for parts of the mid-Atlantic. So, let's get more from meteorologist Elisa Raffa. Elisa, tell us what our viewers can expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "RAJU",
      "sentences": "Absolutely, devastating, you know, 30 inches of rain, that is stunning. Elisa Raffa, thank you so much for that report, and we're now about 25 minutes past the hour. So, here's your morning roundup.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "MAYOR ERIC ADAMS, NEW YORK CITY, NEW YORK STATE",
      "sentences": "So, you hear a small number loud people saying, well, he should step down. No, I'm going to step up! I'm going to step up!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "RAJU",
      "sentences": "New York City Mayor Eric Adams refusing to resign after being indicted last week on five federal charges for wire fraud, bribery and soliciting campaign contributions from foreign nationals. New York Governor Kathy Hochul reportedly in discussions about possibly removing Adams from his post.Chemical plant in that fire in Georgia is now under control, but concern over toxic smoke remain. Now, the fire broke out Sunday in a town about 25 miles east of Atlanta, when officials say water came into contact with a water reactive chemical, about 17,000 people now are under evacuation orders. (BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "RAJU",
      "sentences": "He was a legend off the stage and on screen. Kris Kristofferson has passed away at the age of 88. Kristofferson wrote and sang countless country classics from \"Me and Bobby McGee\" to \"Sunday Morning Coming Down\", he also starred in numerous films, notably alongside Barbra Streisand in \"A Star is Born\".Kristofferson died peacefully at his home in Hawaii. Now, straight ahead on CNN THIS MORNING, new airstrikes deep inside Lebanon. How badly damaged is Hezbollah after the Israelis assassinated their leader. Plus, Donald Trump's new line of attack against Kamala Harris. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}