{
  "date": "2024-10-02",
  "headline": "CNN This Morning",
  "subHeadline": "Avi Mayer is Interviewed about Israel and Iran; Vance Defends Trump's Abortion Stance; Rep. Ryan Zinke (R-MT) is Interviewed about Israel and Iran; Walz Misspoke on Tiananmen Square. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:35:06",
      "speaker": "BURNETT",
      "sentences": "It does seem as if time is of the essence. As you say, it's hard to keep saying unprecedented. But time is of the essence now, perhaps more than it ever has been before.I mean what's your sense, though, of when the United States, which says it's backing Israel, but, of course, is urging restraint and does not want escalation. Does President Biden have much influence at this point on Prime Minister Netanyahu, or pretty much not at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:06",
      "speaker": "MAYER",
      "sentences": "Well, I think Iran launched this attack betting that - that the United States has no appetite for a broader conflict in the Middle East, that this is the twilight of the presidency of Joe Biden, that we're just a few weeks away from the election, the United States is not interested in getting involved in the war.At the same time, the United States recognizes that Iran is a deeply hostile, toxic, and de-stabilizing element in the Middle East and around the world. And if it allows this to continue, this will go further and it will target U.S. targets across the Middle East and perhaps elsewhere. So, I think the United States does have an interest in responding. The United States officials in various different levels have said so just as recently as last night, that there will be severe consequences to this attack, and really a matter of figuring out exactly what that looks like and when that response might happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:06",
      "speaker": "BURNETT",
      "sentences": "I'm curious, I - you know, this morning, the - Tehran extended its closure of airspace until tomorrow. They had said they were going to open up their airspace this morning. Perhaps they were anticipating an immediate response from the Israelis. That didn't happen in the first hours, but they have now extended that airspace closure for another 24 hours. Do you think that gives a sense of what they expect in terms of Israeli response over these next hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:06",
      "speaker": "MAYER",
      "sentences": "Well, look, in the immediate aftermath of this attack, the IDF spokesperson, Daniel Hagari, said that Israeli planes would be engaged in high-profile targeting overnight. Later on, he and other officials said that Israel will respond at a time and in a manner of its choosing. So, it looks like Israel's trying to give itself as much wiggle room as possible. I imagined that there are intense conversations going on now between U.S. and Israeli officials about what exactly this ought to look like.You'll recall that back in April, Israel chose to target a radar installation very close to an Iranian nuclear facility in order to send the message that Israel has the capability of carrying out wide- scale strikes, but its choosing not to do so in order to exercise restraint. We'll have to see whether that happens again this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:06",
      "speaker": "BURNETT",
      "sentences": "Right.All right, well, Avi, thank you very much. I appreciate your time. It's good to talk to you again. You know, Kasie, it is, you know, in this moment that we're in, ahead of the U.S. election, I think one of the most terrifying things for everybody, right, is that, you know this isn't over. And - and when you talk about an unprecedented number of missiles launched here at Israel, well, then the response needs to be bigger and that you are clearly on an escalation ladder that the U.S. doesn't want Israel to be on. But at least it appears thus far, I know from, you know, what you're hearing, what I'm hearing, what so many are hearing, U.S. influence is - is - is quite limited at this point on Israel, at least from the actions we've seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "HUNT",
      "sentences": "Trump also weighed in on the back-and-forth. He posted this on Truth Social, quote, \"everyone knows I would not support a federal abortion ban under any circumstances and would, in fact, veto it.\"All right, our panel is back. Bakari Sellers, I thought this was interesting because Trump has not necessarily been willing to say, first of all, that he would veto it. Second of all, J.D. Vance clearly was trying to soften sort of his posture on this. But at the same time, he has supported the things that he has supported. What did you take away from all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, the first thing is that there are two things that are important. One, J.D. Vance is dishonest. I mean, I think that when you go back and look at his record, supporting a national abortion ban, you could look at Project 2025, et cetera, his own website, you see that he is someone who has a far-right opinion on abortion and thinks it should be outlawed across the nation. That's first.Second, which is more important for this discussion and it's kind of ironic that - that we're having this discussion - four men are having this discussion with you this morning, Kasie - but women are dying because of this conservative talking point of leave it to the states. I think you heard last night Tim Walz mentioned the name Amber Thurman. When you - when you actually understand that women are dying because of the fact that decisions made by people in Washington, D.C., are undercutting their individual autonomy, it becomes a really real issue for voters throughout the country. I mean even male voters in the country realized that they don't want J.D. Vance or Donald Trump making decisions for their wives or daughters. And so, I thought it was a very strong moment last night for Tim Walz in the debate, and it's very hard for J.D. Vance to get out of that pickle because of who he is and what he stands for on this particular issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "HUNT",
      "sentences": "Yes, look, I will just say, I'm grateful to have all of you. This - abortion is very clearly not just an issue that affects women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "SELLERS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "HUNT",
      "sentences": "It affects families across the country. And we've seen that. There's no way that Ohio would have voted to enshrine abortion rights with 50 plus percent of the vote if a lot of men weren't voting on - you know, on this issue in a certain - in a certain way as well, just to kind of underscore the point that you're making.Alex Thompson, I'm curious how you saw this exchange cutting because, again, there were some rough reviews for Walz's performance at the top. The way he talked about this issue, though, I did hear from some sources who felt like he was relatively strong on it. What was your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "ALEX THOMPSON, CNN POLITICAL ANALYST",
      "sentences": "Well, and it's something that he's been personally passionate about on the trail. You can see it when he speaks about bodily autonomy and mind - mind your own business.And I'd also say, you know, that the thing is that voters may not trust J.D. Vance and Donald Trump on this issue because the fact of the matter is that they did not come to this leave it to the states position until just a few months ago when they realized that concern about abortion rights could cost them the election. So, the fact is that earlier this year Donald Trump was not clear that everyone should leave it to the states, and that has also led to some muddle. Donald Trump also had the chance to say that he would veto a national abortion ban in the last debate and declined to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HUNT",
      "sentences": "Yes, I think it's just challenging, Mark Preston, quick last word here, we're up - we're up against a break. The problem is, when you say it's messy and there's women bleeding or, you know, dying of sepsis because they can't get the care they need. I mean messy doesn't - I heard him say that and I thought, gosh, that's really a difficult way to describe how - how this is really impacting people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "MARK PRESTON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "You know, Kasie, when we just tie this all together because I - because I do find it absurd that we don't have some kind of national law on abortion, whether it's legal - illegal, I think it's absurd that we don't have some kind of national law on the death penalty that we allow it up to the states. It's absurd that we have drug laws that are piecemeal through the states.Yes, the states are our governing entities, but we've come together as the United States of America. So, what I don't understand, and we can have this debate, and this debate will go on and Democrats will fight Republicans and probably will fight Democrats, but we're not the United States of America if we can't even come together just on some simple issues of - as life and death, or what is perceived to be life and death. HUNT: Well, yes, that - the idea that we - we would be united as a country to that degree on these things that are so divisive, Mark, I have to say, feels far away from reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "PRESTON",
      "sentences": "I'm trying. I'm trying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HUNT",
      "sentences": "But I take your - I - I - I - I see what you're trying to do here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "SELLERS",
      "sentences": "Preston 2028, baby. Preston, 2028. We're going to get him a fuchsia tie, like J.D. last night. It was all or nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "HUNT",
      "sentences": "I know, right?OK, ahead here on CNN THIS MORNING, Iran's largest attack ever against Israel playing out during last night's debate. We're going to discuss how both candidates addressed that escalating tensions in the Middle East with Montana Republican Congressman Ryan Zinke. Plus, Tim Walz asked to correct the record on his repeated claim that he was in Hong Kong during the Tiananmen Square protests. (BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL CANDIDATE: I try to do the best I can, but I've not been perfect. And I'm a knucklehead at times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:02",
      "speaker": "MARGARET BRENNAN, MODERATOR",
      "sentences": "The question was, can you explain the discrepancy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:51:32",
      "speaker": "HUNT",
      "sentences": "Likely the one and only vice presidential debate of the 2024 election has concluded. And it happened to occur the same evening that Iran launched some 180 ballistic missiles into Israel as retaliation for assassinations of top Hamas and Hezbollah leaders. The attack escalating an already volatile regional conflict. The very first question the vice presidential candidates were asked, whether they would support Israel making a preemptive strike against Iran. (BEGIN VIDEO CLIP)GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL CANDIDATE: Israel's ability to be able to defend itself is absolutely fundamental. Getting its hostages back, fundamental. SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE:  Look, it is up to Israel, what they think they need to do to keep their country safe. And we should support our allies wherever they are when they're fighting the bad guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:51:32",
      "speaker": "WALZ",
      "sentences": "Well, Iran is closer to a nuclear weapon than they were before because of Donald Trump's fickle leadership. And when Iran shot down an American aircraft in international airspace, Donald Trump tweeted, because that's the standard diplomacy of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:51:32",
      "speaker": "VANCE",
      "sentences": "But when did Iran and Hamas and their proxies attack Israel? It was during the administration of Kamala Harris.So, Governor Walz can criticize Donald Trump's tweets, but effective, smart diplomacy and peace through strength is how you bring stability back to a very broken world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:51:32",
      "speaker": "HUNT",
      "sentences": "All right, joining us now, Republican Congressman Ryan Zinke of Montana. He's also a member of the House Foreign Affairs Committee.Congressman, thank you very much for being here. I want to start with what we saw yesterday in Israel. What do you think Israel should do in retaliation, and how do you balance that against thinking about the risks of escalation into an even wider regional conflict? REP. RYAN ZINKE (R-MT): Well, first of all, I think the wider Iran (ph) conflict is - is absolutely a danger. We also have a tri-axis of - of evil, what I would say Russia, China, and Iran. They're well- coordinated. With Israel, I don't think Israel has a choice but to occupy Gaza given the combat on the ground and what it means. And then Lebanon, because you have the number of missiles in Lebanon, there's a threat. I think how we got here is important. I mean you look at Iran has long been using surrogates, you know, there's Houthis in the Red Sea, or Hamas, or - or Hezbollah. And now it's direct strikes, as they did before with ICBMs, those are intercontinental missiles that are configurable for nuclear warheads. I don't think Israel has a choice. And remember how we got here. And this is not the first time that Iran has struck. And to date, the U.S. has done very, very little.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:51:32",
      "speaker": "HUNT",
      "sentences": "Congressman, I want to play something for you that former prime minister of Israel, Naftali Bennett, had to say to my colleague Wolf Blitzer last night about what he believes Israel should do right now in retaliation for this.Let's watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "So, sir, do you agree with him, should Israel do those things that he outlined?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "ZINKE",
      "sentences": "Well, I think what we have to focus on is, what's going to change Iran's behavior? What exactly - what action is going to stop Iran from funding Hamas, from funding to Houthis or - or Hezbollah? And to date, nothing has worked. Diplomacy hasn't worked. The Biden administration has allowed northwards of $80 billion of sanctions to be skirted, which was directly resulted in an arming of Iran.So, you know - you know, I think that that point is very aggressive. But you look at what's happened recently. I mean to target a Hamas leader in Tehran, you know, during 9/11 there was no sanctuary that we would have allowed those terrorists to have safe harbor on the face of this planet. So, to have - have a terrorist hang out in Tehran, and to think that's not fair game, considering who they are, I think that was - that was - that was a fair strike. The U.S.' position is that, no, don't strike terrorists. Look, there's no sanctuary. But I think we're - we're moving into very dangerous (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Sure. Let me - let me just put up finer - can I put a finer point on my - on my question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "ZINKE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Just in terms of what should happen next.Do you think the U.S. administration should support Israel striking in Iran against the Iranian nuclear program at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "ZINKE",
      "sentences": "Well, unless Iran changes their behavior, I think it's got to force the U.S. to do - to move towards a direct attack against Iran. I mean certainly having Iran continue to supply weapons, technology and possibly nuclear weapons to - to the terrorist groups is a real threat. But also, I think it's coordinated. We should look at the larger picture of Russia with - in Ukraine. We see China, you know, looking at Taiwan. And one should suspect that this is a coordinated attack, and we face a new triad of evil, which is very, very dangerous and, obviously, could lead to a larger global conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "All right, Congressman Ryan Zinke for us this morning.Sir, thanks very much for being on the show. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "ZINKE",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "All right, turning now to perhaps one of the toughest moments for Governor Walz during last night's debate. He was asked about reporting around this. Since disproven, but repeated claim that he was in Hong Kong during the 1989 Tiananmen Square Massacre.(BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL CANDIDATE: As a more serious note, I was in Hong Kong on - on June 4, 1989, when, of course, Tiananmen Square happened and I - I was in China after that. I was very strange. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Walz responded last night with this answer.(BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL CANDIDATE: I got the opportunity in the summer of '89 to travel to China. We would take basketball teams. We would take baseball teams. We would take dancers. And we would go back and forth to China. But I've not been perfect, and I'm a knucklehead at times, but it's always been about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "MARGARET BRENNAN, MODERATOR",
      "sentences": "The question was, can you explain the discrepancy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WALZ",
      "sentences": "No, just - alls I said on this was, was I got there that summer and misspoke on this. So, I - I will just - that's what I've said.So, I was in Hong Kong, in China, during the democracy protests went in. And from that I learned a lot of what needed to be in governance. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "All right, our panel has returned.I was a knucklehead is how he, at times. Bakari, he was trying to defend himself there. This was kind of a tough moment for him. Did his answer stack up, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "SELLERS",
      "sentences": "Yes, it was the toughest moment for Tim Walz of the debate. But, at the end of the day, he showed something that most politicians don't show, which is a little bit of humility, calling himself in knucklehead, saying he misspoke. I think that - that as you go throughout the night, I mean the issuesof abortion, the issues of Iran and Israel, the issues of the economy, the issues of immigration are going to far outpace whether or not he was in Hong Kong on whatever specific day that he said he was or whether he was there later in the summer. I think the way that he answered it with just an ounce of humility and simply saying, look, I was - I was a knucklehead. I misspoke. I get caught up in the rhetoric, will go a long way. I don't think that's going to - if you look at the fact of where he was that summer versus the fact that J.D. Vance wants a nationwide abortion ban and has lied about that, I think that issue of abortion will far outweigh what happened in Hong Kong and whether or not Tim Walz was there or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Alex Thompson, I know you've done a lot -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "TODD",
      "sentences": "We -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "I'm sorry, did you want jump in, Brad? Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "HUNT",
      "sentences": "We've got only 30 seconds. Alex Thompson, I've seen you focus in on this in your reporting. Does it matter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "THOMPSON",
      "sentences": "I think Bakari's right, that the issues are probably going to matter to how people vote. But the fact is that Tim Walz has misspoken about a bunch of things about his own record. He misspoke about how - his DUI conviction back in the '90s. He misspoke about carrying weapons of war when he hadn't been deployed to any combat zones. So, it sort of speaks to a larger personal issue, and that's why this got so much attention.",
      "isLastSentenceInterrupted": false
    }
  ]
}