{
  "date": "2024-11-17",
  "headline": "Fareed Zakaria GPS",
  "subHeadline": "Trump Picks Fox's Pete Hegseth to Lead Defense Department; How Will Trump Take on Iran?;Is Russia-Ukraine Peace Deal on The Horizon. Interview With U.S. Army Europe's Former Commanding General Lieutenant General Ben Hodges; Interview With The New York Times Reporter Theodore Schleifer; Interview With Israeli Special Envoy For Combating Antisemitism Michal Cotler-Wunsh. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:46",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "This is GPS, The Global Public Square. Welcome to all of you in the United States and around the world. I'm Bianna Golodryga in for Fareed, who is off this week.Today on the program. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:46",
      "speaker": "DONALD TRUMP, PRESIDENT ELECT",
      "sentences": "It's nice to win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:46",
      "speaker": "GOLODRYGA",
      "sentences": "As Trump 2.0 starts to take shape. We'll start by taking a look at the once future president's worldview, including both the policies and the players who will shape it. I'll talk to Elbridge Colby, who served as a Pentagon official in the first Trump administration.Then -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:46",
      "speaker": "TRUMP",
      "sentences": "Take over Elon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:46",
      "speaker": "GOLODRYGA",
      "sentences": "The already outsized role of Elon Musk. What can we expect when the world's richest man has intimate access to the world's most powerful office? I'll ask the New York Times, Teddy Schleifer.And as anti-Semitism continues to rear its ugly head in Europe and America. Israel's Envoy Combating Antisemitism, Michal Cotler-Wunsh tells me what can be done to stop it. It's still 64 days until Donald Trump is inaugurated again, but his vision for his second-term is becoming clearer, especially after he announced a slew of cabinet picks this week. The people he wants on his Diplomacy/National Security team include Senator Marco Rubio as Secretary of State, Fox News Host Pete Hegseth as Defense Secretary, Congressman Mike Waltz as National Security Advisor, and former Congresswoman Tulsi Gabbard as Director of National Intelligence. Joining me to discuss the worldview of Trump 2.0 is Elbridge Colby. He was a high level Pentagon official in the first Trump term. He's also the author of The Strategy of Denial: American Defense in an Age of Great Power Conflict. Elbridge, welcome to the program. For the sake of time, let's just focus on one of these picks and that is Pete Hegseth for Defense Secretary is a current Fox News Host. You praise this decision. He is a decorated combat veteran and Ivy League graduate, but he has never run an organization the size and scale of the largest bureaucracy in the world. Given its significance, what gives you assurance that he is the right man for this job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:46",
      "speaker": "ELBRIDGE COLBY, FORMER TRUMP ADMINISTRATION PENTAGON OFFICIAL",
      "sentences": "I think what's really important to bear in mind and what's a bit different than eight years ago is I think these people are being appointed to carry through on president Trump's very clear mandate for his foreign policy of American -- America First, common sense, foreign policy, peace, restraint. This is something Senator Rubio emphasized in his tweet thanking the President Elect for his nomination.I think in the case of Pete Hegseth, he, you know, he's a very compelling pick for this really important job. As president Trump pointed out, he's very aligned with the American first foreign policy. He's a combat -- decorated combat veteran. He's a very good sort of proponent or exponential of the vision. He has a real concern for America's veterans and the families of America's service members. So I think it's a very compelling case. I think I'd also stress something really important, Bianna, which is that the traditional credentialed establishment, most of it, they have a lot of experience, but they've driven our foreign policy into the ditch. So in order to have change like, if you will, president Trump, who had never served in elected office before 2016, you're going to need people who are more going to come from the outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:46",
      "speaker": "GOLODRYGA",
      "sentences": "Let's turn to China, which you view as one of the greatest threats facing the United States. China, as you know, has invested a lot of resources and funding into building up its military, especially its naval capabilities, its deployed weapons such as hypersonic missiles, which the U.S. is still testing. Is the U.S. prepared to take on an emboldened Chinese military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "GOLODRYGA",
      "sentences": "Sticking to China. The Trump policy though of America First has really alarmed not only officials here in the United States and the Biden administration, but obviously allies in the region. Something that President Biden has invested a lot of time and resources into focusing on. And that's including Japan, South Korea and obviously Australia. So how do you factor in an America first while trying to deter China without perhaps these alliances that President Biden says is central to deterring China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "COLBY",
      "sentences": "Well, let me rebut something right quick, which is that this is not an anti-alliance approach. This is actually a better approach for U.S. allies.Now the first and foremost point here is that the United States our foreign policy and this is something the American people have clearly given president Trump a mandate for, is to put our interests first, not in an aggressive or whatever way, but in a way that clearly prioritizes instead of these vague kind of abstractions like the rules based international order that don't do that. And here's the thing, Bianna, President Biden didn't do our allies, let alone the American people, but didn't do our allies any friend -- any favors by promising the moon and failing to deliver. Look at Ukraine, look at the under preparation in places like Taiwan and even Japan despite a lot of rhetoric. Here's what you see since president Trump's election. Let's look at the China problem. It's very clear to everybody, including the Biden administration that Taiwan needs to do a lot more for its own self- defense. Yet Taiwan was being laggardly. Actually its defense spending as a proportion of GDP was going to decline this year. Yet after president Trump's election, the Financial Times is reporting that Taiwan is looking to make major new defense acquisitions. So the real question is who? What is the right policy and what's better for first and foremost the American people, but also our allies? It's the Trump foreign policy, which, by the way, the record speaks for itself. Look at the last three years versus Trump's policy before that. His administration, any reasonable observer obviously sees the record of President Trump as superior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "GOLODRYGA",
      "sentences": "Should president Trump publicly commit to defending Taiwan if they are attacked by China, which President Biden has done a number of times throughout his term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "COLBY",
      "sentences": "My own view is that the traditional policy of strategic ambiguity, which president Trump, in keeping with the preceding Democrat and Republican presidents, have hewed to, is the right policy while we prepare the American military to be able to defend Taiwan. Now, this is an issue of what's called declaratory policy, what do we say publicly. President Biden radically broke with that policy without backing it up, and then had it walked back by his staff.That's kind of like the worst thing to do. The main problem of the Biden-Harris foreign policy was they talked a lot and carried a small stick. What we need is actually the reverse, which is more military power, not only in our part, but on the part of our allies and economic power, but actually a flexibility and a kind of attunedness (ph), a sort of, if you will, almost like a sensitivity to our adversaries and our willingness to engage with them. I don't mean to be just nice for its own sake, but why are we going around stepping on things like strategic ambiguity? Why do you have people calling Xi Jinping evil and foreclosing the negotiating space? That's not good. That's not an old Democratic way and that's also not an old Republican way. That's not how we got through the Cold War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "GOLODRYGA",
      "sentences": "Elbridge Colby. We'll have to leave it there. Thank you so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "COLBY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:13:28",
      "speaker": "GOLODRYGA",
      "sentences": "This week, President Elect Donald Trump named former Arkansas Governor Mike Huckabee as U.S. Ambassador to Israel. Huckabee is a pro settlement, self-proclaimed Zionist who opposes a two state solution and has said, quote, \"There's really no such thing as a Palestinian\", unquote.On the Iran front, observers expect Trump to reinstate his maximum pressure policy against the Islamic Republic. But how will these strategies play out in a region that looks quite different from Trump's first-term? Joining me now to discuss is Mark Dubowitz, CEO of the Foundation for Defense of Democracies. Mark, welcome to the program. So I was going to begin just there where it's largely expected that Donald Trump will resume his maximum pressure policy. That's only reinforced by the Security team and Foreign Policy team that he's assembled. But just this week, the New York Times is reporting that Elon Musk met with Iran's Ambassador to the UN in New York last week on web ways to diffuse tensions between the two. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:13:28",
      "speaker": "MARK DUBOWITZ, CEO, FOUNDATION FOR DEFENSE FOR DEMOCRACIES",
      "sentences": "So, Bianna, thanks for having me on the show. I think president Trump is very concerned that during the lame dark period between the election and January 20th when he takes office, that Iran may move to develop a at least a crude nuclear device and establish itself as a nuclear weapons power. So I think there is an attempt now to defuse tensions and try to suggest to the Iranians that there is a pathway for diplomacy and a potential nuclear deal. But also if they continue to defy the United States and the international community, that maximum pressure is on its way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "DUBOWITZ",
      "sentences": "Yeah. I mean, at first it's important to understand that most of Iran's nuclear expansion, including this weaponization work, occurred under President Biden's watch, because I think the Iranians understood that there was really no consequences if they were to expand their nuclear program.This site is a very sensitive site called Parchin. It's known to international inspectors. And it seems as if Iran has engaged in at least an initial weaponization work, which is a blockbuster revelation because the U.S. intelligence community since 2007 has their consensus view is that Iran never engaged in weaponization work. And certainly the Israelis have discovered that that indeed is not true and bombed the site. And Iran has denied ever engaging in weaponization work. So certainly the Israelis did not defy President Biden's command to them not to touch nuclear sites.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "GOLODRYGA",
      "sentences": "Prime Minister Netanyahu has been very transparent that Israel will not allow for Iran to develop a bomb. But how do you envision a Trump administration in response to that if Iran is able to attain a bomb?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "DUBOWITZ",
      "sentences": "It sounds like the Trump administration has made it very clear in President Elect himself that they will do everything to support Israel for the Israeli military to use military force to prevent Iran from developing nuclear weapons. I think he said that he immediately is going to greenlight all of the weapons systems and ammunition that have been delayed in the past number of months, and so that all will be expedited. And as well give the Israelis the kind of perhaps massive ordnance penetrators and strategic systems that they need to really destroy Iran's deeply buried enrichment facilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "GOLODRYGA",
      "sentences": "Would the U.S. itself be involved militarily, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "DUBOWITZ",
      "sentences": "Well, it's certainly, U.S. Presidents since President Clinton have committed to use all the instruments of national power to prevent Iran from acquiring or developing nuclear weapons. President Biden made that written declaration in 2022, and president Trump has made it clear that he'll do everything in his power to prevent Iran from developing nuclear weapons.So multiple U.S. presidents have committed to this. All instruments of national power certainly imply a military power. But I think there is some skepticism here in Israel that the United States will actually do that directly and instead will just provide Israel with everything Israel needs in order for Israel to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. That skepticism only reinforced by some comments recently made by J.D. Vance, who said it would not be U.S. policy to engage in war with Iran.Trump's signature Mideast achievement in his first-term was the Abraham Accords. President Biden, of course, tried to expand that to include Saudi Arabia. That was upended after the October 7th attacks and then the subsequent war in Gaza. Interesting to note that MBS just this week called that war a genocide. How can a Trump administration attempt to revive what's being dubbed Abraham 2.0?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "DUBOWITZ",
      "sentences": "Look, I think there was certainly -- in Riyadh, they were probably high fiving in the Royal Court on election night with President Trump coming back in. I think the Saudis believe that, you know, the Trump administration will have their back in the confrontation that Riyadh is engaged in with Iran. So I think they'll be, with that kind of U.S. assurance, I think it'll be more likely that MBS will move towards not only a security agreement and defense agreement with the United States, but normalization with Israel.Certainly doesn't help for MBS to be making the false claim that Israel is engaged in genocide. I think there are a lot of pro-Israel supporters in Washington very upset by those comments. And I know MBS certainly has a number of priorities, including security and defense treaties, a huge AI treaty that he's negotiating with the Biden administration. I think those comments are going to undermine support for the Saudis in Washington. So he's going to need to make a bold move on the normalization front with Israel and cool the rhetoric. I think that's probably an important message to the Trump administration will be sending to Riyadh in the coming days and months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:12",
      "speaker": "GOLODRYGA",
      "sentences": "And of course, there are many in the region that hope that President Trump could convince Prime Minister Netanyahu to agree to a ceasefire hostage deal as well. Mark Dubowitz, great to see you. Thanks so much. DUBOWITZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, it appears that's not the policies and the planning, though we have yet to see a specific one from president Trump other than saying that he plans to end this war on day one. And there's a lot of talk now, given the losses that Ukraine has recently faced, that they may at some point have to go to the negotiating table ready to agree to give up land in return to some sort of security guarantees. What are the security guarantees that you think Ukraine could say yes to at this point to bring this war to an end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "HODGES",
      "sentences": "Well, look, you are correct, Bianna, that if the west does not do more than what we have been doing, if we don't commit to helping Ukraine win, then the best that Ukraine will be able to hope for is some sort of negotiated outcome.The problem is the person on the other side of the negotiating table is Vladimir Putin. And there is zero evidence that they will ever live up to any agreement that they've ever made unless they are forced to. So this will be an important thing to consider going forward if there are going to be any kind of negotiations. Our allies in Eastern Europe as well as the Ukrainians are not confused about the threat that Russia represents. They know what happens when the Red Army shows up in a town or a village. They know that there will be millions of Ukrainian refugees that will pour into Central and Western Europe as a result of this. And they know that nobody with serious money is going to invest in the reconstruction of Ukraine after Russia is allowed to keep the 20% that it has already taken. So it's bad economic impact for the United States and for Europe. It's bad potential increased risk of a fight -- direct fight between NATO and Russia. And it sends a signal of weakness to China that the United States and our allies do not have the political will to defend sovereignty, freedom of navigation, respect for international agreements. That's the problem with the negotiated outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "Well, as you know, we're hearing more and more voices suggest that perhaps the United States should work to rectify its relationship with Russia, to isolate China.So that seems to oppose the points you've been making and obviously the policy of the Biden administration thus far in this war. But going back to what security guarantees you think Ukraine could agree to, the option of joining NATO was never really on the table in the imminent future. It appears to be even further put on the back burner with an incoming Trump administration. So what are the security guarantees that you think would be acceptable to Ukraine's stability and sovereignty, even if they do have to give up the land, that 20 percent or so, land that Russia currently occupies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "HODGES",
      "sentences": "Well, obviously, the only real security guarantee is NATO membership. That's -- that's the one guarantee that Russia respects. And which is why they didn't want Ukraine to ever be a part of NATO, because then it would limit their ability to try and influence what happens on their frontier countries around Russia.Short of that, I think that you're going to see some European countries that realize that the disaster that's coming if they are not able to help protect Ukraine from further Russian aggression. I've already mentioned the refugees, the disruption of food and energy shipments and so on. And of course, the Russian army will absorb thousands of Ukrainian troops into the Red Army if they are successful in this conflict. So I can imagine a scenario where some European countries agree to put troops along some sort of a demilitarized area. But again, the Russians have never respected anything like that. They would have to agree to some sort of line that would be imposed. And to be honest, I think, without U.S. participation of some sort I don't know how successful something like this will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "Going back -- and no doubt Europe will have to step up here in terms of its support. And I think they're pretty aware of that as the Trump administration begins. But let me ask you about the developments that we've seen over the last few months and that is this mutual defense agreement between Russia and North Korea.We've seen North Korean troops now on the battlefield. Short term, this does help the issue of the manpower concern among Russian troops. Longer term, what are the implications of this alliance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "HODGES",
      "sentences": "Well, it's a great question. North Korea is providing it looks like between 10 and 12,000 troops. As far as I can tell they bring no combat experience with them.So, you've got thousands of troops that will be used by the Russian side either as additional fodder pushed into the meat grinder like Russian troops are, or maybe they'll be used in a separate area. They've been referred to a couple of times as North Korean Special Forces, but I don't think that they are special forces in the way that we look at them in the U.S. or the U.K. They probably are super fit, motivated, but they don't bring combat experience. So, I'm anxious to see how that turns out. And then also I think about this experiment. I mean, North Korean troops that have never been outside of North Korea, they're being exposed to not only different cultures and opportunities. Even in Russia where already reports of North Korean soldiers consuming pornography online, industrial scale, I don't know what it's going to be like when these guys -- are they actually going to go home? Are they going to be allowed back in North Korea assuming that they survive? Or do these guys start surrendering in hopes of getting out of there? So, there's a lot of things to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Ukraine already confirming that they are on the battlefield in Kursk there as well. Lieutenant General Ben Hodges, thank you so much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:08",
      "speaker": "HODGES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:37:17",
      "speaker": "GOLODRYGA",
      "sentences": "Elon Musk, the world's richest man, has solidified his place in Trump's inner circle. The Tesla and SpaceX CEO's political action committee reportedly spent around $200 million to help Trump get reelected.While Musk has been seen in and around Mar-a-Lago ever since the election and traveled to Washington this week with the president- elect. Trump announced Tuesday that Musk would co-lead a new entity called the Department of Government Efficiency, the details of which remain murky. So, what can we expect from the Trump-Musk alliance? Teddy Schleifer of \"The New York Times\" writes about billionaires and their impacts on American politics, and he joins me now. Teddy, great to see you. So, you describe Elon Musk as the most powerful private citizen. He has played an outside role throughout the campaign, and now he's involved in the staffing and policy decisions as well. He sits in on calls with world leaders. As we noted, he traveled with the president- elect to Washington to meet with congressional Republicans. Just walk us through how unusual this is and give us some more of your reporting on their relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:37:17",
      "speaker": "THEODORE SCHLEIFER, REPORTER, THE NEW YORK TIMES",
      "sentences": "Sure. I mean, it is definitely unusual. Look, it's not unusual for billionaires to have, you know, an imprint on American politics or even to spend, you know, $100 or $200 million. But I think you know, the Elon Musk imprint on the transition effort outstrips even what the Trump team and somewhat Elon's friends expected.You know, they knew that he cared a lot about the stakes of the election, obviously. They knew that he controls Twitter and, you know, obviously that wasn't going to end after Election Day. But Elon Musk has involved himself in a way that he frequently does, meaning rolling up his sleeves, getting personally involved, no detail is too minute. And you know Musk, who runs, you know, three or four other companies at the same time is investing his time in this. I mean, Elon Musk has been at Mar-a-Lago basically nonstop since election night, and that just tells you just how in the weeds he's getting. He's in every meeting. He's weighing in on every decision. You know, he's not even technically on the transition committee. There is a transition committee of five or six people, including J.D. Vance, Donald Trump Jr., people like that. Elon is not on that. In some ways, that's because he outstrips the entire committee itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:37:17",
      "speaker": "GOLODRYGA",
      "sentences": "Trump announced that Elon Musk will now co-lead a new government body. We don't know much detail about it, but it's called the Department of Government Efficiency. And some of the knives are already out for him in Washington, D.C. If he follows through on his pledge to cut some $2 trillion in government spending, can we expect some backlash and retaliation from Washington?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "GOLODRYGA",
      "sentences": "It is quite stunning to read some of the details in the reporting about their relationship, and Elon Musk's style of just throwing out ideas left, right and center that some of them not realistic at best, but Donald Trump seems to be receptive to them now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "SCHLEIFER",
      "sentences": "Yes. You know when you talk with the Trump team -- and you can kind of see this, honestly, in some of Trump's public remarks about Elon Musk. Trump seems almost mesmerized by him. You know, I'm thinking about his speech on election night where Trump was going on and on about Elon and the rockets and, you know, spent like, you know, three or four minutes kind of going on this, you know, speech that really had nothing to do with his election night victory.Trump seems mesmerized by him in part because he doesn't really know that much about, you know, Elon's industry. He doesn't know about electric vehicles. He doesn't know about heavy manufacturing. So, Trump is impressed by him. And Elon is very impressed by Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "GOLODRYGA",
      "sentences": "How long do you see this relationship lasting because there are those that know both men and say there's not room for two stars in this relationship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "SCHLEIFER",
      "sentences": "Well, I mean, Trump is not going anywhere, obviously, over the next four years. You know, look, I think look during the first Trump term, you know, people forget Elon was on some of those government business coalitions that, you know eventually imploded.You know, Elon did have a lot of pressure from people who are liberals in his life to not get too close to Trump. But I think Elon is in a much different position than he was during the first Trump term. He has moved to Texas. His social circle is more conservative. I don't think there's going to be really any external pressure on Elon to drop Trump. But I think what we're getting at is more of the -- more of the egos involved here. And, look, I mean obviously you don't need to be Elon Musk to be dropped by Donald Trump. We saw during the first term, a number of people get dropped every couple of minutes, it seems like. So, it seems like a safe prediction that this could be the best of time for the two of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "GOLODRYGA",
      "sentences": "One of them were the richest men in the world who wield enormous influence around the world. And we shall see. It's a fascinating aspect. Teddy Schleifer, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "SCHLEIFER",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:10",
      "speaker": "GOLODRYGA",
      "sentences": "Well up next on GPS, riots in Amsterdam have sparked concerns about the continued rise of hate against Jews and Israelis. I'll talk to Israel's special envoy for combating antisemitism Michal Cotler-Wunsh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:48:33",
      "speaker": "GOLODRYGA",
      "sentences": "Late last week, Amsterdam experienced what the city's mayor has called a, quote, \"outburst of antisemitism.\" It happened in the wake of a soccer game between Maccabi Tel Aviv, an Israeli team, and a Dutch one called Ajax. Authorities said, criminals on scooters hunted the city for supporters of the Israeli team and committed hit and run attacks.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:48:33",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Free Palestine now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "And you're right to mention the skyrocket -- skyrocketing surge in antisemitism that we've seen since October 7th. But we've seen that trajectory even before October 7th, steadily an increase in antisemitism over the course of the last several years.Is it naive, though, given the scope of what we've seen in just this last year, to assume that much of it will dissipate once this war comes to an end? And I ask you that because you have really honed in on this issue of antisemitism, having an ability to morph into various forms. Explain that. COTLER-WUNSH: So, just to say you're a hundred percent right that we saw a gradual or consistent increase in antisemitism around the world in the five to 10 years before the October 7th massacre, of course. And indeed, I am one of about 35 special envoys for combating antisemitism from around the world, the United States, Canada, the E.U. and so on because of that constant rise. And you are right, Bianna, that antisemitism is an ever-mutating viral hate. It has existed for as long as Jews have existed for thousands of years, and it mutates by latching onto the guiding social construct of each time, religion, science. And in our case, the modern-day secular religion of human rights. And so, we have this new strain of antisemitism that is anti-Zionism that actually denies Israel's very right to exist as an equal member state in the family of nations, so that the mechanism that demonizes and delegitimizes and applies double standards, whether it is to the individual Jew barring them from an equal place in society, or demonizing, delegitimizing and applying double standards to the Jewish nation state. The proverbial Jew among the nations, if you will, barring it from an equal place in the family of nations. Now, we have seen this happening for decades. And if I had to begin with a moment in time, it is the 1975 Zionism is racism U.N. resolution. Soviet propaganda that passed at the U.N. that is alive and well on 2024 university campuses and online platforms in the name of progress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:11",
      "speaker": "GOLODRYGA",
      "sentences": "Well, you're right to note, we've seen an alarming rise in antisemitism in the far right and far left elements of governments around the world. Michal, we'll have to leave it there. Thank you so much for your time.COTLER-WUNSH: Thank you very much, Bianna. And really, I encourage everybody watching us, the time to speak up is now. And is very, very often I say, never again is right now as we witness this tsunami of antisemitism. And each and every one of us can make a difference when we speak up. GOLODRYGA: All right. Well, thank you. And thanks to all of you at home for being a part of GPS this week. Fareed we'll be back next week.",
      "isLastSentenceInterrupted": false
    }
  ]
}