{
  "date": "2024-10-03",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Cheney Campaigns With Harris In Battleground Wisconsin; Israel Launches New Airstrikes As Tanks Line Up Near Border; New Analysis: Harris Gains Ground In Multiple Swing States. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:25",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Good evening. I'm Erin Burnett, live from Tel Aviv.We, of course, are following several breaking stories at this moment here on the ground in Israel. We're learning an Israeli airstrike just killed a leader of Hamas in the West Bank. To the north in Lebanon, new pictures of the massive strike in Beirut tonight, the explosion lighting up the night sky here in these hours of the morning, all happening as Israeli strike against Iran appears to be imminent. Now we do have full team coverage here in Tel Aviv. First, though, of course, you just watched the Vice President Kamala Harris wrapping up a rally with former Republican Congresswoman Liz Cheney. Cheney making a forceful argument for Harris the formal endorsement, which you just watched, blasting former President Trump. She says that, quote, our republic faces a threat. Unlike any we have faced before. Tonight's rally coming in a county famous for being the birthplace of the Republican Party. In fact, Donald Trump won the county where you just saw Liz Cheney and Kamala Harris by 26 points in each of the last elections. But tonight, it is clear Harris and Cheney see an opening 33 days to actual Election Day. Here's what we just its heard from Liz Cheney, her message to Republicans. (BEGIN VIDEO CLIP) FORMER REP. LIZ CHENEY (R-WY):  There is not an ounce, not an ounce of compassion in Donald Trump. He is petty, he is vindictive, and he is cruel. And Donald Trump is not fit to lead this good and great nation. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "CHENEY",
      "sentences": "I ask all of you here and everyone listening across this great country to join us. I ask you to meet this moment. I ask you to stand in truth, to reject the depraved cruelty of Donald Trump and I ask you instead to help us elect Kamala Harris for president. (APPLAUSE)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "BURNETT",
      "sentences": "All right. Philip Bump is with us now, the national correspondent for \"The Washington Post\", along with Aisha Mills, Democratic strategist, and Marc Lotter, former Trump 2020 director of strategic communications.Aisha, look, this is an important moment. You had Liz Cheney with this introduction formally with her endorsement of Harris, appearing together at a county that was the birth place of the Republican Party, setting up the vice president to give a 20-minute address for the nation to hear. How impactful is what we just heard from Cheney with that full throated endorsement, reaching out to Republicans, to moderates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "AISHA MILLS, DEMOCRATIC STRATEGIST",
      "sentences": "Listen, Erin, when she categorized Donald Trump as being someone who has deprived cruelty, that's the language that she used, depraved cruelty, I got chills. I think it's very impactful to hear her who let's be clear, she is not a progressive Republicans, by any stretch of the imagination. This is someone who probably fundamentally disagrees with the Biden agenda and certainly with many of the things that Harris is proposing that she would do when she becomes president.But at the core of it is really this question that we have right now before us about what America we want to be. Are we going to be in America that lifts up people who are cruel and who do harm and who do not reflect the character that we deserve to be led by? Or are we going to come together despite our differences to put someone in place who's actually going to carry on the American ideal and preserve our democracy? So I think that was powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "BURNETT",
      "sentences": "And, Marc, that's the argument, of course, that Liz Cheney is making, that Harris is making, that this is about democracy. In fact, Liz Cheney said, Marc, just a moment ago that she has never voted for Democrat before. Just to make it clear, that would mean she didn't vote for Joe Biden, but she will vote for Harris.So, Marc, my question to you is, we all knew where Liz Cheney stood before this, but now we saw her stand there with Harris and that is perhaps a distinction that makes a difference. Are you concerned at Liz Cheney gives any anti-Trump Republican voters the permission and perhaps the inspiration to vote for Harris? MARC LOTTER, FORMER TRUMP 2020 DIRECTOR OF STRATEGIC COMMUNICATIONS: No, I think if any -- they're still anti-Trump at this point, they've already made up their mind. They're -- I -- look, I think if you're still undecided, if you're in that what, 3 to 4 percent, whatever the number is, it's probably because you're waiting for Kamala Harris to answer the question on your mind, the number one issue on your mind? [19:05:01] And if it's like most Americans is how are you going to lower gas and grocery prices? How are you going to seal the border? How are you going to deal with the war that's raging in the Middle East? And she can't answer any of those questions. She hasn't. And that's why you're probably still undecided at the heart of the matter you know, things are more affordable. Border was more secure, world was safer when we had Donald Trump. Liz Cheney can't t change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "BURNETT",
      "sentences": "Well, Marc, I'm wondering what about the people who say they can't stand Trump's character? They're not sure if they can go that way, right? But they don't like Harris's policies and they don't want to go that way either, people who perhaps don't feel about democracy, the way that Liz Cheney does. But maybe they feel about policy the way Liz Cheney does.Does this open that door?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "LOTTER",
      "sentences": "Well, I don't think so because at the end of the day, that policies of Kamala Harris are more of the same failures from Joe Biden. She wants to turn the page. She wrote the book along with Joe Biden.So you're not going to get any different policies. So voting for someone who is opposed to everything you stand for is going to actually make things continue to be more expensive, border still going to be unsecure that's not going to change things. And I think that's why that small slice of people are still undecided.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "BURNETT",
      "sentences": "All right. So, Philip, in a moment, I'm going to get some sound here of how Harris reacted in her 20-minute speech. But I do just want to play one other thing that Liz Cheney said, and this is about January 6, which, right, she has made the entire core of why she is going to vote for Harris, right? She says democracy is on the line so specifically she talks about what we just learned last night in that new filing from the special counsel, which is that Trump told his aide, \"So what?\" when he heard that his Vice President Mike Pence's life was in danger.Liz Cheney just spoke about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "CHENEY",
      "sentences": "I don't care if you are a Democrat or a Republican or an independent, that is depravity and we must never become numb to it. Any person who would do these things can never be trusted with power again. We must defeat Donald Trump on November 5.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "BURNETT",
      "sentences": "Philip, are there any people that haven't long ago made up their mind for whom that January 6 democracy argument will not resonate? PHILIP BUMP, NATIONAL COLUMNIST, THE WASHINGTON POSTHonestly, we all watched it unfold in real time. We saw what happened in the weeks after the election and on January 6. We have polling that consistently shows that Republicans in particular and Trump supporters, have not had their minds changed, the same way that their minds never changed on things like the Russia investigation, the first impeachment of Donald Trump. They have stuck by Donald Trump and are not wavering. But this is an election in which we're going to be looking at seven states, probably, six or seven states, that have very, very close margins. And so, I think the intent of this is not to try and peel away hardcore Trump voters. That's not why Liz Cheney sending with Kamala Harris. It is instead to either have people who are sort of indifferent to Donald Trump, don't love him, don't love Harris, give them either permission to potentially cast a vote for Harris, or just stay home and feel, I can't go out and vote for that person, which is its almost as good as a vote for Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:25",
      "speaker": "BURNETT",
      "sentences": "So, Harris also took on this issue. I mean, it's core to Liz Cheney there appearing together. That's part of what this platform and this moment was about in that speech. But she did also talk about Trump and January 6 in a very direct way. Here she is.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES &amp; 2024 PRESIDENTIAL CANDIDATE:  Therein lies the profound difference between Donald Trump and me. He, who violated the oath to uphold the Constitution of the United States of America. And make no mistake: He, who, if given the chance, would violate it again. Anyone who has called for I, quote, termination of the Constitution of the United States, as Donald Trump has, must never again stand behind the seal of the president of the United States. Never again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "MILLS",
      "sentences": "Well, you know, as I watched this, one of the things that jump out at me is not so much as what's being said, but what's being seen in this image where you have Liz Cheney standing there right behind Kamala Harris. And what that looks like to me is too strong and powerful women whoare done with the patriarchy, who are done with the cat lady memes, who are done with the meanness and the nastiness. And if anything, I am sitting there watching them united as women that are more than 50 percent of this population. Remember, 57 percent of women fired Donald Trump and rejected him in the 2020 election. So, to have the two of them standing there, even though their ideologically not necessarily the same. I think sends more of a powerful image than anything that either of them could say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "Marc, what do you think, the image itself of seeing them together side-by-side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "LOTTER",
      "sentences": "Well, I think, obviously, we have women that are trying to two rise to the top of the ticket and take over this country, it's a great sign for our country and our maturity as a nation. But to the point that that you were making a moment ago, it's like 57 percent voted in 2020 and now they're living with the consequences when many women are having problems putting groceries on the table for their family, worry about the security of themselves and their families because Kamala Harris let in 13,000 convicted murderers who are illegal immigrants in our country.All of these things are very real. They're now living with the consequences of that election. And I think quite a few of them are going to go back and say, I may not love how he tweeted, but I definitely life was better under Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "MILLS",
      "sentences": "No woman is buying that argument at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "Here's question though.All right. So, Phillip, let me ask, there's a strategy which Harris is engaging and by the way, I'm going to deeply red counties. I mean, I just pointed out this is the county where they're speaking. That was the birthplace of the Republican Party, where she knows she's going to get killed, but she's just trying to get a little, a little bit better, right? And if you do that a lot of different counties, you can still win states, then there's another strategy, right? Which is trying to win -- win over those moderates. And there are some in the Democratic party who think these Republican endorsements that Harris has been touting is a mistake and its not going to move the needle and she should just focus on getting out her base even in those deeply red counties that should be the way to go. So what are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BUMP",
      "sentences": "Yeah, I just want to say, first of all, what Mr. Lotter just said about the 13,000 immigrants is absolutely false. And I think it's important to point that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "LOTTER",
      "sentences": "It came from ICE, Phil. You're a reporter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BUMP",
      "sentences": "It's not true. It's absolutely not true.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BUMP",
      "sentences": "Those were people that were in the country for decades. Many of them are in custody currently because they were charged with murders. I've actually done the reporting on this. So you can trust me, viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "LOTTER",
      "sentences": "Democracy dies in darkness, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BUMP",
      "sentences": "That's right. That's right. That's why we're honest with our viewers and with our readers.Okay. So to your point, Erin, I will say that I think that again, this is going to be an election that comes down to who comes out and actually votes, right? So what we're going to want to see if we are Harris -- team Harris is we are going to want to see people come out and cast a ballot who might otherwise not do so. Look, we're still five weeks from Election Day. It seems very close because we've all been doing this a long time, but it's really not that close to the election. Early voting has only barely started. It's going to ramp up here very quickly. Election Day, obviously still always way. That's when you actually have to do turnout. And so I think over the over the short-term, what they're doing is creating these permissions structures for people who may not feel excited about voting for Donald Trump or may want to potentially vote for Harris and giving them the opportunity to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:18:49",
      "speaker": "BURNETT",
      "sentences": "Breaking news, massive explosions in Beirut. And there are new blast, Israel issuing new evacuation orders for civilians in Lebanon. This is the night sky in Beirut, just a bit ago as Israeli jets striking the city. The onslaught coming ahead of Israel's imminent anticipated strike on Iran.As of this hour, U.S. officials believe Israel is still deciding exactly which targets to strike. Today, President Biden, not shutting down the possibility that Israel will include Iran's oil facilities. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:18:49",
      "speaker": "REPORTER",
      "sentences": "Would you support Israel striking Iran's oil facilities, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:18:49",
      "speaker": "JOE BIDNE, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're discussing that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We will win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We will win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "And we will win, they were yelling, and that sentiment very widespread from what we are seeing here as we headed out of the conflict line, when you talk about the massive onslaught on Lebanon, we came across this field where you can see tanks lined up one after the next, one after the other, if they are called.This is a country that right now is sitting with its finger on the trigger of a much bigger war. Nic Robertson joins me now in Tel Aviv. Jomana Karadsheh is staying by in Beirut, which of course has been under such onslaught. Nic, since you're here with me, let me just start with you. Of course, if Jomana hears anything in these next seconds, we'll bring her in immediately. But, you know, when you're looking at Israel to hit back at Iran, important to note that they had a strike on Hamas leader tonight, it has been relentless that artillery fire that were hearing, it's a hot war. It's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It's a hot war and a strike on a very, very significant Hezbollah leader, not clear if he's dead yet, but this would this will also be significant.And what we're looking for when we try to see when and how Israel will strike back at Iran is what one of the things is, how will they get their weapons systems in place? And they'll have to overfly Iraq likely and they'll have to overflying Syria likely. And when you think about Syrian air space, you think about the Russian presence there and it was notable that last night, a Russian airbase in Syria was struck. Now Israel didn't say it was them and there have been a number of strikes at Syrian airports over the past few days. Think of it as clearing the way on a path where there are air defense systems in the way, make them blind for a few days and it can get your aircraft more safely to where they need to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "So, see an absolute shaping of what could be here. And as we say, literally hand on the trigger, that is true -- many triggers though. It's not going to be one thing. It's going to be a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "ROBERTSON",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "All right. So I want to go to Jomana because she's in Beirut and that's where the bombing has been so relentless, Jomana, and we show those images that Nic and I are looking of the skies behind you that you are actually standing there seeing and hearing.What do you even know about the target of these strikes and how relentless do they feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "All right. Jomana, obviously, incredibly tense and for many dire situation in Lebanon tonight, thank you very much. Jomana is live in Beirut. She continues to be up because as we have seen over these hours and last night and these hours when anyone who is watching, you know, here, there were there were drones that the Houthis have taken credit for at this point, responsibility for just exploding off the coast of where we are in Tel Aviv.Jonathan Conricus is with me now here in Tel Aviv, former spokesman for the Israeli defense forces. And, Jonathan, you know we are in this moment where the escalation of the relentlessness in the north the conflict continues in Gaza, you have strikes in the West Bank. You have Israel making a decision on exactly what it is going to hit in Iran? This is not an if, this is a what, and it is a when. You obviously have been in the IDF throughout the war. You were there in October 7, so I know you've got some maps of what you think exactly it could be happening here in these next hours of where Israel could choose to strike. What's first?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "JONATHAN CONRICUS, FORMER SPOKESMAN FOR THE ISRAELI DEFENSE FORCES",
      "sentences": "Well, first of all, as you say, I think it's a matter of when and where and how strong and in what order. And this is based on maps that were seeing is based on the experts at FDD, Behnam Ben Taleblu, Andrea Stricker, Saeed Ghasseminejad, and Mark Dubowitz, and the FTD visual intelligence team.What we've done is to analyze, first and foremost, the military infrastructure that Iran has in place which probably will be the first target of an Israeli attack. There are specific basis where the assessment is that most of the rockets, the 180 missiles that were fired --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "On Tuesday here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "CONRICUS",
      "sentences": "Exactly. They were fired from specific bases in Iran towards Israel. Those are the Arak (ph) and Isfahan and Imam Ali bases. And I think it's fair to assume that there will be some kind of issue with striking those firsts because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "Those three?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "CONRICUS",
      "sentences": "Those three because that is where they struck from.Important to mention that the Iranians do have air defenses and in any future scenario, Israel will want to take care of those air defenses in order to facilitate other attacks and know the location. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "Are they confident they can do that? One thing they don't, you know, that you don't want to have happen is what happened to the Iranians, right? I mean, a lot of things came through, but they didn't hit the targets. They didn't do massive destruction everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "CONRICUS",
      "sentences": "Obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "Israel can't afford for that to be the outcome of what they'll do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "CONRICUS",
      "sentences": "No, no, and that's not how Israel operates. That's its also one of the differences between having a plane with the pilot and fifth generation capabilities versus a missile that is fired from hundreds of kilometers away and only has limited ability to actually pinpoint the strike when there's a pilot in the cockpit. And very good intel, the chance of striking are much higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "All right. You talk about those three sites where the missiles were launched from. But you think there were definitely be strikes there. CONRICUS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "President Biden, we heard a moment ago say he's open to strikes on oil facility some believe that that's deeply escalatory. But I know you believe that should be on the table and you have gone through specific infrastructure that you think right now, if you're in the Israeli war cabinet, that they are targeting for this strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "CONRICUS",
      "sentences": "Yeah. I mean, what were talking about is there's about 14 major oil refineries and oil related locations spread all over Iran. Some of them, or most of them of course, along the sea, that is where they export from. Many people are familiar with Haj (ph) in the western part of the coast. And, of course, Bandal Abbas (ph), but there's many other locations that are very vital to the economy of the Islamic republic.But if you look at Tehran and you can see the really the abundance of important regime targets in Tehran, we're talking about the supreme leader's office where he runs Iran from, the ministry of defense, the intelligence security, which is where they do internal oppression and external operations from, the IRGC and many other locations. So I would look very strongly at Tehran --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "CONRICUS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "-- many hear that and say, okay, that -- that is a whole new thing. Is that, is that how he telegraph ahead so you make sure he's not there? I mean, what do you -- how would you suggest something like that be executed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "CONRICUS",
      "sentences": "Yes. So that very much depends on what Israel wants to achieve, what strategy is what has, and what the end game is. If Israel only wants to deal Iran a severe military blow. then the first slide we spoke about military targets that we send that message.If Israel wants to go further, and many say that this is the best opportunity that Israel will have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Yeah, they say will have. They say go for the nuclear facilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "CONRICUS",
      "sentences": "Go for the nuclear or go for regime. And Israel has collected a lot of intelligence over the years. It has I think a very good understanding of where the targets are.In terms of nuclear sites, it becomes a little bit more complex with nuclear sites because if Israel, there's a lot of sites there, there's about 15 sites, but there's four specific sites that are new and probably more related to weaponization, foreign experts say indicate that they have enough fissile material for 15 bombs already. So it's kind of a double-edged sword, but bottom line we really are now, this could happen in a matter of days. And I think that there's an abundance of targets. We'll see what Israel decides to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Well, days and hours. And as we have learned, they know where people are if they want to take it individuals, they can. It is a decision that will impact the whole world.Thank you so much, Jonathan Conricus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "CONRICUS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "An incredibly somber moment that we are all in the midst of.And next, one of the country's top political forecasters, there are some new details tonight on the election, which is so central to this war that we are covering here tonight. And a specific point about where Harris is gaining ground, crucial swing states and we'll tell you why. Plus, a ruby red state with a Democratic senator, it has long stood out. He's facing an incredibly tough reelection and if the Senate could deter -- decide -- rest on whether he wins or loses. So is he actually even backing Harris? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "BURNETT",
      "sentences": "We have breaking news. Vice President Kamala Harris moments ago in battleground Wisconsin with the former Republican Congresswoman Liz Cheney, asking Americans to put patriotism ahead of partisanship.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "HARRIS",
      "sentences": "If people across Wisconsin and our nation are willing to do what Liz is doing, to stand up for the rule of law, for our Democratic ideals and the Constitution of the United States, then together, I know we can chart a new way forward, not as members of anyone party, but as Americans.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "BURNETT",
      "sentences": "All right. They're appearing in a red county, a county that voted by 25, 26 points for Harris -- for Trump, both times. But it is a state, Wisconsin, that Harris has been gaining ground.And according to an updated analysis from the Cook Political Report, in fact, the majority of the seven must-win state show Vice President Kamala Harris with a slight edge. And we had seen that there its sort of a trend back to Trump in some polling. And now back to where that trend had been. I want to bring in Amy Walter, publisher and editor in chief of the \"Cook Political Report\" with Amy Walter. So, Amy, lets talk about this, new analysis, when you're going through these seven, the seven states, everything comes down to these in almost every case, you show Harris with a slight edge. So what does her path to victory look like from what you're seeing now? AMY WALTER, PUBLISHER &amp; EDITOR IN CHIEF, COOK POLITICAL REPORT:  Yeah. So this is polling that we've done in conjunction with two good polling firms, one a Democratic firm, BSG, and another Republican firm, Geostrategy, they went into the field in mid September, looking at what voters are feeling, not just about the head-to-head race, whether they're going to vote for Trump, whether they're going to vote for Harris, but some underlying issues. What are the issues that are motivating these voters? Who do they see as better able to handle those issues? And what we noticed on the head to head numbers, Erin, there wasn't much movement between August and now, just very slightly on the edge of point or two, not even a point or to just basically a point way or the other. So the race is pretty steady but underneath it, as you pointed out, there has been some significant shift specifically in the way that voters now see Harris's ability to handle the issue of inflation. Back in August, Trump had a six-point advantage with those battleground state voters on that question. Today, they're even on that question, even on immigration, an issue where Trump still has an advantage, it's now down to nine points from 14 points earlier in August. And so I think that, you know, for Harris, that some pretty good news here is that on those issues where Trumps strongest, she's seen some movement. The challenge for Harris though still remains that when you look at undecided voters or those people who are softly leaning into maybe a third party candidate, their number one concern is the economy, is inflation, and they do give Trump an advantage on that issue. The reason they're not voting for Donald Trump right now, they really don't like him. The way he behaves or the -- a lot about him as personal is what's keeping them right now from pulling the lever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "BURNETT",
      "sentences": "It's very interesting to those who had said that there are many other Republican candidates who this race might look very different if they were at the top of the ticket, but -- but this is the ticket that the Republicans have.According to your analysis, Amy, you're going through those states and showing -- showing Harris with that slight edge in almost every one of them, except for in Georgia, I was curious about that. Looking at your analysis which had flipped from where the candidates were in May, but anybody still has that slight advantage. What stands out about Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "WALTER",
      "sentences": "Yeah. Well, listen as you know, this is a very, very competitive state that Biden carried by only 11,000 votes last time.And the real key here is going to be turnout among Black voters and whether what were seeing in the polls right now, which is that Donald Trump is getting a bigger share of the African-American vote than he did in 2020. Whether that's going to be able to hold those voters, are they going to show up and vote for Donald Trump? Then that makes Harris's path very, very perilous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "BURNETT",
      "sentences": "All right. Amy, thank you very much.And you when you think about how the White House goes, what's going to happen with the Senate is absolutely crucial, right? Whether you're going to have a single party rule or not and all of that could come down to some very specific races, one of them is in Montana, a crucial Senate race where a long time incumbent Democrat is at risk of losing to a former Navy SEAL who is backed by Trump. This race literally could determine everything, policy across the board because it could determine the control of the Senate. Manu Raju is OUTFRONT. (BEGIN VIDEOTAPE) RAJU (voice-over):  Jon Tester maybe a dangerous species. He's the last remaining statewide Democrat in ruby red, Montana, which Donald Trump won twice by double digits. Now, Senate Democrats hopes of saving their majority rests largely on Tester, clinging to a seat he's held for nearly 18 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And I thank you for that one vote. Without that vote, we wouldn't have that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "But his GOP foe, Tim Sheehy, is seeking to ride Trump's coattails and tied Tester to Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "AD NARRATOR",
      "sentences": "Every single time Biden and Kamala say \"jump\", Jon Tester says, how high?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Harris is obviously making this harder for you. You're endorsing her. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "TESTER",
      "sentences": "Well, that's because I don't want this race to be nationalized any more than they want it to be nationalized. I'm going to talk about Montana. That's what this race is about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Would you vote for her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "TESTER",
      "sentences": "That's between me and a ballot box.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Sheehy, a wealthy political novice, who owns an aerial firefighting company, was recruited by party leaders, who privately lobbied Trump to back the 38-year-old former Navy SEAL. TRUMP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Sheehy goes to extreme lengths to avoid scrutiny declining national and local interviews requests, and often campaigning behind closed doors while refusing to release his schedule.CNN attended a Missoula event promoted by conservative activist Charlie Kirk, not by the Sheehy campaign. TIM SHEEHY (R), MONTANA SENATE CANDIDATE:  If Trump wins and he doesn't control the Senate, you can assume that he'll be impeached on day one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Afterwards, Sheehy left out the back and as he participated with this week in his second and final debate on Tester --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "TESTER",
      "sentences": "You're running for the office, Tim, your statements matter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "SHEEHY",
      "sentences": "Yeah, they do matter and the statement is secure the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Sheehy later would not talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "REPORTER",
      "sentences": "Mr. Sheehy, just time for questions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "CNN learned from sources about another event three hours away in Bozeman. And we were told it was private.We cover this. His guest, Senator John Kennedy, later, would not take questions. And then as Sheehy left, a truck came and blocked our camera. Mr. Sheehy, you're blocking our car. Yet, Sheehy boasted about the event on social media, writing it was standing room only crowd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "MIKE DENNISION, POLITICAL REPORTER",
      "sentences": "He's pretty much shielding himself from the media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Longtime political reporter, Mike Dennison, says, theres a reason for this approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "DENNISON",
      "sentences": "I think they want to construct a persona and run on that persona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Which split ticket voting, a rarity in the Trump era, being a Republican could be enough to win, but Tester believes his image can help defied the trend.Is it toxic to be Democrat in Montana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "TESTER",
      "sentences": "No, I don't think so. I think you just got to make sure you know what you're doing, what you stand for and what you've accomplished. RAJU",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "AD NARRATOR",
      "sentences": "How can I trust Tim Sheehy when he compares mothers like me to murderers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "But as he tries to court Trump voters, the GOP pointing to Tester's 2019 criticism of the then-president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "TESTER",
      "sentences": "I think you need to go back and punch him in the face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "As he downplayed those remarks this week --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "TESTER",
      "sentences": "Was totally figuratively speaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:59",
      "speaker": "RAJU",
      "sentences": "Tester also stood by his votes to convict Trump at his two impeachment trials.Do you get those votes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:02",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, you know, what this filing was supposed to be about Erin was the obstruction of congressional proceeding. This is one of the charges that the former president faces. And if you remember, this turns on a, quote, on a law that was passed after the Enron financial scandal.And  according to the Supreme Court this summer, they limited how prosecutors can use this law, essentially saying that you have to prove that someone destroy documents, for instance, right. And so that's what the focus of this filing is. It says the superseding indictment makes no allegation that the documents were stolen, harmed, damaged, or concealed in any way, rather, the certificates. These are the certificates to seal the election, remained under control of all times -- at all times available for use. And in fact used during the certification proceeding. This is a certification of those votes on January 6. Now, I should note that the filing does go on to say that you should throw on all of these charges and they point out that the former president was given some broad immunity under the Supreme Court. Another ruling from the Supreme Court this summer, and they say essentially everything that he did was undertaken to ensure integrity and proper administration over the federal election. So, again, they're asking the judge to dismiss all of these charges. They say because of what the Supreme Court did this summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:02",
      "speaker": "BURNETT",
      "sentences": "All right. So, Evan, what's the outcome of this though? I mean, just in terms of the timing of a trial starting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:02",
      "speaker": "PEREZ",
      "sentences": "Right, well, you saw what the judge did, which is to extend the deadlines for him and that's continuation, Erin, of what the former president is going to do, right? Now, if he loses the election on November you can bet this case will continue to go on.But he is going to take advantage of this and you can see this in this filing. They're planning to go all the way back to the Supreme Court to make sure this case is delayed as long as possible, and that will continue -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:36",
      "speaker": "BURNETT",
      "sentences": "The breaking news, Iran bracing for an Israeli strike. The supreme leader is set to lead mass prayers in Tehran for the first time since the darkest days of COVID tomorrow and the foreign minister heading to Beirut for emergency meetings also tomorrow. This as Israel is assaulting Lebanon as we speak.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:36",
      "speaker": "BURNETT",
      "sentences": "You're looking at Lebanon. It's a couple of miles away from where we are right now. In fact, we're surrounded on three sides by Lebanon at this particular point in northern Israel, on the northern front, about 10 rockets and projectiles came into the town where we are this morning.As we've been here, we have heard about who's of outgoing fire artillery projectiles from the Israelis about one minute. It's an unprecedented moment in this war. And one just to consider what I'm walking through are actually trench lines and foxholes back from the 1980s when this is a frontline. But, of course, now we are in an unprecedented moment of tension and conflict. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:36",
      "speaker": "BURNETT",
      "sentences": "You know, a place that I know that you have been in your extensive coverage of what we're seeing now on that frontline.But the masses of troops, the back and forth, Israel now saying what more than 200 projectiles were launched at them over that by the Israeli trumps Lebanon tonight, many more eager to go in. I mean, the operation seems to be getting a lot bigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:36",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "No question about it. I mean, we were initially talking about one division that was operating already. That's 10,000 troops more or less, based on traditional estimates of division. Now, they've called up a second division, brought them over to the Lebanese border, not clear that they're all necessarily in Lebanon, but certainly you have a very large massing of troops at that border participating --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:36",
      "speaker": "BURNETT",
      "sentences": "Twenty thousand by that alone, yes. DIAMONDAnd in addition to that, we are seeing that they are ordering evacuations of people as far as 18 miles away from the border in Lebanon. So, clearly, this is much more than the kind of limited targeted raids that they were talking about when they first launched this operation. And it is quite significant and you don't know where it's going to go from here once they start pushing in deeper and it's also been a deadly operations so far already with nine Israeli troops confirmed killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:36",
      "speaker": "BURNETT",
      "sentences": "I mean, Gaza, of course, has been so many parts of it completely leveled and destroyed. Lebanon, while Hezbollah had sort of a chokehold around much of it, Lebanon is a country. Lebanon is a full, sovereign country.This is different and it appears that there's a very slippery slope that they're on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:56:36",
      "speaker": "DIAMOND",
      "sentences": "It certainly could be, and, you know, what they're talking about right now as the goals of this operation is eliminating Hezbollah positions along the border, they say that they are going after -- the Israeli military says they're going out after these kind of infiltration post that could be used to come into Israel. But it does seem that when you look at the evacuation orders, how far they are pushing that there is the possibility of Israeli troops going much deeper than just those infiltration posts along the border.And when I was Metula, which is one of these names neighboring communities, you see the danger that can be posed by Hezbollah, even as far as eight miles away, that's anti-tank missile range and they can fire those anti-tank missiles, hit those border communities. And so the question is, does Israel want to try and establish a buffer zone to push Hezbollah away that far. They haven't stated that outright, but its certainly seems like a possibility.",
      "isLastSentenceInterrupted": false
    }
  ]
}