{
  "date": "2024-04-16",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Sydney Church Stabbing; India, World's Largest Democracy Heads to Polls this Week; Copenhagen's Old Stock Exchange Building Goes Up in Flames; Olympic Torch Lighting Ceremony Underway in Greece; Caitlin Clark Selected as Number One Draft Pick by Indiana Fever. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. Here are some of our top stories today.It's the second day of jury selection in Donald Trump's criminal hush money trial. The former president is required to be in court for the proceedings. Yesterday, dozens of prospective jurors were dismissed because they didn't think they could be fair and impartial. At least 17 people have died in flash floods caused by heavy rain in Oman. Authorities conducted a number of rescue operations on Monday while the government closed schools and suspended work for the day in several regions. And Copenhagen's Old Stock Exchange building is on fire. No injuries have been reported. People who were inside the building when the fire started have been evacuated. CNN's affiliate BT Denmark reports that the spire on the 17th century building has collapsed. Police in Australia are calling a stabbing of a church in Sydney a terrorist incident. It was caught on the church's live stream. The attacker is seen approaching the lectern and stabbing the bishop as he was delivering a sermon. Both the bishop and a parish priest were injured. Police say the suspect is around 16 years old. The Australian prime minister is urging unity during this difficult time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ANTHONY ALBANESE, AUSTRALIAN PRIME MINISTER",
      "sentences": "This is a disturbing incident. There is no place for violence in our community. There is no place for violent extremism. We are a peace loving nation. This is a time to unite, not divide as a community and as a country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "CNN's Anna Coren is live for us in Hong Kong with more on the attack. A 16 year old is shocking enough. But then there was an incident outside, wasn't there as well, where the emergency services were assaulted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "Yes, that's right, Max. Overnight in the western Sydney suburbs of Wakeley, this 16 year old boy walked into this church, a Syrian Orthodox church, and began stabbing the bishop in the face.The bishop was giving a sermon that was being live streamed. People in the church immediately raced forward, trying to help. And a priest who intervened, he was also injured. The teenager was then tackled, pinned to the ground. And video shows him smiling as parishioners yell at him. Police have arrested the teenager. They're yet to charge him as the investigation is ongoing. But they do say that this was an act of religious motivated extremism and have labeled it a terror incident. Let's now have a listen to some of the eyewitnesses inside that church. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "JAKLIN BITYOU, WITNESS",
      "sentences": "We were here exactly the minute it happened. We just heard people screaming. It was shocking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "COREN",
      "sentences": "And Max, what happens outside the church is equally disturbing. Hundreds of people gathered and a riot broke out as the crowd began attacking the police, throwing bricks, chunks of concrete, fence palings. Several police officers were injured and they had to be holed up inside the church, along with paramedics. The riot squad and tactical operations units were called in to assist.Now, this area and other areas in Western Sydney, they are known for gang violence, for racial and religious divisions. I think this is important to note. As you heard from the prime minister, he condemned the attack and the ensuing violence on the police. But, you know, this comes, Max, just days after that horrific stabbing rampage inside Westfield's shopping center in Bondi Junction in Sydney over the weekend that left five women dead, as well as a male security guard. Police say that the 40 year old attacker responsible for that rampage, he suffered from decades of mental illness. Six other stabbing victims remain in hospital, including a nine month old baby. She remains in a serious condition. Her 38 year old mother, Max, was stabbed to death on Saturday afternoon. Now, the motive of the attacker remains unknown. He was shot dead by police at the scene. However, authorities believe that he was targeting women -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "FOSTER",
      "sentences": "OK, Anna Coren in Hong Kong, thank you.India is gearing up for its upcoming general election, the world's biggest democratic exercise with nearly a billion people eligible to vote. Polling will begin on Friday and unfold in seven phases, ending up on June the 1st. Prime Minister Narendra Modi is seeking a rare third consecutive term. Under Modi, India has become the fastest growing major economy, but has also become increasingly polarized along religious lines. Rahul Gandhi is the face of the Congress Party that has formed an alliance with other opposition leaders in an effort to prevent another Modi win. CNN's Will Ripley visits a key city in northern India and reports on what's at stake for Prime Minister Narendra Modi. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Varanasi, an ancient city heaving with humanity. If India had a Bible belt, this could be its capital. Religion woven into the fabric of life here, like the rickshaws weaving in and out of traffic, or the tang of turmeric, cumin and coriander from the Gola Dinanath spice market hundreds of years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "RIPLEY",
      "sentences": "I'm Will.RIPLEY (voice-over): Here, I meet a shopkeeper --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "RIPLEY",
      "sentences": "Nice to meet you.RIPLEY (voice-over): -- Akash Jaiswal, who's full of praise for India's popular Prime Minister Narendra Modi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "RIPLEY",
      "sentences": "What makes him different from others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "AKASH JAISWAL, RESIDENT",
      "sentences": "What he says, he has done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "RIPLEY",
      "sentences": "When you hear him speak, do you feel like he's speaking to you and your life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "JAISWAL",
      "sentences": "Yes, yes, because he speaks with heart.RIPLEY (voice-over): The heart of a very smart politician. Modi was not born here. He chose to represent this Hindu spiritual center. Leading up to the elections, Modi inaugurated a temple dedicated to Lord Ram, one of Hinduism's most revered deities, built on the site of a Muslim mosque demolished decades ago by Hindu hardliners. NARENDRA MODI, INDIAN PRIME MINISTER (through translated text): Ram is India's faith. Ram is India's foundation. Ram is India's thought. RIPLEY (voice-over): He's blurring the line between religion and politics, projecting himself as the head priest, the protector, the creator of a Hindu first nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "SABA NAQVI, POLITICAL COMMENTATOR",
      "sentences": "Prime Minister Modi does something which has not happened before in Indian politics among all our prime ministers. He willfully creates a cult of his own personality.RIPLEY (voice-over): Many actually worship Modi himself, almost like a living God. But not every Hindu here is a believer. Vishwambhar Nath Mishra is head priest of a prominent local temple, and it sits alongside Hinduism's holiest river, the Ganges. Every day he bathes in these heavily polluted holy waters. He says the environment and also the political climate has drastically deteriorated during Modi's first decade in power. He's widely expected to win a third five-year term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:04",
      "speaker": "RIPLEY",
      "sentences": "Have you ever seen this city so divided, so polarized?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SANA SABAH, RESIDENT",
      "sentences": "The first term that came to my mind was scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "RIPLEY",
      "sentences": "Scary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SABAH",
      "sentences": "Yes, it's scary.RIPLEY (voice-over): I sat down with Sana Sabah. She was celebrating the end of Ramadan with her family. All of them worrying if this is the end of a secular Indian government and will it mean the end of their religious and civil rights? chaiwala, a tea seller",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SABAH",
      "sentences": "And where is the freedom of somebody just wearing a skull cap, minding his own business, buying mutton, whatever he wants to, and then heading home and then dying on the way?RIPLEY (voice-over): And there are other things she worries about, like high youth unemployment, low wages, widespread poverty, not to mention corruption. But polls still show Modi's popularity is pushing 80 percent. RIPLEY: Modi's own path from poverty to politics is part of his appeal for a lot of people here in India. His official biography says he's the middle son of a chaiwala, a tea seller. A humble upbringing that he says helps him understand the problems plaguing everyday people. RIPLEY (voice-over): Modi says his programs put more food on their tables. Plus the government hands out cash and cooking gas and they provided water and power and sanitation services. Modi's also getting a lot of respect abroad. DILEEP PATEL, VARANASI BJP PRESIDENT (through translator): Today, India is strong, capable, and self-reliant under the prime minister's leadership. RIPLEY (voice-over): In Modi's India, majority rules and he's expected to win a commanding majority of India's nearly one billion eligible voters, the biggest democratic election in the history of mankind, making Modi one of the most popular and powerful leaders in the world, even if some feel they may be left behind. Will Ripley, CNN, Varanasi, India. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Stock prices for the Trump Media and Technology Group, which acquired the social media network Truth Social in March are tanking. They've fallen nearly 60 percent from their peak of nearly $70 a share on the day after the merger was completed.On Monday alone, the price dropped more than 18 percent. That came after the announcement of 21.5 million new shares for sale. Trump's company desperately needs the cash, but the new issue would substantially devalue existing stakes. Trump himself owns more than 57 percent of the company's shares. Dan Alexander of Forbes warns it's about to get even worse. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "DAN ALEXANDER, SENIOR EDITOR, FORBES",
      "sentences": "This thing could go to zero eventually, but just if you look at the actual business fundamentals right now, and you stack that up against, for example, the valuation of Twitter or Facebook, some other social media companies, and you try to correlate those and make it make sense, we're so far away from that point right now that it looks like this stock should continue falling drastically.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "U.S. President Joe Biden appeared to take a dig at Donald Trump whilst releasing his joint tax return with First Lady Dr. Jill Biden on Monday. It shows the couple earned nearly $620,000 last year. Most of that came from President Biden's salary. Their federal income tax rate came in at 23.7 percent. The White House says Biden believes in being open and honest, addingthat, quote, the longstanding tradition of annually releasing presidential tax returns should continue unbroken. You may remember Trump didn't release his tax returns whilst he was in office. NASA is looking for a cheaper way to bring back samples from Mars. The Perseverance rover has been collecting samples on the Red Planet since 2021, part of one of NASA's most complex missions yet. A recent review of the Mars Sample Return Program recommended it should cost somewhere between $5 and $7 billion. But recent federal budget cuts mean the agency has less cash to work with. Agency officials are seeking help from NASA centers and industry experts on how to finish the mission sooner and within budget. It won't be long now until the Olympic torch is lit for the 2024 Paris Summer Olympics. The French ship responsible for carrying the flame for its part of its journey is waiting in a nearby port. The Belem was classified as an historic monument in the 1980s but is nearly 130 years old. It was restored for this special task, a mission the ship's captain is happy to undertake. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "AYMERIC GIBET, CAPTAIN OF THE BELEM",
      "sentences": "We're very proud to carry the flame for the first time by the sea and move the ship by sail. So it's going to impact the world about the history of France, the link between Greece and France, and for the ecological way of transport about such an event like the Olympic flame.We have the honor with this very old ship, because the ship is from 1896, the same age as the Olympic Games. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Excitement for women's basketball is at an all-time high. There's no doubt of that in the U.S. Now, many of the college stars are making their move to the pros.The first pick of the WNBA draft on Monday was Caitlin Clark, who was selected by the Indiana Fever. The Iowa Hawkeyes superstar is all-time leading scorer in the Division I college basketball series. CNN's Coy Wire has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "COY WIRE, CNN WORLD SPORT",
      "sentences": "The WNBA draft here at the Brooklyn Academy of Music in New York was buzzing. Tickets sold out in about 15 minutes. Fans, young and old, almost blew the lid off this thing. And there was never a doubt about who the number one overall pick would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "With the first pick in the 2024 WNBA draft, the Indiana Fever select Caitlin Clark, University of Iowa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "WIRE",
      "sentences": "The three-point shooting superstar, Caitlin Clark, rewrote the history books in college, helped sell out arenas across the country, and now she takes her talents and her allure to the W. She's been a spark of inspiration for millions. I caught up with Kaitlin on the orange carpet before she was picked and asked her what her message is for the next generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CAITLIN CLARK, INDIANA FEVER BASKETBALL PLAYER",
      "sentences": "Dream big, go after whatever you want. I think that was the biggest thing for my parents, is like, they never told me I couldn't do something. It was always like, all right, you want it, you got to go earn it.It was never anything that was ever given, but they always believed in me and instilled confidence in me from a young age, so I think that's the biggest thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "WIRE",
      "sentences": "Here's a look at some of the other top stars that were taking it with Stanford's Cameron Brink going second overall to L.A. Reigning national champ from South Carolina, Kamilla Cardoso, to the Chicago Sky. Tennessee's Rickea Jackson went to the Sparks as well. And Dallas took Ohio State's Jacy Sheldon to round out the top five. These women have helped to further amplify the massive growth we're witnessing in women's sports, and I asked some of them about what that means to them. ANGEL REESE, CHICAGO SKY BASKETBALL PLAYER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CAMERON BRINK, LOS ANGELES SPARKS BASKETBALL PLAYER",
      "sentences": "Wow, this draft class is amazing, and I could not be more proud of us. You know, it's the women before us who've really been doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "KAMILLA CARDOSO, CHICAGO SKY BASKETBALL PLAYER",
      "sentences": "When I was younger, I went through a lot of ups and downs, and I never gave up, so I'm just so proud of myself to be here right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "CATHY ENGELBERT, WNBA COMMISSIONER",
      "sentences": "These players, this draft class, the strength of it, their followership already is amazing, and it's really putting women's basketball and the WNBA on the map.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "WIRE",
      "sentences": "The WNBA already coming off a record-breaking season in terms of viewership and attendance. The future is bright, it is exciting, and it is now. The WNBA tips off May 14th.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "We want to get the latest now on a developing story, the fire at the historic old stock exchange building in Copenhagen. We've just seen the spire collapse. Jakob Vedsted Andersen of the Greater Copenhagen Fire Brigade joins us now live from the scene. What can you tell us?JAKOB VEDSTED ANDERSEN, CEO, GREATER COPENHAGEN FIRE BRIGADE (via phone): Yes, I can tell you that early this morning, we received an automatic fire alarm at this historic building at half past eight this morning. And upon our arrival, the fire were very intense, and we have now been struggling for several hours to secure a part of the building. We can also say that nearly half the building is destroyed by fire, and this is a very historic building built back in 1620 by King Christian IV. So it's a very historic building in Copenhagen and a big part of the Danish inheritance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "A very tough job for you to try to save the building, of course, now, but thankfully, you managed to get everyone out who was inside safely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "ANDERSEN",
      "sentences": "Yes, everybody's safe, nobody's hurt in this fire. We have tried to rescue a lot of historic paintings that was inside the building and the historic furniture. So we have been working very hard this morning to rescue out old paintings, old valuable paintings and historic furniture. But no people are injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Thankfully. We can see all of the scaffolding around the building. It was clearly undergoing some building work. Do you suspect that might be the cause here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "ANDERSEN",
      "sentences": "It's way too soon to speculate on the cause of the fire, but as soon as we have the fire under control, we will, together with the police, start the investigation of the cause of the fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "We should probably mention as well the irony of this fire, that there were these dragon tails, weren't there, wrapped around the spire, which legend has it protected the building from fires. And this is because this is a building that's been up since 1625, as you say, and survived multiple fires over the centuries in surrounding buildings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:03",
      "speaker": "FOSTER",
      "sentences": "Modern day dragons. Jakob Vedsted Andersen, thank you so much, and good luck with your work today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:03",
      "speaker": "ANDERSEN",
      "sentences": "You're welcome, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:03",
      "speaker": "FOSTER",
      "sentences": "We also have Elinda Labropoulou standing by for us in Greece, because the Olympic torch is being lit. And hopefully we can hear you this time, Elinda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:03",
      "speaker": "ELINDA LABROPOULOU, JOURNALIST",
      "sentences": "Yes, I hope so too, because now we're actually less time away from the Olympic flame being lit.We're already in the middle of the ceremony. We will very soon see a chorus and a high priestess, an actress dressed as a high priestess, go into the Temple of Hera, the sacred temple where rituals used to be held thousands of years ago. And there, she, with the help of the parabolic mirror, will light the flame. It will then be passed on to the first torchbearer to begin its journey across Greece for 11 days. Over 500 people are expected to carry the flame in Greece until it makes its journey to the Panathenaic Stadium in Athens, where the first modern Olympics were held in 1896, and from there to the French that will carry it on the beautiful Belem, a beautiful boat, to Marseille, where it will then begin its journey all the way to Paris for July 26th and the Olympics there. The excitement at the stadium is great. A lot of French people, actually, the whole equipe, the whole team of the Belem is here. They're actually right next to me. They're very excited to be the next ones, the ones to carry the flame across. But first, we have to see if the flame is going to be lit with the rays of the sun, as it's customary. If not, there is a backup plan. There is the flame from yesterday's dress rehearsal. So this is what we're all expecting to see in only minutes from now before the torch begins its journey again -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:03",
      "speaker": "FOSTER",
      "sentences": "And take us through the handover process to France, which will actually host the Games. LABROPOULOUabout what they're planning to do with the opening ceremony. So they want to have people line up the Seine for kilometers all the way to the Trocadero. They expect some of the athletes to be getting their on boats, from what we understand. But only earlier this week, the French President Emmanuel Macron said, well, there may have been a different plan just for security reasons. We're not sure if the French will change their plans, but if they do, then the ceremony may be held in the Stade de France, which is France's main stadium for the Games. But that remains to be seen. It's not quite clear how it's going to go. The French have, however, promised lavish Games for all of us -- Max.",
      "isLastSentenceInterrupted": false
    }
  ]
}