{
  "date": "2024-12-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Manhunt Underway for Gunman Who Killed United Healthcare CEO; Hegseth Says, Trump Told Me Today to Keep Fighting; Supreme Court Hears Arguments on Gender-Affirming Care for Minors. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Good morning. You are live in the CNN Newsroom. I'm Jim Acosta in Washington.We are following multiple breaking news stories this morning and moments. The Supreme Court will hear arguments on gender-affirming care for minors. We'll bring those to you live when they start. And a crucial day for Pete Hegseth. Donald Trump's pick for defense secretary is up on Capitol Hill right now meeting with senators, as we are now learning Florida Governor Ron DeSantis has been floated to possibly replace Hegseth. But, first, a manhunt is underway right now after a deadly shooting in midtown Manhattan. The United Healthcare CEO, Brian Thompson, was killed this morning. The gunman is still at large. I want to go straight to CNN's Brynn Gingras in New York. Brynn, I understand you're on your way to the scene of this shooting. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, that's right, Jim. So, a massive manhunt is ongoing right now in New York City, looking for this one person who they believe responsible for killing Brian Thompson, the CEO of United Healthcare.Let me back up a minute and explain what happened, what police are going on right now. Well, we're told as investigators learned at about 6:45 this morning, Thompson was headed to Hilton in midtown Manhattan. Of course, this is a very busy area of the city, particularly today, as the tree lighting is expected tonight. So, heavy security in that area, lots of tourists, people getting on their way to work at that time. We're told Thompson was going to this hotel because there was a conference for United Healthcare in the ballroom of that hotel. And as he approached, there was a gunman who we believe from sources was masked, fired multiple shots at Thompson from about 20 feet away before running away from the scene. The suspect was driving in the back alley of a theater in the theater district of New York City and jumping on a bicycle. I just learned from sources they believe based on video cameras that they -- the footage that they have been bringing in as part of this investigation, they believe that person fled into Central Park in New York City. So, that is some of the preliminary investigation that we are learning at this very moment. Now, it's important to note that investigators believe also that that gunman was right now was waiting at the front of that hotel for about ten minutes or so, according to sources, possibly likely waiting for Thompson to arrive. So, right now, the theory is this was a targeted attack. And, of course, that is extremely important right now. If we talk about the middle of Manhattan that they previously just said, we're expecting that tree lighting tonight is a very, very busy area of this city, which is right now a part of it, at least, a crime scene. So, that is all the information that we have learned right now, that investigators are combing through that video evidence, trying to figure out exactly where this person headed after this Central Park area, they believe, from that area where the shooting happened to Central Park and then where, also, of course, who this person is. Why was Thompson targeted? These are obviously some outstanding questions and, Jim, we're learning that a press conference is expected to happen sometime later this morning, maybe early afternoon by the NYPD to get a little bit more details of what's going on here. But that's what we know at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Brynn, thank you very much. Let us know when you get to the scene and if there are any developments. We'll go back to you right away.I want to go out to CNN Security Correspondent Josh Campbell. Josh, I mean, Brynn was just laying this out for us. It's stunning that something like this would happen in Midtown Manhattan at this time of morning, as Brynn was saying just a few moments ago, just a few blocks down 6th Avenue from where the tree lighting is tonight at Rockefeller Center. I mean, this is just a stunning murder to happen right in the middle of New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ACOSTA",
      "sentences": "Yes, Josh. And if this was premeditated, one has to think this person could have been wearing clothing on top of their clothing. And if they were heading to the park, they could have shed that clothing as they got into the park. I mean, there are any number of possibilities here that investigators going to have to look at. And that, as you were saying that closed circuit T.V., if there are any surveillance cameras in the area, that's going to be critical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "CAMPBELL",
      "sentences": "Yes, it's going to be critical and just the mode of transportation, as was reported there, a bicycle, which obviously allows a lot more agility to move in and around an urban area, vice a vehicle, a car, which, as I mentioned, could be, you know, popped on some of the license plate readers. And so, you know, again, by all indications, this was, especially with reports that this individual was essentially lying in wait there for several minutes. And so, again, you know, that would perhaps provide an opportunity for authorities to, as they go, kind of do these video canvases, try to determine was he scoping out this individual. And then, you know, they'd be looking at, well, what was the schedule of the victim. Was this something that was only known to, you know, a small number of people, perhaps, you know, his family, his friends, his co-workers who were there at this conference, or was this a major, you know, publicized event?So, there are a lot of different areas there that they would be looking to try to determine leads. Of course, the first thing, you know, being right now is just to try to corner this person if he is indeed at Central Park, which, as I mentioned, going to require a lot of resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ACOSTA",
      "sentences": "Yes, just a stunning murder of a corporate CEO right in the middle of Midtown Manhattan on this Wednesday morning. Josh, thank you so much. Standby. We're going to go back to Brynn Gingras also when she gets to the scene there in Midtown. We're going to continue to cover this in just a few moments. Stay with us for that.In the meantime, today is a critical day for President-elect Donald Trump's embattled pick for defense secretary. Pete Hegseth is back on Capitol Hill this morning. He told reporters just a short while ago that he spoke to Trump today, who told him to, quote, keep fighting amid the mounting criticism. Meanwhile, just a short time ago, Hegseth's mother, Penelope, appeared on Fox trying to clean up comments in a private email published by The New York Times sent by herself, where she called her son a, quote, abuser of women who needed to be, quote, called out. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "PENELOPE HEGSETH, MOTHER OF PETE HEGSETH",
      "sentences": "I wrote that out of love. And about two hours later, I retracted it with an apology email, but nobody's seen that. He's a changed man, and I just hope people will get to know who Pete is today, especially our dear female senators, that you would listen to him, listen with your heart to the truth of Pete.I wouldn't be sitting here if I didn't believe he's the man for the job. Pete and I are both warriors. And I've developed a really tough skin over the years (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:08",
      "speaker": "ACOSTA",
      "sentences": "All right. We're joined by CNN's Steve Contorno and Manu Raju.Steve, you have a new reporting this morning that Florida Governor Ron DeSantis, who was a rival of Donald Trump during the GOP primary process, is interested in becoming defense secretary, should that nomination open up again. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ACOSTA",
      "sentences": "Yes, absolutely. It's never a good sign when the president- elect is already talking to other potential nominees. Steve Contorno, thank you very much.Manu Raju, it could be make or break up on Capitol Hill for Pete Hegseth. You've seen this movie before. Pete Hegseth might not be toast, but he seems a little crispy around the edges this morning. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "MANU RAJU, CNN ANCHOR AND CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. Look, he's got a math problem at the moment in order to get confirmed in the Republican-led Senate next year that will take power. He can only afford to lose three Republican votes at most. And right now, we expect all Democrats to vote against him. That means he needs some work to do because there are more than three Republicans who have concerns. Now, they have not come out outright to oppose his nomination, but there are a lot of concerns about all the allegations and misconduct allegations. They want to hear what he has to say in the confirmation hearings. They're concerned about what they're seeing reported about his past behavior, his running this veterans group, who apparently had to step aside and make those concerns over those allegations. He's denied a lot of those reports, but what does he say when he actually meets with those members? That'll be critical.Also critical today, this meeting this afternoon with Senator Joni Ernst. You heard Steve there say, suggested that she could be potentially be someone who's considered as a replacement for him in the Defense Department, but she also has a vote in the United States Senate. She's also a survivor of sexual assault, someone who's actually pushed the chains of practices on how sexual assault cases are done, handled in the military. She has very pointedly not taken a position on Hegseth's nomination. She said yesterday she wants to have a long, frank and thorough conversation with them. So, what will happen when they meet later this afternoon? And what will happen when she meets with Senator John Thune? He's the incoming majority leader in the Senate. That meeting is also scheduled for later today. And he just met Jim just moments ago with Senator Roger Wicker, who is the incoming Republican chairman of the Senate Armed Services Committee, which will take up his nomination early next year. Wicker told me yesterday that he expects to see the whistleblower report that was detailed in that New Yorker investigation about Hegseth's time running the veterans organization. The question is going to be whether or not he sees that information and whether that will be enough for him to oppose the nomination going forward. We don't have an indication of that yet. But a lot of questions at the moment for Pete Hegseth, as he tries to make this case privately and publicly and pushing back against these allegations. But can he get the votes? That's a totally different question, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ACOSTA",
      "sentences": "All right. Manu Raju with another busy day up on Capitol Hill, Steve Contorno, thank you so much, I really appreciate both of you this morning.Another close story that we're closely following right now, the Supreme Court is hearing arguments on gender-affirming care for minors. It is a landmark case at the high court. We're going to take you there next live after the break. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ACOSTA",
      "sentences": "All right, happening right now, the Supreme Court is hearing arguments on a landmark case involving transgender rights. At issue, whether Tennessee has the constitutional right to ban minors from gender-affirming care, such as puberty blockers and hormone therapy. About half of the country already has similar bans. So, the implications of this case could be very far reaching.My panel is with me to analyze the arguments, but, first let's listen, and I believe we're listening to Justice Alito and Elizabeth Prelogar, the solicitor general. Let's listen in for just a moment, if we can. JUSTICE SAMUEL ALITO, U.S. SUPREME COURT:  -- to modify that and withdraw the statement that there is overwhelming evidence establishing that these treatments have benefits that greatly outweigh the risks and the dangers. ELIZABETH B. PRELOGAR, U.S. SOLICITOR GENERAL:  I, of course, acknowledge, Justice Alito, that there is a lot of debate happening here and abroad about the proper model of delivery of this care, and exactly when adolescents should receive it, and how to identify the adolescents for whom it would be helpful. But I stand by that there is a consensus that these treatments can be medically necessary for some adolescents, and that's true no matter what source you look at. You mentioned both the CAS report and Sweden, but neither of those jurisdictions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:06",
      "speaker": "ALITO",
      "sentences": "Well, can be medically necessary for some minors. But for the general run of minors, do you dispute the proposition, in fact, that in almost all instances, the judgment at the present time of the health authorities in the United Kingdom and Sweden is that the risks and dangers greatly outweigh the benefits? Do you dispute that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ALITO",
      "sentences": "Is it not true that in England -- I'm sorry to interrupt, but the time is running out -- that the National Health Service some months ago limited the prescription of puberty blockers to adolescent males who are over the age of 16 and are already on estrogen, but for those who are under the age of 16, it's allowed only for experimental purposes? Is that not true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "PRELOGAR",
      "sentences": "So, the approach in the U.K. right now is to allow hormone therapy for anyone 16 and older, and with respect to puberty blockers, the U.K. has restricted new prescriptions outside of research settings. But the CAS implementation plan itself makes clear that if a medical team determines that these medications are necessary for a particular patient, they will be provided. And that is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ALITO",
      "sentences": "And the restriction that I mentioned was imposed by the British government some months ago. It was reaffirmed by the current labor government, was it not? It was upheld by the High Court of Justice as based on sufficient medical evidence. Isn't all of that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "PRELOGAR",
      "sentences": "I believe that all of that's true. It's outside the record in this case, and so I haven't myself confirmed everything that you just cited, which wasn't before the district court in this case. But let me make a couple of additional points.To the extent that you think that this needs to be taken into account in the application of heightened scrutiny, there's a time and a place for that, and it's with record evidence on remand. We think the court here just needs to recognize the sex-based classification in this statute and send the case back. If the court wants to go ahead and look at what's happening in Europe, the U.K. has not categorically banned this care, Sweden, Finland, and Norway, the other jurisdictions that my friends point to, have not banned this care. And I think that's because of the recognition that this care can provide critical, sometimes life saving benefits for individuals with severe gender dysphoria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you, counsel. Justice Thomas, anything further? Justice Alito?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ALITO",
      "sentences": "Well, in your opening brief, you did not mention any of these European --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ACOSTA",
      "sentences": "All right, and joining me now is CNN Chief Legal Affairs Correspondent, Paula Reid. She is outside the Supreme Court, as is our Lucy Kafanov. We also want to talk to CNN Senior Legal Analyst, Elie Honig and Constitutional Attorney Seth Berenzweig.Paula, let me go to you first. We were just listening to what sounded like, by happenstance, a very critical moment in the arguments with Justice Alito and Elizabeth Prelogar, the solicitor general, going over the risks versus the costs and the benefits of this gender- affirming care for minors. What can you tell us? Walk us through the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "That's exactly right. Here, the Biden Justice Department arguing that Tennessee's ban on allowing minors access to certain forms of medical care if they want to transition is unconstitutional. They argue that, look, if you are born a female, you don't have access to, for example, certain testosterone therapy. But if you're born a male, you can have access to that for other medical reasons, just not to transition.So, you heard the justices really pressing the solicitor general on this, also asking about the fact that in Europe, you know, they have a different perspective on this. Now, up next will be a lawyer for the ACLU. This is Chase Strangio. He is the first transgender lawyer to argue before the Supreme Court. He too will be arguing against Tennessee's ban on behalf of three families of transgender minors who need access to this care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ACOSTA",
      "sentences": "All right. Paul Reid, thank you very much.I want to bring in Seth and Elie. They're with me right now. And, Elie, tell us what you think of what you're hearing so far. I mean, one of the things we should point out, and anybody feel free to correct me if I'm wrong, every major medical association has approved of this kind of care and treatment. I mean, these are some of the things that I guess we need to bring in from time to time as we're talking about all of this, but some interesting arguments just a few moments ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "And, Seth, I mean, we're just showing a map of these bands across the country, and this is pretty widespread. I mean, that, in and of itself, makes this a landmark case. There are huge implications here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SETH BERENZWEIG, WHITE COLLAR DEFENSE LAWYER AND CONSTITUTIONAL ATTORNEY",
      "sentences": "Huge implications. This is going to ripple through all of the states and about 26 states currently. have a regulation that is comparable or similar to the one at issue in this case.I think that the level of emotion is higher than the level of complexity in this case. The core issue in this case is whether a state legislature has the ability to regulate gender transition care to kids. That is the issue. I understand that some states and some proponents consider this to be gender-affirming. Some states consider this to be gender transition. But I think that really cuts to the point. Because in the spirit of the Dobbs decision, the proponents of this statute would say that this gets the Washington health bureaucrats out of the treatment room and it leaves it to the states to make a determination. And states have historically made not this level of controversy, but different kinds of regulatory health treatment for the body of kids, historically, for a century, children are not allowed to have tattoos. Children can have guardians appointed to them if there's a serious question in the eyes of a judge as to whether the parent is delivering appropriate care to the child. Now, can reasonable people and state legislators differ? Absolutely. And there's no question that a decision in Minnesota and California is going to be different than in Alabama or Florida. But the pivot point in this case, and I agree, is going to be whether it is a distinction based on gender or distinction based on age and delivery of medical treatment. And there's also an interesting question that you raised as to the weight of medical evidence. While many associations have come out in favor of this kind of care, there are several physicians in the record in this case, which have testified and have submitted briefs to the Supreme Court talking about what they've seen at children's medical centers for this kind of treatment for kids that then come out on after they're 18 and say that they very much regret the decision. So, highly controversial, major decision coming down by the Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "All right. And Lucy Kafanov is outside the court where there are some folks there gathered passionately following this case. What are you hearing from people there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Well, Jim, the crowd has been steadily growing as the Supreme Court takes up this critical case. About 200 or so people now gathered braving the cold temperatures. At this moment, it's a bit of a battle of the loudness of the microphones. We're sort of closer to the group that is denouncing this kind of gender-affirming care for minors. Further down, you see a much larger, more colorful group of people who are supporting the kids who are at stake in this case.And, look, transgender Americans, Americans who identify as transgender, make up less than 2 percent of the entire population, but especially in this electoral campaign, they have taken on this outsized role. They've become caught in the cross-fires of this culture war. And we've actually been spending time with some of the families and the teenagers and the kids who are being impacted by these bans, by these laws. We spent time with three families who traveled on their own time, missing school, missing work to be here in D.C. all the way from Arizona to have their voices heard because they feel that there are a lot of politicians, lawyers, talking heads, discussing their rights. They're not being heard from themselves. And I want to give you a sense of what one ten-year-old, Violet DuMont, told me when I asked her what it feels like to be a transgender kid in America today. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KAFANOV",
      "sentences": "What concerns have you had about speaking out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "VIOLET DUMONT, TRANSGENDER YOUTH",
      "sentences": "That I'm going to be, like, murdered. Like, one day, I'm going to be walking down the street and somebody's going to come up and like shoot me or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KAFANOV",
      "sentences": "That's a really scary thing to be worrying about at ten years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "DUMONT",
      "sentences": "Yes, that should not be a worry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ACOSTA",
      "sentences": "Michelle, what's going through your mind as you hear your daughter? Say this?MICHELLE CALLAHAN-DUMONT, PARENT OF TRANSGENDER YOUTH:  It's just hard to hear her say that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}