{
  "date": "2024-04-11",
  "headline": "CNN News Central",
  "subHeadline": "Wholesale Inflation Rises Again; Biden Defends his Handling of the Economy; Wholesale Inflation Rises 0.2 Percent; Jonathan Greenblatt is Interviewed about the College Report Card. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Is world number one, Scottie Scheffler, and he's actually a huge favorite according to the oddsmakers. He's the biggest favorite at the Masters since Tiger back in 2013. And Scheffler has been playing great. And he won this tournament two years ago. And he's looking forward to trying to compete for that green jacket here once again.(BEGIN VIDEO CLIP) SCOTTIE SCHEFFLER, 2022 MASTERS CHAMPION: I'm excited about how I've been playing to begin this year. You know, I had two nice wins, which was obviously a bunch of fun. And then, you know, I was close to my last start as well. And I'm an extremely competitive person and I like competing out here and hopefully I'll be out here competing for a long, long time. But, you know, life throws crazy stuff at you sometimes. So, we'll see how long it happens But hoping it's going to a long time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SCHOLES",
      "sentences": "Yes. And Scheffler is paired with a star-studded trio in rounds one and two. He's going to be with Rory McElroy and Xander Schauffele. They're going to go off at 1And yesterday, of course, was the annual par three competition. And I tell you what, Sara, it was cuteness overload. All of the players had their families and their kiddos wearing the Masters white caddie jumpsuits. But no kid shined quite like Bubba Watson's nine year-old daughter, Dakota. She made not one, not two, but three long putts in front of the thousands of people there that were watching. I mean, Sara, just so impressive. I mean I'm 40 years old and I haven't hit one of those putts in my entire life. And here she is out there making three of them in front of thousands of people. I'm pretty sure she's got a nice future ahead of herself playing some golf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Give that child the green jacket. That's what I'm saying. Like, look at this.Andy, do you think Scheffler is going to be the one that takes the green jacket home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SCHOLES",
      "sentences": "Really hard to bet against Scottie Scheffler. But, you know, if I was making my pick, I think I'd go Brooks Koepka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "All right, Andy Scholes, thank you so much.A new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "New this morning, a Russian missile attack destroys the largest power plant in Kyiv, as Ukraine pleads for weapons to defend itself.The FBI director has a warning for Congress, one day after it tanked a surveillance program that he believes is crucial to fighting terrorism. This after Congress told him -- sorry, I should say, after Donald Trump told Republicans in Congress to. And the former translator for baseball megastar Shohei Ohtani reportedly in talks to plead guilty to federal crimes relating to accusations that he stole millions of dollars from Ohtani and used it for gambling. Kate is out. I'm John Berman, with Sara Sidner. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "All right, brand new this morning, wholesale prices rose again last month. It is now at the highest level since April of 2023.CNN's Paula Newton is joining me now from Ottawa. And we've got Arlette Saenz as well joining us from the White House. Paula, I want to start with you because these numbers just came in. This is definitely not what anyone wants to hear about inflation. We've already seen it rising again. It's stubborn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:08",
      "speaker": "SIDNER",
      "sentences": "All right, Paula Newton, thank you so much for that.And speaking of the White House, we are going to go to Arlette Saenz. What is President Biden thinking about all of this, and has he - has he said anything about seeing this really stubborn inflation while the rest of the economy has been booming, for lack of a better word?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:08",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Sara, we have heard President Biden, over the past few months, really try to highlight some of the bright spots in the economy. But the economy, and particularly inflation, have really been one of the most stubborn political issues for President Biden heading into November's election. Yesterday, on the heels of that Consumer Price Index report, which found prices rose in the month of March, the president, in a statement, acknowledged that there is still more work that he needs to do in order to lower costs for Americans. And yesterday, in a Rose Garden press conference, the president defended his handling of inflation, pointing to the overall downward trend.Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:08",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We have dramatically reduced inflation from 9 percent down to close to 3 percent. And we're in a situation where we're better situated than we were when we took office, where we - inflation was skyrocketing. And we have a plan to deal with it. Whereas the opposition, my opposition, talks about two things. They just want to cut taxes for the wealthy and raise taxes on other people. And so I think they're - they have no plan. Our plan is one I think is still sustainable.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:08",
      "speaker": "SAENZ",
      "sentences": "Now, out on the road, President Biden has tried to point to some of those positive indicators over the past few months. The fact that unemployment is down. The fact that wages are rising, and that the overall inflation trend is also lowering.But even as he's trying to highlight those positive aspects of the economy, what Americans are feeling is completely different. If you take a look at one of the most recent national polls from Marquette, it found that the majority of voters believed that the economy is either not so good or poor. And then when you stack up President Biden against former President Donald Trump, more believed that Trump is better on economic issues than President Biden. Now, we've seen President Biden, in his State of the Union address, and the weeks that followed, really try to hone in on their efforts to cut down costs for Americans on things like prescription drug prices, housing most recently on student loans when he was out in Wisconsin this week. But really one of the challenges for President Biden will be trying to convince Americans that his economic policies are paying off for them at a time when there are still very sour views about the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:08",
      "speaker": "SIDNER",
      "sentences": "The number say one thing. The feelings of Americans is something different.Arlette Saenz, thank you so much for your reporting. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:08",
      "speaker": "BERMAN",
      "sentences": "With us now, Democratic strategist, senior vice president and co-founder of Third Way, Matt Bennett, and CNN political commentator and Republican strategy Alice Stewart.Now, we should note, the Producer Prices just came in lower than expected. Futures, which I just looked at, are up. The market seems to like this. This is one of the first bits of decent inflation news there's been in some time. Be that as it may, Matt, I get the sense that the White House, six months ago, was hoping they'd be able to run on inflation continues to go down. I'm not so sure they feel that way now, that inflation seems to have sort of stagnated here. How much of a problem is that, even though, as I said, the markets' happier with what's happening right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:08",
      "speaker": "MATT BENNETT, DEMOCRATIC STRATEGIST",
      "sentences": "Well, look, it's not great. We saw the numbers on Biden's handling of the economy. People are not happy about it. But I think it's important to emphasize a couple of things. First of all, people don't vote on macroeconomic data. If they did, Biden would be doing a lot better than he is now because the rest of the economy is absolutely booming. Unemployment is at historic lows. The stock market is doing great. Growth is incredibly high. And all of that is - means we have a white hot economy, and that's driving inflation.So, I don't think people are voting on that. What they're voting on is how they feel. And the question is, with wages outpacing inflation, will they feel a little bit better in the coming months? And I think they probably will. But the other thing that's important is, elections are not referendum on the president. The election is going to be a choice between President Biden and Donald Trump. And the question is, will voters think that Trump's plans for the economy, which are completely vague and skewed towards the wealthy, help them or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Extremely frustrated. But, John, the reality is, this is not a messaging problem, this is a perception problem. And while some barometers of the economic picture are bright, overall the spending, the wages, and how much things cost that the gas pump in the grocery store are hurtful to American people.And look, Scranton Joe, who's out there for hardworking Americans, is trying to tell them things are good when they don't feel that way. And the biggest people that are feeling the brunt of these latest economic reports are those people out there working hard every day, working paycheck to paycheck. And this hot report that came out yesterday is pouring cold water on the Feds doing a rate cut, which many people were expecting, whether to buy a car or to purchase a home in the next few months. And if he's not sweating it out over this, I think it's a problem for him. And look, what we're seeing in poll after poll, these economic numbers, and we're seeing now a trend with poor economic numbers overall and the perception of them, voters across this country feel as though the economy is poor. They don't trust Biden in terms of handling inflation or the economy. They think that their situation in life is worse off than it was when he took office. And the biggest cross tab for many voters is the fact they do trust Donald Trump more on the economy and inflation than they do Biden. And that's going to be a real liability for Biden when you see 54 percent of voters in many polls say they trust Trump to handle the economy better than Biden at 27 percent. And we all know that the pocketbook issues are major motivators for voters, specifically independent voters who are not aligned right or left, but the pocketbook issues will drive those independent voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "Understood. I do want to make sure people understand that the numbers that just came out moments ago, the Producer Price Index, showed a much smaller gain than economists had predicted. So again, the markets actually like the inflation news that's out just today. Different than yesterday. But just so people are current on what is just happening right now.Again, what you're reading on the screen there, yes, that's true, but it's lower than was anticipated. So, this is actually considered a good news inflation day, relatively speaking. Matt, it's been a heck of a week on the issue of abortion. On Monday, Donald Trump came out and said he believes it's an issue that should be left up to the states. Tuesday the Arizona Supreme Court issues a ruling and says, OK, right, we'll go back to 1864, a near-total ban on abortion with nearly no exceptions. And then Wednesday in Arizona, the state legislature, despite efforts from Democrats and some Republicans in both chambers, Republicans there blocked votes to basically modernize the 1864 law and get rid of that law that's sort of back on the books for one day. Follow the bouncing ball here. It doesn't seem that Republicans in Arizona, want to get to where some national Republicans would like to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BENNETT",
      "sentences": "That is for sure. And this is an issue that is unquestionably good for Democrats. And Arizona is a vitally important state. It is a presidential swing state now. At least it was in 2020 when Biden won it very narrowly. It's going to be hotly contested. There's a hugely important Senate race going on there where the Republican, Kari Lake, has been all over the place on this issue. She endorsed the 1860 something bill and then said she wasn't for it.And so I think what you're going to see is Democrats using the Arizona law nationally because it is a very good marker for people. Trump says he wants the states to decide. Well, this is how the states are going to decide if he's president. And that is vitally important, not only to women, but also to a lot of men who think that this is just a terrible way of handling what was for 50 plus years a constitutional right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "BERMAN",
      "sentences": "Matt Bennett, Alice Stewart, great to see both of you. Thank you both so much.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. Yesterday, obviously, after that failed vote, it was very unclear what the path ahead was going to be. Lawmakers and leadership called this emergency 4Typically, in the past, those procedural votes were not a problem for leaders. In fact, during the tenure of John Boehner, Paul Ryan, Nancy Pelosi, they never lost a single one of those rules votes on the floor. Sometimes if things looked like they were dire, if things look like they were close, a leader might pull the bill before it came to the floor. But, obviously, what we've seen over the course of the last several months is seven of those procedural votes going down in flames. So, leadership hoping they can go back to the House Rules Committee today, listen to some of those members, make some changes in the way that they are structuring this process to try to assuage the concerns that those hardliners have. Now, there is a little skepticism coming from some members, however, that I've talked to given the fact that there's such a deep divide on this issue. Leadership tried to pass this bill back in December. They struggled and said that they would just pass a temporary extension. That's where we are now, that temporary extension expiring on April 19th. Meanwhile, you have Republicans just exasperated by the level of chaos they're seeing on the floor. Here's one of them. (BEGIN VIDEO CLIP) REP. TROY NEHIS (R-TX): All you have to do is say we've got seven more months until the presidential election. Let's try to not completely burn the damn place down. Let's not burn the place down. Let's just get done what Trump would do. That's it. That's what we should focus - that's my focus. We're dysfunction. We are. It's somewhat embarrassing. It may bite us in the butt a little bit in November. But my focus is Donald J. Trump now because we can't - nobody can manage this conference. The Lord Jesus himself could not manage this conference. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "FOX",
      "sentences": "Now tomorrow, Speaker Johnson is going to meet with someone who clearly does have influence over the conference, and that is Donald Trump. Obviously, they have a lot to talk about. They are going to be having a press conference on election integrity. But there are so many things that they are going to have to tackle, including FISA.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "SIDNER",
      "sentences": "Yes, Lauren Fox, all this infighting is sort of giving you the idea of why this is the least productive Congress in our history.Thank you so much. Appreciate your reporting. He's accused of stealing millions from his boss to place bets. Now the former translator for baseball superstar Shohei Ohtani is reportedly in talks to plead guilty in the case. And we are just minutes away from the opening bell on Wall Street. Market futures are in the green, pointing up this morning, after new inflation numbers came in a bit lower than expected. Markets liking that this morning. The Dow closed lower yesterday after data showed progress on slowing inflation for Americans stubbornly stalled. We are watching the markets very closely this morning and we'll bring you the very latest. Stay with us. (COMMERCIAL BREAK) [09:28:31] BERMAN: So, new this morning, a report card for dozens of the nation's top universities about how they are dealing with anti-Semitism on campus. This is the first time the Anti-Defamation League has released these grades. And more than a dozen schools, including Harvard and MIT, received failing grades. Only two schools got A's. With us now the CEO and national director of the ADL, Jonathan Greenblatt. Jonathan, great to see you this morning. Why did ADL do this? Why the report card? JONATHAN GREENBLATT, CEO AND NATIONAL DIRECTOR, ANTI-DEFAMATION LEAGUE (ADL): Well, thank you for having me, John. ADL has been fighting anti-Semitism and hate for over 100 years, but we've seen as tsunami of anti-Semitism, just a tidal wave of anti- Jewish hate in recent years, and especially since 10/7. So, we felt the need, based on what we were hearing from parents and students, to do an empirical assessment of what is happening on our college campuses, where so much of this seems to be centered. So, our team of PhDs, they looked at the data, they did independent research, they engage with experts, and we developed this report card, John, which is a first of its kind, an empirical, objective evaluation of how these leading colleges and institutions indeed are handling this rise of hate on their campuses.",
      "isLastSentenceInterrupted": false
    }
  ]
}