{
  "date": "2024-08-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Pres. Biden and V.P. Harris to Appear for Passing-the-Torch Moment at DNC; Uncommitted DNC Delegates Want Answers from Harris on Gaza; Sec. Blinken: May be Last Chance for Ceasefire, Hostage Release; Putin Leaves Russia as Ukraine Gains Ground. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "IVAN WATSON, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. Here are some of today's top stories. PresidentJoe Biden will be attending his 13th Democratic National Convention tonight. His first DNC was in 1972. Instead of accepting his party's nomination for a second term, the president will be making the case to voters why they should elect his vice president, Kamala Harris, in November. Hillary Clinton is also expected to speak tonight. Tony Goldwyn, Ana Navarro, Mindy Kaling and Kerry Washington will serve as hosts at the DNC this week. Each star will emcee one night of the four-day convention. All four hosts have a history of supporting the Democratic Party and publicly campaigning for candidates. Donald Trump and running mate J.D. Vance will be out with some counter-programming in key battleground states. Later today, they will hold two rallies in Pennsylvania on the economy. On Tuesday, there will be events in Wisconsin and Michigan on crime and safety. Wednesday, they will return to North Carolina for a speech on national security. And on Thursday, Trump will visit the southern border in Arizona, while J.D. Vance stops in Georgia. President Biden says he's feeling good about his keynote speech at the Democratic National Convention tonight. CNN's Kevin Liptack has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KEVIN LIPTACK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "The Democratic National Convention that is getting underway Monday in Chicago is a very different event than Democrats are planning, even as recently as a month ago, when they were expecting President Biden to be atop that ticket. And you do see this effort to rejigger and reprogram these events now that Vice President Kamala Harris is the Democratic standard-bearer.And you see in the list of events that will unfold over the coming week this real attempt to define Kamala Harris to an American public that may still not be paying much attention to the presidential election, but also to frame the stakes of this contest and really warn about the potential of a second Donald Trump administration. Of course, the first order of business will be this symbolic passing of the torch on Monday evening, President Biden delivering a speech that he has been working on all weekend at Camp David. He is taking this very seriously. And, in fact, we did see him, as he was returning to Washington, listen to how he described his speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How are you feeling about your speech tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Good, really good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "WATSON",
      "sentences": "Now, not all of the delegates have pledged to back Harris's nomination at the convention. Doesn't say they will withhold that support until she addresses their concerns about civilian casualties in Gaza. CNN's Donie O'Sullivan caught up with some of them in Chicago. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ABBAS ALAWIEH, MICHIGAN UNCOMMITTED DELEGATE",
      "sentences": "We've got 30 uncommitted delegates that are representing over 740,000 uncommitted voters nationwide who voted uncommitted as a pro-peace, anti-war vote in the Democratic primary.DONIE O'SULLIVAN, CNN SENIOR CORRESPONDENT: This is a meeting of uncommitted Democratic delegates here in Chicago on the eve of the Democratic National Convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ALAWIEH",
      "sentences": "It's not sustainable for our own government to fund the mass killing of civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "JEREMIAH ELLISON, MINNESOTA UNCOMMITTED DELEGATE",
      "sentences": "Folks become delegates at their state party and then they come to the national convention and they're either committed to the candidate, to one of the candidates, or not. In our case, we're not committed because we haven't heard what we've wanted to hear. Looking for a ceasefire, we're looking for a strong commitment on a ceasefire.We're looking for an arms embargo for us to stop sending weapons that are contributing to the genocide there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ALAWIEH",
      "sentences": "I represent some of the over 101,000 voters in Michigan who voted uncommitted as a pro-peace anti-war vote.LEXIS ZEIDAN, CO-DIRECTOR, LISTEN TO MICHIGAN: Nobody wants to see Trump in November. We are a very anti-fascist movement. We are actually doing what we can to save the Democratic Party by saying, listen, V.P. Harris, there is a key base of over 730,000 anti-war voters who are telling you that we want to see you turn the page on Gaza policy and save Palestinian lives. O'SULLIVAN: What do you want to hear from Harris in Chicago this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "ALAWIEH",
      "sentences": "I want to hear from Vice President Harris how it is that she's going to turn a new page on Gaza policy from the destructive and disastrous policy of the last 10 months to one that saves lives.O'SULLIVAN: You got to meet Harris briefly in Michigan. LAYLA ELABED, CO-CHAIR, UNCOMMITTED NATIONAL MOVEMENT: We wanted to be able to speak to her directly. And the fact that Michigan voters would want to support her in the November election, but we can't do that right now while our family members, our friends, our loved ones are being killed with U.S.-funded bombs. I told her that we need a policy shift that will save lives in Gaza. My community is telling me that they're losing tens and hundreds of their family members. And she said, it's horrific. She's been incredibly empathetic. I do have to say that. We have seen more empathy and compassion from Vice President Harris, but that is not enough. Palestinian children can't eat words. O'SULLIVAN: Is there more hope in this movement right now with Harris at the top of the tickers than there was when Biden was there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "YAZAN KADER, WASHINGTON UNCOMMITTED DELEGATE",
      "sentences": "I think that in general we would all say we're cautiously optimistic. There is a little bit more wiggle room we feel like with Vice President Harris. We've already seen her change the rhetoric a little bit, but words are not enough.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "WATSON",
      "sentences": "Voters in the U.S. are keeping a close eye on what's happening in the Middle East. U.S. Secretary of State Antony Blinken says the current ceasefire proposal could be the last chance to get Israel's hostages home. Blinken is meeting with Israeli Prime Minister Benjamin Netanyahu right now, and he's scheduled to meet later with Defense Minister Yoav Gallant.On Sunday, Vice President Kamala Harris stressed the need for a deal. (BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL NOMINEE: I will tell you that these conversations are ongoing, and we are not giving up, and we are going to continue to work very hard on this. We got to get a ceasefire, and we got to get those hostages out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "WATSON",
      "sentences": "Now Jasmine El-Gamal is a political analyst and former Middle East advisor at the U.S. Defense Department. She joins us live from London. Thank you for joining the program.I wanted to ask, with Blinken now making his ninth trip to Israel since the October 7th Hamas terror attacks in Israel, do you see the U.S. and any political pressure making any change in the calculations of Prime Minister Netanyahu and his government when it comes to a possible ceasefire deal? Are they going to make a difference at all in how Netanyahu views these talks? JASMINE EL-GAMAL, POLITICAL ANALYST: Good morning, Ivan. Thanks for having me. I mean, it's a very high-stakes moment in the region right now. As you said, Secretary Blinken is there trying to get this deal over the line. He's basically said this is the best chance we have, and it could be the last chance. Because as you know, against the backdrop of these ceasefire negotiations, there's this looming threat of an Iranian counterattack against Israel in retaliation for the assassination of Ismail Haniyeh, the Hamas political leader in Iran. And so those two things are very closely connected. The Iranians are watching to see what happens right now with the negotiations. They have come out and publicly said that they welcome good-faith negotiations to get to a ceasefire, but that they reserve the right to respond at a time of their choosing. [04:40:00] And so what the Secretary is trying to do, Secretary Blinken, is really push the Israelis to say, look, if we get this deal over the line, we could potentially, if not completely avert an Iranian attack, then at least we could temper it a little bit and go into some kind of negotiation diplomacy with Iran and Hezbollah, as opposed to this potential that we've all been kind of on edge over, which is that prospect of the all-out regional war. So the stakes are really high. And to your question, it's really impossible to know what is in Prime Minister Netanyahu's head right now. He's been accused by his counterparts, the Israeli negotiating team, of stalling the negotiations, of adding new conditions after President Biden presented the roadmap on May 31st, which Hamas had agreed to. Now, the Qataris and the Egyptians are putting a lot of pressure on Hamas to accept the deal, but they still seem to be very far apart, the two parties, over this idea of whether Israel will agree to a permanent ceasefire and whether Hamas can really be trusted not to use a ceasefire to regroup and pose another threat to Israel in the future. Very low trust between the two parties right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "WATSON",
      "sentences": "I have another question, and it has to do with morality. We're talking about more than 40,000 Palestinians killed since October 7th in Gaza. Of them, more than 15,000 of them are children.So as we discuss negotiations, political positions, threats from different governments and militias around the region, is anybody thinking about the agony of these civilians who are dying every day and every week? How many will be enough, do you think? 50,000 dead? 60,000? I mean, how do you respond to these mind-numbing numbers? EL-GAMAL: That's such an important question, and I thank you for bringing up those numbers, because I feel like that's something that gets sort of sidelined as we're talking about these negotiations. A lot of people gloss over the fact that as these negotiations have been going for the last several months, Israeli strikes in Gaza continue, and we've seen the most horrific strikes, the most horrific images coming out of our screens. Just yesterday, your own network was reporting that an Israeli strike killed a family of seven, five of them children, along with their mother. I think the father was injured, but the children were all killed. So the question is, at what point does Netanyahu feel that he can go to his public and claim some kind of victory? He's been claiming total victory for the last several months. You remember when he went to Washington, D.C., he had a baseball cap, you know, engraved with total victory on it. What does that mean? He's never really been able to define what total victory means, and that's what makes these negotiations so difficult, is that we don't really know what the line is on the Israeli side. We know that Hamas wants an end to the war and a permanent ceasefire, so we know what the line is on that end, but we don't actually know, and I don't even know if the Americans know what is in Netanyahu's head, because some people, including Israeli analysts and former government officials, will tell you that the reason Netanyahu is stalling is because he actually wants to push for a conflict with Iran. He wants to get that out of the way. He's been pushing the Americans to confront Iran militarily for years, ever since before the JCPOA, the Iran nuclear deal that President Obama signed. And if you look at it from that perspective, then it starts to make a lot of sense why we haven't gotten to a deal yet and why the killing continues and these horrific numbers that we keep seeing continues. But at some point, what everyone is hoping for is that the Americans, especially Secretary Blinken, now in the region at this now or never moment, as he described it, will finally have some kind of leverage that he can pull out with the Israelis to say, you need to take this deal or else. And so far, that or else has not really been there in a significant way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "WATSON",
      "sentences": "Welcome back to the program. Ukrainian President Volodymyr Zelenskyy says his country's forces continue to make progress inside Russian territory, gaining a stronger foothold and reinforcing their positions in the Kursk region. They also say they destroyed a second bridge in the past few days using precision airstrikes, likely further disrupting Russia's supply lines.It's been nearly two weeks since the surprise incursion, and Ukrainian forces say they now control more than 1,000 square kilometers of territory in southwestern Russia. CNN's Clare Sebastian joins me now from London. Clare, we're hearing that the Russian president, Vladimir Putin, is traveling to Azerbaijan. Why is he visiting Baku at a time -- it's the first time foreign forces has occupied Russian territory since World War II. What kind of message is he trying to send here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, this fits a pattern, Ivan, that we've seen from President Putin really since the early days of this incursion, trying to gloss over certainly that historical significance of it. They call it a terror attack. He's been blaming the West, everything to try to avoid making it clear to the Russian people that they are essentially under attack.State media, by the way, also taking its cue from President Putin and lurching between sort of human interest stories about evacuees from the Kursk region, and overtly blaming the West in the same way that President Putin does. I think there's a risk here, obviously, for him, this -- along with, of course, we saw that massive terror attack in Moscow in March, on top of the march on Moscow by Yevgeny Prigozhin a year or so ago, it does altogether reinforce the sense that that sort of promise of security that Putin made to the Russian people a quarter century ago is fading away somewhat. And certainly the sense is that they are even less safe after the start of this war. But he does not want that information to trickle down to the Russian people, hence continuing with business as usual, this diplomatic blitz, the visit to Azerbaijan, is the second big international meeting that he has held since the start of this Kursk incursion, having met with Mahmoud Abbas, the head of the Palestinian Authority, in Moscow last week. And it may very well not be the last even this week, so it may be an attempt -- a distraction here. And, of course, militarily, Russia is also trying to create the sense that it is not affected by what's happening in Kursk, continuing to push, of course, on the Eastern Front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "WATSON",
      "sentences": "So you're saying that the Kremlin is trying to present business as usual. Meanwhile, we're hearing that a -- the leader of a country with long-held military ties to Moscow, that's India, India's Narendra Modi, is planning to visit Ukraine. How is that going to go over in Moscow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SEBASTIAN",
      "sentences": "You know, I think it will be a major blow to Russia. This visit, if it materializes in the coming days or weeks from Modi to Ukraine, will be barely a month and a half after Modi, as you see there in those pictures, visited Putin in Moscow, sat around a table drinking tea with him at his dacha at Novo-Ogaryovo, just outside the Russian capital. As you say, India is a crucial ally for Russia economically.Before the war, the biggest buyer of Russian weapons, now one of the biggest buyers of Russian oil. It has refused to condemn overtly the war in Ukraine, not signed onto U.N. resolutions or sanctions, but has similarly also tried to maintain ties with the West, and has been more sort of critical recently, more overt in calls for a ceasefire and calls for dialogue to end the war in Ukraine. So I think this will be a critical test for India's ability to carry on sort of with that delicate balancing act. Will he risk upsetting Putin with this visit? And similarly, does he want to be seen, like we've seen to an extent with China, as a sort of global peace broker in this conflict-Ivan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "WATSON",
      "sentences": "All right. And we're expecting to learn more about that possible visit in the hours ahead. Clare Sebastian, live from London, thank you very, very much.And we will be right back after a quick break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}