{
  "date": "2024-05-27",
  "headline": "CNN News Central",
  "subHeadline": "Trump on Trial; Defense to Start Closing Arguments Tomorrow; Movie Theater Stabbing Suspect Arrested; Massachusetts Stabbing May Be Linked to Murder; Academic Workers to Strike; Campus Protests; Summer Kick-Off; Dr. Beach's Best of 2024. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "MOORE",
      "sentences": "I probably start -- and I've said this before, but I would probably start by reminding them about that old Sunday school song we all used to sing about how the foolish man built his house upon the sand. And that this is a case where the prosecution built their entire case, their entire house to try to convict Donald Trump on the sand, and that sand was Michael Cohen.And without that stable foundation, none of the rest stays in place. And there's nothing they can do to hold it together because the foundation of their case fell away when they found out, number one, Michael Cohen has stolen money. And the prosecution didn't tell you all that. They did the same thing, Michael Cohen did, and that was they lied to you. They didn't tell you the whole story. And now, you know that. So, how can you believe both Michael Cohen and how can you believe the prosecution as they try to put the case together? You know that he's a convicted liar, right? He's admitted telling all these tales. You know that he's a profiteer and he's here to try to make money just like Ms. Daniels was and is on Donald Trump's fate here in the case, and you shouldn't be a part of that. And then, you begin to talk about those other holes in the testimony, how they don't have Allen Weisselberg, how they don't have, you know, those people coming forward to actually say that Donald Trump knew anything about it. And then, I'll talk about the law, because the judge is going to tell the jury the law and that is, you know, that he had to have done all these false business records with the intent to commit another crime. And I would simply say, ladies and gentlemen, tell me what the other crime was. Not one witness is coming here. Not one piece of evidence. Even the state and the indictment doesn't know what the other crime is. They're just making stuff up. So, tell me if you can point to one piece of evidence about what the other crime is, tell me what that testimony was. And they don't have it. This idea that he did something to influence the election. Guess what? The color suit you wear when you're a president of Canada is designed to impact the election. What color tie you wear to give a speech in it. That's not illegal. They've got to tie it together to say he intentionally was doing something to try in an illegal act. What was it? Because they hadn't told you. They didn't apparently tell, even tell the grand jury what it was. And I start poking holes like that, I think, you know. And you're catching me a little bit off the cuff. You know, but I think there's plenty to work with for the lawyers that have been engaged in this thing for so many years and for trying this case for so many weeks. And they've been in there watching the jurors. They get to see how they look, how they react. Do they laugh at something? Do they frown at something? Those things will come into play as they tell their -- and make them close an argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "BIANNA GOLODRYGA, CNN SENIOR GLOBAL AFFAIRS ANALYST",
      "sentences": "This morning we're hearing from the mother of three girls between the ages of nine and 17 who were stabbed along with her friend at a movie theater in Massachusetts this weekend. She spoke with CNN affiliate WCVB.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "LISA DEMBOWSKI, MOTHER OF THREE GIRLS STABBED IN MASSACHUSETTS",
      "sentences": "Nope. So, they were the only four people in this movie theater. They had just sat down. They had just got their concessions. And I guess he came up behind them in the row. They were like in the second row, and he came up behind them.My oldest was leaned over to get something. He got her in the back. And then my other daughter in the top chest. And then my last daughter crossed her arm, laughing the whole time and then got their friend and then ran off. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Just terrifying. Then after that, about an hour later, two other people were stabbed at a McDonald's in Plymouth. The 26-year-old suspect was arrested 15 minutes after fleeing the scene of the McDonald's and faces multiple assault charges. All of the victims were transported to hospitals with non-life-threatening injuries. The girls who were attacked now say they don't want to go to a movie theater again. Obviously, that's very understandable. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "What would you say to officials from the university who say that this strike is really an unlawful attempt to pressure the system to concede to a political agenda? Your reaction to that assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JAIME",
      "sentences": "It's -- the university's own claim that it's unlawful. You know, we filed a UOP over this. The university is trying to intimidate workers. But it's actually the sole prerogative of PERB, the Public Employee Relations Board, to decide if a strike is unlawful.But our strike is lawful. The university violated the law our rights as workers, they created an unsafe environment for workers, and this is really a crisis of the university's own making. We are standing up for our rights as workers, our rights as students, our rights to be able to protest on campus and engage in free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "Are you worried, though, that this strike could hurt actual students more than it could hurt the administrators that you're hoping to actually target with this strike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JAIME",
      "sentences": "The university's handling of this entire situation has hurt many students and many workers. Many of my co-workers have been -- and students were hospitalized the night of the attack. Workers at UC Irvine have also been hurt by the university. The university is the one who's creating an unsafe environment for all students, all workers, the entire community. And again, this is a crisis the university's own making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "Talk to me a little bit about how long you're willing to strike if you've had those conversations yet and what resolution you would like from the university.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JAIME",
      "sentences": "Yes, workers are authorized to strike to last until June 30th. But, you know, this strike could end as soon as possible, it can end immediately. All the university has to do is resolve their own lawful behavior. We are ready and willing to meet with President Drake to resolve the issue and end the strike as soon as possible.But, you know, right now, the ball is in the university's side of the court. They need to decide if they actually want to resolve this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "And then just, just lastly, I mean, as you said, you're authorized to strike until the end of June. If we get there and you don't see that type of resolution, what are you prepared to do? What then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JAIME",
      "sentences": "You know, this is stuff for members to decide what -- how we want to continue. We will -- if that situation arises and we will have to reconvene and decide how we want to proceed and what next steps we want to take to continue the fight for fundamental rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "Rafael Jaime, we appreciate your time today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JAIME",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Well, Memorial Day is a time to honor our fallen military heroes. And for many Americans, it is also known as the unofficial start of summer. Travel already breaking records over the weekend, with Triple AAA predicting this will be the busiest holiday weekend in nearly 20 years.CNN's Harry Enten is here with the number. So first of all, how many people have the day off. We clearly don't. But others do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "HARRY ENTEN, CNN SENIOR POLITICAL DATA REPORTER",
      "sentences": "We do not. I remember as a kid, I had this day off. How many people have -- if you get paid holidays, what percentage of Americans are getting this as a paid holiday? The vast majority here, 90 percent get the day off, perhaps, including you at home.The 10 percent, including us, we do get some paid holidays, but we are not part of this group. The people who tend not to be part of this group, Bianna, are people in the service industry. You know, you can go out, still get a meal today at a lot of different restaurants, but there are some restaurants that close, but we are part of the 10 percent. The unlucky 10 percent. Though being here with you is quite the lucky thing. So, I'll consider that my lucky charm for the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "It is sort of the icing on the cake here. Just being here working with you. And we are serving, I guess, in a sense, people the news. It definitely feels like summer is already here. I know officially it's not for another month. It is hot out there for large parts of this country. For many people, summer really kicks off this weekend, doesn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "ENTEN",
      "sentences": "Yes, it does. I wish it was a little hotter here. The weather here in New York is not exactly grand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Go to New Jersey. Were you in New Jersey this weekend? You weren't where I was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "ENTEN",
      "sentences": "I was not in New Jersey. I was up in Westchester. I'm heading back there afterwards. I'm hoping to get a lap in, you know, despite the weather here. So, the unofficial start of summer, 45 percent of Americans do in fact agree that it begins this weekend, at least unofficially.Though, if you were to ask some students in the New York City metropolitan area where schools don't actually end, at least the public schools, until the end of next month, they would probably be part of this group. This 41 percent who say school is letting out of the unofficial start of summer. Or maybe it's the 10 percent like me who say, your summer starts when you take your summer vacay. Of course, the real question is, will I take a summer vacation this year? We're just going to have to wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, my schedule depends on these guys right here. My kids don't get out of school until a month from now. So, it doesn't start for me yet. OK. I'm not someone who's good on the grill. I know you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "ENTEN",
      "sentences": "I'd like to think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ENTEN",
      "sentences": "Yes. So, I guess the question is, what is your favorite food to barbecue. All right. I don't think it's much of a surprise here that 39 percent say beef. That includes your hamburgers, your cheeseburgers, it might include your steak. Perhaps though you want to be a little bit healthier like myself. 27 percent say chicken. Although, I might sort of lean in the unhealthy category with that. I might have some chicken wings. Pork, not exactly my bag, but it is for some people. 11 percent, fish. Now, this is definitely my thing, but if you know anything about barbecuing, it's difficult to barbecue fish, but hopefully my buddy Noam will put some on the grill later this day.And you know what? 10 percent say veggies. You know what? I know Memorial Day, we want to let go a little bit, but we got to keep our summer bodies. So, how about we grill a few vegetables on there? Maybe a little fish, a little vegetables, help our arteries out as well. It's a time to celebrate. We should also be celebrating our bodies. But you know what? It's Memorial Day. It's the unofficial start of summer. Guys, just do what you want to do. No judgment from me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "I like healthy, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "Got to keep the summer body slim, trim, according to Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "And to eat your veggies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "And you can make a good salmon barbecue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "It does exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ENTEN",
      "sentences": "I love salmon. Salmon is my bag. I love those Omega 3s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "There you go. Harry Enten, thank you. Give your brain power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Many people also flocking to the beach today. But if you are still making travel plans, which is the best? Which is superior? The gate, the golf, the trek to Hawaii. That's really nice. You may want recommendations with expert scientific vetting.And our next guest, well, he does just that. You're in luck. He calls the nation's public beaches his patients, and his top 10 list is the result of apparently a very scientific annual patient checkup. Joining us now is the one and the only Dr. Beach, Dr. Stephen Leatherman. Dr. Beach, great to have you on this day when so many people are hopefully taking advantage at the beach. So, give us a sense of what makes the cut. Everyone has their own favorite beach, but what makes the list of the best beaches? STEPHEN LEATHERMAN, COASTAL SCIENTIST, \"DR. BEACH\":  Well, I use 50 criteria to rate beaches, but the most important things are you have to have clean water, clean sand and the beach has got to be safe. You've got to have those things. And after that, my ratings are for swimming beaches. So, the water's got to be warm. Unfortunately, people in Oregon, in Washington, Northern California are not very happy with this or Maine. But I do have some beaches even in Cape Cod, Postcard Beach. It's up just 70 degrees -- 65, 70 degrees in the summertime. I used to live there. I've been swimming there. So, the other thing is -- that the fifth thing is you got to have access and also, not overcrowded. And I hate when you go to a beach and there's no parking. It's all closed up or filled up or just no place on the beach. Just overcrowded. So, those are the give top things. But altogether, 50 criteria go into my rating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And the thing is so many beaches for people that like to go, they view them as a best kept secret until a list like yours come out. And then they say, oh, no, more people are going to start flocking to the beach.You've been doing this since 1991, I read. It's an amazing job that you have, by the way. We're all very envious here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Is there any beach in particular that you keep just going back to, that you just can't quit?DR. LEATHERMAN:  Well, there's quite a few. I mean, one of my favorite beaches in Maui, Hawaii, but you don't always have a ticket twice. So, that's kind of far away. But my favorite beach, which is near, I live in Miami, is Cape Florida State Park. I get there in 30 minutes. It's high-quality beach. Oh, famous lighthouse at the end of it. And a great restaurant right up on the -- behind the sand dunes. So, it has everything I want, amenities, but a beautiful beach. Very safe. No waves. So, don't bring a surfboard, but very safe for bathing and swimming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "Dr. Beach, if someone can't perhaps make it to one of your top 10 beaches, what advice do you have for trying to find a hidden gem, for trying to find maybe a nice beach that is closer to them?DR. LEATHERMAN:  Well, in that regard, I guess, you know, people have different favorites in terms of what they're looking for. Some people want a lot of activity. Myself, I like some creature comforts, but I want sort of a lot more nature. So, I tend to prefer parks like state parks or local parks. But -- and those usually aren't that expensive and usually have more availability, except for this weekend. Everything's going to be filled up. I have to tell you that. But -- yes. So, I think I think we had -- look at my website drbeach.org. I've got a lot of information about beaches around the country, and hopefully you can find something that fits you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "That is wonderful. I can only imagine, so if they exist, some beach lobbyists reaching out to you and trying to appeal for you to add their beaches to the list, making a pitch on that front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "And also, it sounds like a good job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "SOLOMON",
      "sentences": "You want an authentic experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. We should have hidden your face so those speech lobbyists couldn't have recognized you today when they tried to appeal to you. Dr. Stephen Leatherman, the best job in the world, thank you so much.And thank you all for joining us. This is \"CNN News Central.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "SOLOMON",
      "sentences": "Good to be with you today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "So good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}