{
  "date": "2024-09-17",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "War Of Words, Harris And Trump Trade Blame Over Rhetoric; Gov. Sarah Huckabee Sanders (R-AR) Jabs At Harris For Not Having Kids, No Humility; Senate GOP Blocks IVF Protection Bill For A Second Time; Black Journalists At The NAPJ Press VP Kamala Harris On Policies From Guns To The War In Gaza; Hillary Clinton Defends V.P. Harris. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "As tensions grow after another assassination attempt.Plus, suspicious packages are sent to election officials nationwide, as Donald Trump threatens to jail many of them. Also -- KAMALA HARRIS, U.S. VICE PRESIDENT, DEMOCRATIC PRESIDENTIAL NOMINEE: We need to get this deal done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "-- Kamala Harris avoids policy specifics before black journalists. But is that what liberals want?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "HILLARY CLINTON, FORMER DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "She does not have to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "And one of MAGA's biggest fans is on track to become the world's first trillionaire. What that means for politics and power.Live at the table, Scott Jennings, Kara Swisher, Bryan Lanza and Ashley Allison. Welcome to a special edition of NewsNight, State of the Race. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Good evening, I'm Abby Phillip in New York.Let's get right to what America is talking about, the rhetoric about the rhetoric. Tonight in Michigan, after Donald Trump blamed Democrats for the assassination attempts against him, he is making his first public appearance since that frightening incident this weekend. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "TRUMP",
      "sentences": "A little while ago, I got a very nice call from Kamala. It was very nice.President Biden, I want to be nice. He was so nice to me yesterday. But, you know, in one way, I sort of wish the call wasn't made because I do feel that he's so nice. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Meantime, Trump's number two is lecturing everyone about their rhetoric, except apparently Trump himself.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "VANCE",
      "sentences": "Look, we can disagree with one another, we can debate one another, but we cannot tell the American people that one candidate is a fascist, and if he's elected, it is going to be the end of American democracy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Except, here is Vance's actual running mate saying exactly that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "TRUMP",
      "sentences": "It's a choice between communism and freedom.This is communist, this is Marxist, this is fascist. These are radical left, Marxist, communist, fascist. She's a Marxist, she's a fascist. Comrade Kamala Harris. Comrade Kamala Harris. If Comrade Kamala Harris gets four more years, you will be living a full blown banana republic ruled by an anarchy and a tyranny. They're scum. They're scum. And they want to take down our country. They are absolute garbage. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Scott, so we should take the rhetoric down a notch, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes, I think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Including Trump's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JENNINGS",
      "sentences": "I think it would be great if everybody did. And I think it would be also great if everybody who has been describing Donald Trump in terms that they have, like Biden and Harris, would say, you know what, we went too far and we didn't mean it, but they're not going to do that. And so, yes, I agree. I think every politician has a responsibility to cool it and take it down. And I think everybody should also look back on their own record and say, you know what, this wasn't great. And you all shouldn't have believed me when I told you that Trump was going to cause a bloodbath, rip up the Constitution, create a dictatorship because that was too much. So, yes, I think everybody should do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Well, I mean, one of the things is that the idea that Trump is exempt from this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JENNINGS",
      "sentences": "No one's exempt. No one's exempt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "The toning down. I mean, J.D. Vance seems to not remember that his own running mate also called Kamala Harris a fascist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JENNINGS",
      "sentences": "Yes, he should be more precise. I totally agree with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "KARA SWISHER, CNN CONTRIBUTOR",
      "sentences": "No, that's inaccurate. It's Reid Hoffman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "Reid Hoffman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "Very different person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "Basically said, hey, you know, you know, we should have an -- you know, if Donald Trump wants to be a martyr, we should make him a martyr. There's been no criticism of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "Yes there was. That's not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "There was definitely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "Limited criticism. I watch this network. I watch this network all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "It's also worth noting that one of the people who compared Trump to Hitler was J.D. Vance back in",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "Yes, back in '20. The steady stream of trying to dehumanize Trump is what's caused these triggers.And I would add, when I'm on this network, I come to this all the time, I get asked to condemn, you know, you know, anytime somebody says anything inappropriate. Very rarely do Democrats get asked to condemn these things. I was on a network just after the first shooting attempt where I brought up, you know, Reid Hoffman and his statements. You know, they very quickly pivot away. He's like, oh, it's no big deal. He's okay to say, but it's Trump. Why are these people having trouble?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "No one ever said it was okay to say it. It's ridiculous. It's untrue. You're being willfully inaccurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "It's maybe inconvenient to you to hear --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "It's not inconvenient. I criticized him. A lot of people did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "And everybody should criticize him, but you don't see Democrats criticizing him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "That is absolutely not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "JENNINGS",
      "sentences": "Do you think they should keep his money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "I don't know. Should they keep money of Elon Musk when he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "Elon Musk is not asking for the murder of an American president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "Well, hold on. I mean, I guess we --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "Well, actually, Elon Musk just did that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "He actually just did that. I mean, he deleted the tweet, but he said, well, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "You didn't see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "Why isn't anybody calling for Biden and Harris' assassination? I mean, that's basically what he tweeted. So, that happened. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "But that's a joke. Let me just say this. That's a joke, but the other one is not, when he was doing a figure of speech. And this is also, I'm sorry to say, stupid, in terms of -- because what's happening, actually, is -- first of all, it's all propaganda. A lot of it is being done by foreign governments that are trying to create discord in this country and it's working perfectly on people like you. It really is.And we should really start to focus in on where this is actually coming from and how every one of us is being manipulated by especially Russia, but China and others. And if you look at the recent Justice Department investigation, it's very clear what they're up to, which is to create discord and anger within our country and allow us to attack each other. But no one's ignoring what Reid said. That's just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "I don't know. Taking the money (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "Taking their money from Elon Musk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "Can I just say I just think that we all should just be a little more honest in all of this right now. And I do think Donald Trump is a threat to democracy. And the way that I want to stop Donald Trump from being a threat to democracy is defeating him at the ballot box. Not by asking anyone to assassinate him. That is not how we win in politics and in democracy. That is what makes this so fragile in this moment.But I have never said that Donald Trump was going to be a dictator until Donald Trump said he would be a dictator on day one. And so I know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "JENNINGS",
      "sentences": "That's not what happened though. It's not what happened. You know it's not what happened. That's not what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "But he used the words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "JENNINGS",
      "sentences": "If you watch the tape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "He used the words. I guess what I'm just saying is like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "JENNINGS",
      "sentences": "It's not what happened, nor did the bloodbath thing happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "But I've never said the bloodbath thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "JENNIGNS",
      "sentences": "But everybody does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "But here's the thing. Here's the thing. Is that we just saw him call his opponent a fascist. Should he do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "Should he call his opponent a fascist? Yes, listen I think any time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "If you want my answer to be no, then your answer has to be no in that moment. But because we can't do that, we're not going to have a lot of dialogue. And so that's why we are where we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "Let's look at what fascism really is. Fascism is they want to restrict speech. I got to tell you, the Democratic Party has done more in the last five years, they restrict speech than I've ever seen in my entire lifetime. I remember I was an A CLU proud me member in college carrying that card, proud ACLU member, because at some point they stood for free speech and now with social media coming aboard, everybody's like, no, we need to have restrictions and speech.So, yes, I do believe there's fascist tendencies in the Democratic Party when they tried to restrict free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "You literally just flip-flopped in literally three minutes. You literally just flip-flopped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "I don't know that you could have it both ways to say, oh, Democrats need to stop saying that Trump is a threat to democracy and also decry restricting speech. I mean, isn't that literally what you're doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "I'm not -- how am I restricting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "I mean, if you're saying that Democrats should own -- can only talk a certain way about Trump, isn't that restricting freedom of speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "No, I'm not telling them to restrict your speech. I'm saying let's be clear. Their speech is triggering mentally ill people to take action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "Is it though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "LANZA",
      "sentences": "We've seen in one assassination attempt where a bullet flew to the president's ear. We've seen another person put a gun --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "But what is the evidence that either of these people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "I think that's dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "JENNINGS",
      "sentences": "The guy in Florida?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "ALLISON",
      "sentences": "I keep saying here, saying that anybody who's saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "PHILLIP",
      "sentences": "What is the evidence that either of these people was motivated by a specific speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "JENNINGS",
      "sentences": "Well, shockingly to me, we still don't really have any answers about the Pennsylvania guy. But the guy in Florida, I mean, it's pretty, pretty evident what was going on in this guy's life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:03",
      "speaker": "SWISHER",
      "sentences": "But it's pretty not evident. And, again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "The second thing is, when you're talking about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "Do you not read the same things about him that the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Well, what is the evidence that he was motivated by Democrats rhetoric, by Biden or Harris rhetoric?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "If you want to give them a pass on it, that's fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "ALLISON",
      "sentences": "It's not giving people a pass. I just want consistency at some point, right? Like so we were on television the other day, and I made some parallels to the Buffalo shooting, where when you look back at the shooter at the grocery store that shot African-Americans, there were direct ties to a manifesto. When you look at El Paso, there were direct ties to the shooting at Walmart that connected words that Donald Trump said.So, I'm not -- I don't want to say that like all Republicans are responsible for that person's shooting, but like if this person is -- if you want to say the person in Florida is guilty because of Democrats, then like but it never is the other person, it never is like the El Paso shooting and Donald Trump takes. So, I just want there to be some consistency. I just asked you to say like maybe your candidate shouldn't call his opponent of fascism. And instead of just agreeing, we could have had a bipartisan moment, you flip-flopped and you just like weaseled out of the question. And so you can't have an honest dialogue and the American people call it. They're calling B.S. on candidates, on us as pundits. And so let's just be -- if we're going to want to play by the same rules, then let's play by the same rules. But I don't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "The other thing you were mentioning about restricting social media, how many laws do you think there are restrictions on tech companies? Just love you to tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "LANZA",
      "sentences": "Hundreds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "Zero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "ALLISON",
      "sentences": "Zero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "Zero. So, where are all these laws that you just -- you just said a lot of words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "LANZA",
      "sentences": "Well, listen, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "You literally just said a lot of words, all of which were untrue. There are no laws restricting speech online. In fact, there's one law, Section 230, that allows them to get away with anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "LANZA",
      "sentences": "Let me ask you this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "No. But, literally, you just said something that was willfully inaccurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "LANZA",
      "sentences": "Let me go to your social media component question. In 2020, did Twitter not restrict the Hunter Biden laptop story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "They made -- guess what? CNN's made mistakes. They made a mistake. And then they set them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "LANZA",
      "sentences": "And that also was a mistake to restrict free speech, is what you're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "It's not a mistake to make. It's a mistake to make a mistake, is what it was. And it wasn't a restriction of free speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "LANZA",
      "sentences": "It was a fundamental mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "And what is Elon Musk doing right now? He cuts things off all the time when he feels like it. It's just -- this is what media companies do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "It is interesting, though, that this is becoming -- I mean, I'm going to just play this J.D. Vance fight, because he makes the argument that the Trump assassination attempt was a form of censorship. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "VANCE",
      "sentences": "I don't believe in censorship. I don't believe in trying to shut people up. I believe in debating people.They want to throw him in prison. They want to kick him off social media. They want to do everything that they can to silence Donald Trump. And they send that signal with every action that they take. Well, if you're trying to silence Donald Trump and you're sending the message, we have to do everything that we can to silence Donald Trump, a crazy person is eventually going to take that message to heart. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "That's taking things to a whole other level. First of all, the use of the word they recently has really gotten out of control. There is no they, okay? He can be specific, but they is a sort of a dog whistle to conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "Absolutely. No, that's where it begins and ends. And conspiracy theories are sort of at the heart of this. And, again, we are part of what's happening and which we do not realize and are being taken advantage of is all these efforts by foreign bodies that are trying to create this within us. And we are so easily manipulated by that.And it's really something that we have to do something about, including these recent investigations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "I want to agree with this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Yes, we were talking about this yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "I do believe foreign actors are engaged in trying to sell discord. And it's several. And I think it happened this weekend when everybody sprang to blame Trump and Vance for these Springfield hoaxes. And now we have the governor of Ohio telling us it's foreign actors calling this. And I totally agree, it's happening all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "No, no. See, but you just twisted something. It's actually, again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "Wait, what? I'm sorry, what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "They actually --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "What did I twist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "You twisted it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNIGNS",
      "sentences": "Did the governor of Ohio say it or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "Whatever the governor of Ohio said, I'm not going to put him as an expert on foreign influence. I'm sorry. He's an expert on this public safety in his state. But J.D. Vance literally said, I made it up, and that's what they did. They took something. They took a conspiracy theory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "I don't think this story --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "The story of what's going on in Springfield, Ohio, isn't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "It's a conspiracy theory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "It's not. He's literally saying that foreign actors are calling in bomb threats and other public safety concerns. I'm trying to agree with you and you won't even take it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "SWISHER",
      "sentences": "But I won't take it because he shift it to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "ALLISON",
      "sentences": "Because J.D. Vance lied, he made it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "I'm trying to agree with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "ALLISON",
      "sentences": "Look, can we take one step back? Okay. Would people even know where Springfield, Ohio, was if J.D. Vance hadn't made up a rumor about Haitian immigrants eating cats? Like can we at least agree that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "JENNINGS",
      "sentences": "I would. I used to live there, so -- and you're from there. So we would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "ALLISON",
      "sentences": "Most Americans, or would they even be talking about it if he hadn't started the story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "JENNINGS",
      "sentences": "I think it's very important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "-- by some five-year-old, you know, seven-year-old, anywhere in America or a foreign entity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "JENNINGS",
      "sentences": "I think if foreign entities are calling into towns in America and scrambling, that is a major problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "They wouldn't be doing that if not for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "JENNINGS",
      "sentences": "I think they -- I think foreign -- to her point, I agree. I think foreign actors are constantly looking for ways to scramble, that I totally agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "Just in tonight during a Michigan town hall with Donald Trump, Arkansas Governor Sarah Huckabee Sanders, who once served as his press secretary in the White House, made this remark about Vice President Harris.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SANDERS",
      "sentences": "You can walk into a room like this where people cheer when you step onto the stage and you might think for a second that you're kind of special. Then you go home and your kids remind you very quickly you're actually not that big of a deal.My sweet daughter reaches up, pats my shoulder and says it's okay, mommy. One day you can be pretty too. So my kids keep me humble. Unfortunately, Kamala Harris doesn't have anything keeping her humble. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "CNN Political Analyst Coleman Hughes joins us in our fifth seat. Childless cat -- no, you're not. You're not a childless cat lady. Never mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "COLEMAN HUGHES, CNN POLITICAL ANALYST",
      "sentences": "In many different ways. I don't have cats. I don't have children. I'm not a lady.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "But they're doubling down on this, really. I mean, I cannot understand what the rationale is this, for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "HUGHES",
      "sentences": "I don't understand why you would want to alienate such a huge sector of the electorate with these kind of unwise comments. I think there's a way that you can support, you know, large families. There's a way that you can talk about the fact that the birth rate is in decline, not just in America, but all around the world, and that's a huge problem. There's a way to talk about that without just kind of gratuitously disrespecting people. And let's be honest, most of these politicians have huge egos on both sides. A lot of people who get into politics are not humble, and certainly having kids doesn't make you humble if you otherwise have a huge ego to begin with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "And also, I mean, I don't understand the idea of making -- I mean, the joke actually would have been really funny if she had just left it as her daughter's comment, honestly. Why go that extra step?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "ALLISON",
      "sentences": "I don't know. My childless uterus was not on the bingo card of being a talking point for Republicans in 2024. Like the way that childless women is the priority of their talking points from J.D. Vance to Sarah Huckabee Sanders is just unnecessary. It doesn't make sense to me.I hope we can all agree. I'm the only woman sitting here at the table without children that like I am still a humble person. I still care about this country. I still can give back. I've been a public servant most of my life. Having children makes no one more better or less better than anyone. And you don't know people's stories. So, you are not just insulting people because you think folks are making choices. You don't understand why they don't have children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SWISHER",
      "sentences": "Also, parental cosplaying is shameful. It's a shameful thing to do. And you don't have kids so that you can use them as a prop in order to tell her heinous remark about someone who actually is a parent to children.I have four kids want only one of whom I had, and the others I adopted. It's the idea that Kamala Harris' stepchildren are not people she raised when all the parents are agreeing this is -- I don't know what else to say. To use parenting as a prop is repulsive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "ALLISON",
      "sentences": "It doesn't matter though, whether you're a parent or not. PHILLIPI mean this conservative lawyer, Will Chamberlain, right as Biden dropped out, he posted this on X, real simple, underdiscussed reason why Kamala Harris shouldn't be president. No children. I mean, is that a part of political right that really needs to be kind of addressed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "PHILLIP",
      "sentences": "Is this the time where I mentioned the IVF vote on Capitol Hill that failed today because Republicans voted against it? That seems like a political layup that they could have just let it go, especially since Trump. I mean, you now work for the Trump campaign. And Trump has said he is the biggest supporter of IVF. He wants the government to subsidize it. Meanwhile, over on Capitol Hill, they can't even pass a bill giving women the right to have access to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "LANZA",
      "sentences": "Yes. Listen, Schumer has his bill for the day, but we know where the President Trump stands. He's made his position clear. He's willing to move the Republican Party to him.But I do want to get back to Sarah Huckabee Sanders's comment. I too was blessed to have a stepmother. I wouldn't be here, I wouldn't be able to have normal conversations without a stepmother. So, I found that comment to be actually offensive. I don't know what more to say about that. I'm disappointed in Sarah was saying that. I'm sure I'm going to get a criticism from the campaign. But I have to sort of defend somebody who's a stepmom. It's a tough job. People step into that role. It's usually a difficult dynamic. My mom excelled at it. I'm sure your mom excited. I'm sure you excited and we should reward that and sort of speak of that in a very high tone. But, you know, I do agree with Scott, you know, you can choose what path you want to go. But trying to pin, you know, what Senate Republicans are doing with the Schumer bill on President Trump. President Trump's position is clear. He supports IVF. He's willing to put pressure on insurance companies. It's not sort of the conservative position that I'm used to. It's not an economic position that, you know, the old sort of Republican parties used to, but the party's moving to where he is. And you'll see this vote today, but I'm pretty sure if you would take this vote when he's in the presidency, it'd be a vote that passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "PHILLIP",
      "sentences": "Why? I'm going to give --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "LANZA",
      "sentences": "Because it's going to be a different bill. It's not -- the details are always -- the devil's always in the details. If you look at the details of this bill, it's not just straight up IVF, it's other things. It's cloning, it's all these other things that sort of make Republicans say, we're not, we're comfortable with IVF, but why are you loading it up with a bunch of poison pills? Let's just do IVF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "ALLISON",
      "sentences": "What about the immigration bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "LANZA",
      "sentences": "Well, the immigration bill --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "ALLISON",
      "sentences": "Because it seems like whenever there's an opportunity to actually govern on issues that Republicans say they support, they don't actually govern and pass them like an immigration bill, because Donald Trump gets on the phone and calls people and says, no, but then on immigration, he's silent. I mean, he could have called and said, support it. Or, you know how bills work. They could have reworked the bill. They could have done a lot of stuff. They just didn't. J.D. Vance didn't even show up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "JENNINGS",
      "sentences": "But Schumer's not trying to govern here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "LANZA",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "JENNINGS",
      "sentences": "These are show votes. It's common. It happens all the time in the Senate and in the House. Republicans do it. Democrats do it. Bryan's right. There are things in this bill that Republicans don't want to support. But also the platform of the Republican Party right now is set by our nominee, who is a strong supporter of IVF, in fact wants to pay for some of it, which even makes me squeamish as a fiscal conservative.But that's his position, and that's our platform, and Democrats have lied about it this entire campaign, and they really should stop. Don't you agree? Don't you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "ALLISON",
      "sentences": "Well, there are some senators up for re-election this cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "JENNINGS",
      "sentences": "Do you agree or disagree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "ALLISON",
      "sentences": "They actually didn't vote. There are some senators up for re- election. Your nominee may set the agenda, but senators also have to win re-election, and they did not vote. So, I say to America, if you have a senator up for re-election who is a Republican and didn't vote, then like take your cues from them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "JENNINGS",
      "sentences": "Do you agree or disagree that it would be responsible to acknowledge Trump's clear and unwavering position on this? Because Harris won't do it. I know you will, because you're an honest person, and you're a good commentator. Harris won't do it. She continues to lie about it. Trump has never equivocated on this one minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "ALLISON",
      "sentences": "Well, he started to talk about it after an Alabama Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "JENNINGS",
      "sentences": "And he did the right thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "ALLISON",
      "sentences": "And in that moment, he did the right thing. I think the thing that is so concerning is his inconsistency on reproductive justice, which is why it's hard to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "PHILLIP",
      "sentences": "I do also wonder, and this is also -- I mean, you know, we won't know until we know, but the question is, I think this is a question Ashley's getting at, is Trump going to put his political weight behind this when push comes to shove?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "SWISHER",
      "sentences": "Well, right now, it's IVF theater is what's happening here, as each side is using it as part of the thing to do something. And nothing's going to happen until the election's over, let's just be clear. And so it doesn't matter what they put up. It's going to be a fight over every single issue going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:02",
      "speaker": "JENNINGS",
      "sentences": "But can the same be said about all of Harris; positions? Is it just theater that she's abandoned ship on everything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "PHILLIP",
      "sentences": "Spoken like a woman who's been there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "SWISHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "PHILLIP",
      "sentences": "Who had a lot of policies and didn't get any credit for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "SWISHER",
      "sentences": "Yeah, she did have a lot of policies. I'm not sure I agreed with her when she said it, but it was interesting for her to say it, because I think she was talking strategically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "SWISHER",
      "sentences": "Politically, is that she doesn't have to say too much. I think probably most people agree they should say more, because as Audie Cornish of this network said, a lot of people are calm while curious.And if you look at the statistics, I think, Kirsten talked about him last night -- Kristen did --that people want to know more from Kamala Harris than they do. They know Donald Trump and they don't know enough about her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "HUGHES",
      "sentences": "That's right. I think that's part of the reason it seems like there's an unfair double standard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "SWISHER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "HUGHES",
      "sentences": "Sometimes there can be a fair double standard in the sense that people know how Trump is going to govern. At least they have quite a considerable idea because he governed for four years. Kamala Harris' record is only as an attorney. So, it makes sense that people would want to hear more about what her plans are and that the burden might be higher for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "PHILLIP",
      "sentences": "Yeah, that's a smart one. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "JENNINGS",
      "sentences": "I think the political danger in doing nothing or just tossing word salads, which she did all day today and has in most of her public interactions, is that without any more specifics about what she would do, I think an assumption will be made by many voters that she'll be simply a continuation of what Joe Biden is doing.And if I were in her shoes, I would not want to carry that burden because what he has been doing is not popular. So, if I were in their shoes, I'd be thinking about charting my own course. I still think she's going to have to look into a TV camera and say, he did these two or three things wrong. Here's how I would do it differently. Here's how -- I mean, she keeps saying it's a new generation of leadership, but it just seems like she wants to do what Biden is doing, but just do it in a younger body. And that's not going to be enough for voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "PHILLIP",
      "sentences": "There's something to be said about whether or not she will have to explain what the shift is going to be, because voters are looking to see which candidate is going to be a candidate of change. To Scott's point, I do want to just play what she said today just to give people a taste of how she answered some of these questions, particularly about the economy.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "UNKNOWN",
      "sentences": "A question that has been asked of you and everybody that's on the Democratic side is whether or not voters are better off now than they were four years ago. Are they better off now than they were four years ago?KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES AND CURRENT PRESIDENTIAL NOMINEE (D): We came in during the worst public health epidemic in centuries. We came in after the worst attack on our democracies since the Civil War and a lot of it due in large part to the mismanagement by the former president as it relates to COVID and obviously January 6th. And we had then a lot of work to do to clean up a mess. As of today, we have created over 16 million new jobs, over 800,000 new manufacturing jobs. We have the lowest black unemployment rate in generations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "ALLISON",
      "sentences": "You know what I want her to do right when she finishes that is then say, \"and the next four years, what I will do.\" When she answers a question, she has to do three things and one answer. She has to do some biographical work. She has to say the policy that she is going to do. And she also has to draw the contrast. That's a lot to do in one answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "PHILLIP",
      "sentences": "But does she really have to do all that? I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "ALLISON",
      "sentences": "She does, she does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "PHILLIP",
      "sentences": "Not all in one answer. I mean, I think there's something instructive about this. And I just want to be -- just to be totally transparent because I don't want people accusing us of cutting her off. The very beginning of her answer, she thanked the audience, NABJ for hosting her.That is why we cut to the part where she actually answers the question. However, I mean, this is at the heart of what voters want to know about her. She should have something that is really quick and understandable and that wasn't really it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "JENNINGS",
      "sentences": "She has to do three things. I agree. Actually, there's one other thing. Answer the question. She got the same question at the debate. And you know what else? When I went back and watched the debate again, every single policy question she got at the debate, she totally ignored and never answered it. Why is it -- why is it that she believes she does not have to answer to journalists who are asking pretty basic questions of a presidential candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "ALLISON",
      "sentences": "So, I think, again, we started this conversation about being honest. On September 17th, 2020, we weren't even in studios because we were in a global pandemic. People were terrified. Black people were losing their lives at COVID at higher rates than their white counterparts.Essential workers were on the front line, putting their life on the line every single day. Doctors had bruises on their face because we didn't have enough PPP and family, they were being cheered out of a hospital. And that was under Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "JENNINGS",
      "sentences": "Are you saying he caused the pandemic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "ALLISON",
      "sentences": "No, I'm saying he was the leader who mismanaged it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:03",
      "speaker": "JENNINGS",
      "sentences": "How? How?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "SWISHER",
      "sentences": "We're in 2024 now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ALLISON",
      "sentences": "But was the question is -- the question is, people keep saying, are you better off? Are you better off? And I just want people to remember what four years ago was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "SWISHER",
      "sentences": "No, I think more of the point, I mean, she does have to, she has to be specific while being vague. And that's a very difficult thing to pull off. And one of the things that's important is to point out the United States is a roaring success right now across the world.China is a hot mess. Europe is struggling. All the -- U.S, if you compare it to everyone else is in an astonishing position in terms of economic growth and everything else. The problem is people don't feel it. And so, she has to address people not feeling what's actually happening and also address people who aren't benefiting from the stock market, which is at all-time highs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HUGHES",
      "sentences": "It's beyond not feeling it, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LANZA",
      "sentences": "It's the people. It's also the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "SWISHER",
      "sentences": "No, it's not the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LANZA",
      "sentences": "That's why I hear people aren't feeling it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "JENNINGS",
      "sentences": "Why aren't they feeling it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LANZA",
      "sentences": "Because the inflation has wiped out everything. That's why they're not feeling it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "SWISHER",
      "sentences": "They aren't feeling it because some people are benefiting from this growth and some people aren't. And so, she's got to address those differences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LANZA",
      "sentences": "Yeah, correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "So, there was an interesting take --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LANZA",
      "sentences": "The working class, the Muslim abode, had been wiped out by the Biden-Harris inflation. That is what has happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "There was an interesting take -- there was an interesting take by \"Politico\" that it's intentional for her to do these interviews and not have -- there not be really any takeaways. She stays on script. She answers based on what they prepped her to answer. I mean, is that a strategy that might work for her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HUGHES",
      "sentences": "I think what -- I think that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "No news is good news?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "HUGHES",
      "sentences": "I think, you know, if I put my campaign advisor hat on, in theory, I would say, if it ain't broke, don't fix it. What has worked for Kamala Harris is literally to not make headlines, to give vague but presidential-sounding answers to questions and allow voters to project their image of who they hope she is onto her.Now, as an American citizen, I would like to be reassured that she is super competent on foreign policy. What's her plan on Russia and Ukraine? What's her plan on the Middle East? These are the things I really want to know if she knows how to do. But I don't know if it's actually the best purely from a winning strategy point of view because she does tend to get into trouble when she answers off the cuff. She can be a gaffe machine when she's unprepared and so forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LANZA",
      "sentences": "Yeah, I would add. If she's not going to fill her own space, we're going to fill it for her. We're going to define her as a San Francisco liberal that's outside the mainstream. And you see that happening over and over again. So, her lack of being ambiguous, being specific enough, you give us the opportunity to define it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "SWISHER",
      "sentences": "I have to say you're not doing a very good job. LANZAmost extreme candidate in the race. She's actually -- Donald Trump is defined as the change agent of the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "All right, well, okay. Let's end ---let's end this -- hang on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ALLISON",
      "sentences": "I just want more of the concepts of planning for their guide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "PHILLIP",
      "sentences": "From electric cars to social media and even space, Elon Musk could soon become apparently the world's first trillionaire. Right now, he is worth about $250 billion but there's a research group that says that he's now on track to break that 13-digit threshold by 2027. Coleman, your take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "HUGHES",
      "sentences": "My take is that I think, you know, I think the media is too hard on Elon Musk because of all his bad tweets. And I get it, his tweets are bad. But I think sometimes we, in the media, lack perspective. If you think a hundred years from now, our historians and our progeny more generally, are they going to care more about all the stupid tweets he said?Or are they going to care about the fact that he accelerated the widespread advent of electric cars, which was huge for climate change, probably five or 10 years earlier than it would have that he basically took us back to space. Just today, the FDA cleared a breakthrough treatment that could potentially restore blindness to people that have been blind their whole lives. I mean this is a lot for a single lifetime, so more than I could say for myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "SWISHER",
      "sentences": "Yeah, Henry Ford was a great guy. You know, I think you could say about a lot of people. You know, this guy has positives as you know, and I think I'll probably interview him more than anybody and he has done an astonishing stuff on EVs and around space and other things with the help of a lot of people, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "PHILLIP",
      "sentences": "And the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "SWISHER",
      "sentences": "And the government -- $18.5 billion in government contracts right now alone that saved TESLA at the time, even as he trashes the government. He will have a mixed record, I think, and unfortunately, because of Twitter and what he's doing there, he is tarnishing what was a really, an astonishing array of achievements. And that's unfortunate for him and over-promising and under-delivering around the needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "PHILLIP",
      "sentences": "So, first of all, I think, Coleman, you make actually a pretty strong case for yourself. I know Kara disagrees. But one of the things about Elon Musk's tweets is that it suggests like a deeper instability.And when you've got somebody who has the power to control a lot of things, not just X but, you know, Starlink, he has a lot of power in the Ukraine-Russia war in terms of just the information flow. You have to wonder, I mean, is this guy really stable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "JENNINGS",
      "sentences": "Is he stable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:47:29",
      "speaker": "PHILLIP",
      "sentences": "Yeah. And, I mean, shouldn't that be a global worry? I mean, this is -- he's very powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SWISHER",
      "sentences": "Oh, I think he does it to himself. Come on. He walks into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "JENNINGS",
      "sentences": "He does what to himself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SWISHER",
      "sentences": "By what he's doing around Twitter, because he can't help himself, because he has -- he has a problem with Id. He just can't stop it. I think he's veering into another person who I'd actually compare him to, which is Howard Hughes, who did enormous astonishing things around aerospace -- not aerospace, but airlines and aviation. Astonishing, interesting entrepreneur of a different era.And of course, his mania and everything else, a lot of problems that he had left that on the carpet, unfortunately. Now, of course, there still was Hughes aircraft and other things like that. And he contributed. I just think, unfortunately, someone who had such a promise is -- there could be real troubles around Tesla. There could be real -- he's not putting the focus where it needs to be, which is on these achievements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "And not for nothing. I mean, the idea of a trillionaire. I mean, in this world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SWISHER",
      "sentences": "I don't think it's going to be him, there's many others. I think it'll be an A.I. person. PHILLIPthat just seems like an insane amount of money that no human being needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "LANZA",
      "sentences": "I think it's an important case study, you know. If you're sort of looking at that economic success, you really can't do without the federal government. You know, they backstopped everything. They basically handed NASA to Elon -- things happening but there's a lot of government interaction. I can't believe I'm saying this as a Republican. The government has created a lot of billionaires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "He's the Republican at the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SWISHER",
      "sentences": "We should have taken warrants in that very last Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HUGHES",
      "sentences": "A lot of people get government contracts. Not a lot of people can start company after company after company that revolutionize all these different industries. And if the most important movers and shakers throughout history had Twitters, I think we'd be disappointed by more of them, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SWISHER",
      "sentences": "Can I ask you a question? Do you know the name Gwen Shotwell?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HUGHES",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SWISHER",
      "sentences": "She was running SpaceX, actually. The problem with Elon is everyone attributes everything to him. Did he found Tesla? No, he did not. Like, the thing I -- what I would like to see is that there, Gwen Shotwell is the reason SpaceX is so successful. You never see her, but she's critical.And there's a lot of people at Tesla. There's the people who founded Tesla. His name is Martin Eberhardt. There's all kinds of people involved, and unfortunately because of the great man theory of -- of industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "HUGHES",
      "sentences": "He's also very good at finding talent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SWISHER",
      "sentences": "That is true. So is Steve Jobs. But I can tell you, Steve Jobs certainly wouldn't have behaved like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "PHILLIP",
      "sentences": "We're back and it's time for the \"NewsNight\" cap. You each have 30 seconds to say your piece. Scott, you're up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "JENNINGS",
      "sentences": "I just want to start by applauding and congratulating Israel for exploding all the pagers today that were being worn by these Hezbollah terrorists. I was reading some information about this and one thing that stuck out to me is that Israel did not tell its ally, the United States, what it was doing before it did that.And it made me wonder. What is it about the Biden administration that would say to Israel, maybe we ought not tell these people? So, I just want -- my hot take is, good job Israel and what is going on that they don't think the United States is trustworthy to be honest? Something as cool as that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "PHILLIP",
      "sentences": "It's called plausible deniability. I mean, that's going on with Israel and the United States for a long time. Kara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "SWISHER",
      "sentences": "I bet we did know. I never compliment Mark Zuckerberg or Meta. I tend not to. I know I don't never. But today they did, this week they've done two things that are really important and responsible. One is cutting off R.T. on the platform. It is a propaganda organization.Its leader has talked about this and was part of the bribery scandal that's going on right now with certain podcasters in this country and the payments that they made to them. And they cut them off. YouTube is starting to do the same. And so, they're taking responsibility for what is clearly foreign propaganda that's flooding into our country. I thought that was great. Secondly, they finally put some restrictions on teen accounts and that's a really critical thing giving not just parents but by default making it so teens are not being able to be contacted and they have restricted what they can see. Critically important should have happened a decade ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "PHILLIP",
      "sentences": "Very notable. All right, Coleman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "HUGHES",
      "sentences": "So, there's this idea going around that calling Kamala Harris by her first name is sexist because people do this to women but not to men. I think this is importantly mistaken. First, I think people call her Kamala because people tend to use the politicians name that's more unique and more distinctive. Harris is not very distinctive.Remember people called Beto O'Rourke, Beto. They didn't call him O'Rourke. People call Amy Klobuchar, Klobuchar, right? And I think Kamala is blessed with a really cool, really distinctive first name. She should lean into it and so should her admirers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "ALLISON",
      "sentences": "They just need to say it right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "PHILLIP",
      "sentences": "All right, that's fair enough, Bryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "LANZA",
      "sentences": "Yeah, a couple weeks ago I brought the message that Mercedes and BMWs are showing up at Walmart, they're trying to stretch their dollar. Today, I bring up, you know, food banks in Wisconsin that are suffering, that have a shortage. They're suffering as this economic message that Harris is trying to answer, she's not delivering.You go to Wisconsin, more than one food bank is in the areas and key districts. They're shortages and that's just an example of the Biden- Harris administration. My hot take is that the food banks wouldn't be surprised that on election day those precincts went Republican. [23:00:04]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "PHILLIP",
      "sentences": "Leading indicator perhaps? We'll see. Ashley?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "ALLISON",
      "sentences": "This has nothing to do with politics, but give us introverts a break, okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "PHILLIP",
      "sentences": "Amen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:57:22",
      "speaker": "ALLISON",
      "sentences": "I'm over all of you, all right? I'm an introvert. I'm overwhelmed with people right now. I've met my capacity in election time. Like you have to go to every event, every gala. Just give us a weekend off, people, please.",
      "isLastSentenceInterrupted": false
    }
  ]
}