{
  "date": "2024-02-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Mass Shooting Erupts at Kansas City Chiefs Super Bowl Parade, Leaving One Dead and Several Injured; Israel and Hezbollah Escalate Cross-Border Attacks, Heightening Tensions; Ukraine Claims Victory as Drones Sink Russian Warship in Black Sea; U.S. Intelligence Raises Alarm on Russia's Nuclear Anti-Satellite Capability; U.S. Officials: Russian Nuclear Anti-Satellite System in Space is Concerning; Netanyahu Vows 'Powerful Action' in Rafah after Evacuations; Japan Slips Into Recession Due to Weak Consumer Spending. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Coming up on CNN.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "It seems like almost nothing is safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Not even the Super Bowl parade celebrating the Kansas City Chiefs, with at least one person shot dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "We continue to be concerned about escalation in Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "While Israel and Hezbollah militants in Lebanon both say they don't want a war. Both sides seem to be doing plenty to start one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "This is a great achievement, a great victory for Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "When friends and allies let you down, send in the drones. How Ukraine's sea babies claimed another Russian warship.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "We begin with another high-profile mass shooting in the U.S. The Super Bowl parade to celebrate an historic win by the Kansas City Chiefs turned into chaos Wednesday as a volley of gunshots rang out, killing at least one person in the city of Lebanon, wounding more than 20 others, many of them children, according to local hospitals. The shooter or shooters killed Lisa Lopez Galvin, a volunteer worker at a community radio station, but a motive for the shooting remains unknown.Images from the parade show bystanders tackling one man. In all, three people have been detained and questioned by police, who recovered a number of guns from the scene. An estimated one million people gathered downtown for the parade, celebrating a fourth Super Bowl title for Kansas City. Some players were on stage when the shots rang out, and according to the city's mayor, all players and coaches are safe and accounted for. More details now from CNN's Nick Watt. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "NICK WATT, CNN CORRESPONDENT",
      "sentences": "This should have been a celebration in honor of the Chiefs' back-to-back Super Bowl champion. Instead, yet another mass shooting in America. There was panic, fire department personnel giving life-sustaining treatment on the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Everybody started running. There was screaming. We didn't know what was happening. But in this day and age, when people run, you run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "WATT",
      "sentences": "Three people were detained, according to police. They're now under investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "We did see two police officers lead someone away in handcuffs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Like a red jumpsuit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "I'm angry at what happened today. The people who came to this celebration should expect a safe environment. We had over 800 law enforcement officers, Kansas City and other agencies, at the location to keep everyone safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "WATT",
      "sentences": "The people were not safe, and hundreds of thousands were on the streets. Kansas City schools had closed for the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR",
      "sentences": "An event like this is almost impossible to completely secure. It is a massive open space. Tickets are not required. There are no gates and admission areas. So, combine that with the fact that Missouri is a state that does not control the carrying of firearms. Essentially, anyone can carry a firearm. You have a huge crowd and likely a large, you know, significant portion of that population carrying firearms. So, any conflict or dispute can easily turn into a shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "WATT",
      "sentences": "Still unclear if the parade was actually targeted. The chiefs say all their players and staff are safe, as are the governors of Missouri and Kansas, who were both at the celebration. Chief star quarterback Patrick Mahomes posted on X, praying for Kansas City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "UNKNOWN",
      "sentences": "This is absolutely a tragedy, the likes of which we would have never expected in Kansas City, and the likes of which we will remember for some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "WATT",
      "sentences": "Now, the police chief who you just heard from was out on the street. She heard the gunfire and described her officers and others running, weapons drawn towards the danger. This is clearly a very active investigation still. And the police are appealing to the public for help. They also want to narrow down to make sure that there was nobody else involved in the shooting who is not already in custody. Nick Watt, CNN, Los Angeles.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Julie Kayyem is CNN's senior national security analyst and a former assistant secretary at the Department of Homeland Security. She is with us this hour from Cambridge, Massachusetts. It's good to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Okay, this was the fourth Super Bowl parade in Kansas City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "KAYYEM",
      "sentences": "Yes",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "QUITON LUCAS, MAYOR OF KANSAS CITY, MO",
      "sentences": "We had over 800 officers there, staffed, situated all around Union Station today. We had security in any number of places, eyes on top of buildings and beyond. And there still is a risk to people.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "We'll get to the why there is a risk in a moment, but it seems this shooting is just another piece of evidence that anywhere there is a public gathering in the United States, there is a risk of a deadly shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KAYYEM",
      "sentences": "Yes, and even private gatherings, as we know from dance halls and schools. That is true. Any congregation of people will be vulnerable to gun violence in the United States. It's a particularly American phenomenon. But an event like this is, will, will never be perfectly safe, right? So, this is the challenge here is you have a parade. It's open to the public. It's both sides of the streets. It's a festive day. People wanted to have fun.And even if you harden everywhere, they had over a thousand police officers from various jurisdictions deployed. Even if you had three times that, at some stage, the hardened part of your security is going to have to stop and you're going to have to let a city, you know, keep, moving and what we would call be a soft target. And what we don't know now is the motive of the person. And if it was related to getting into the hard target, the parade area, or just what we would call as sort of an adjacent attack that then had implications, of course, for the parade that everyone was watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "And this lack of safety at events like this, it's a point not lost, again, on the mayor of Kansas City. Here he is once more.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "LUCAS",
      "sentences": "All of us who are our parents, who are just regular people living each day, have to decide what we wish to do about it. Parades, rallies, schools, movies, it seems like almost nothing is safe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Okay, so gun laws in Missouri are among the weakest in the country. No permit needed to buy a gun and carry a gun, a gun which doesn't have to be registered by an owner who doesn't need a license. Maybe there's a connection between the availability of guns and mass shootings. Just a hunch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KAYYEM",
      "sentences": "Yeah, this isn't a liberal talking point or progressive talking point. I mean, the data is just absolutely clear. No state is immune from gun violence, but states with more rigorous gun laws have fewer, have less gun violence and fewer mass shootings. And that's because a lot of these mass shootings, as we know, either could have been stopped if the person didn't have access to the gun, they might have done something else, but not the mass shooting. But also, because of the power of some of these guns to kill lots of people in a short period of time, states that prohibit the sort of, you know, the AR- type rifle do not see those kinds of mass killing.So, we know the data is clear. This isn't a talking point between Democrats and Republicans. So the problem is, is that states like Missouri, knowing this, prohibit local jurisdictions from at least trying to be harder about gun ownership and open carry laws. They actually tie the hands of localities that say, look, we understand the state has this law. We would like to be a little bit more, less permissive about our gun rules here in this jurisdiction. And Missouri makes that almost, almost impossible to do. So it's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Yeah. And here's the thing. It almost feels like this might just be the first mass shooting of the year in the U.S., but no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KAYYEM",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "There have been 49 mass shootings over the past 45 days, more than one a day on average. This one received extra attention because it was connected to somewhere where, you know, something to do with a sporting event, the Super Bowl, right? It seems this country has decided the easiest or the best way to deal with an epidemic of gun violence is to ignore it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KAYYEM",
      "sentences": "Yeah. I mean, I think that we are getting, we're just not processing it in the way that we should. Look, if, and a little bit of this is because it's each individual incident can be explained, right? In other words, if this person did this, or this was an accident, or this kid could have been stopped if only his parents had intervened. And what we're failing to miss is what I, you know, what I call in disaster studies, right, the connective tissue. There's only one single narrative amongst all of these is that these are gun killings. Yeah. In the United States of America. That should tell us something. We are, we are a nation that is unique in all the worst ways when it comes to gun violence. [00This is an incident that, and I should say, what you saw the mayor and the police chief do without saying explicitly is their understanding of what we call the social consequences of gun violence. The world was watching the Super Bowl. We know it was, what, the second most watched event ever on TV, and that the world is aware of where Kansas City is now. And this has a imprint and has stained the reputation of a city that had every right to have a great day today. And so they know what the social and therefore the economic and the cultural and the reputational consequences are of a day that may result in only one death, which we, you and I, would view as a good, in quotes, mass shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Yeah. Yeah, exactly. Those terms are pretty disturbing. Julia, thank you so much for being with us as always. Appreciate your time so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KAYYEM",
      "sentences": "Thank you. I'll see you soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Okay. Well cross-border attacks between Israel and Hezbollah militants in Lebanon escalated Wednesday, with Israeli airstrikes deep inside Lebanon in response to a deadly Hezbollah rocket attack on a military base, as well as on towns in northern Israel. According to the IDF, Hezbollah military compounds, control centers, and what it described as terrorist infrastructure were targeted after Hezbollah rockets killed an Israeli soldier and wounded eight civilians. Notably, the Iran-backed militant group has not claimed responsibility for the earlier attack. The head of Israel's military called the airstrikes in Lebanon a great achievement and added, this is not the time to stop.(BEGING VIDEO CLIP) HERZI HALEVI, IDF CHIEF OF GENERAL STAFF (through translator):  In the end, we will be ready for war. If it doesn't end in war, it won't end by compromising the achievements. Hezbollah will not be present here on the fence. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Joining me now  is Rami Khouri, the Distinguished Fellow of Public Policy at the American University of Beirut. Welcome back. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "RAMI KHOURI, DISTINGUISHED FELLOW OF PUBLIC POLICY AT THE AMERICAN UNIVERSITY OF BEIRUT",
      "sentences": "Thank you. Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "So, this escalation in fighting between Israel and Hezbollah comes despite weeks, even maybe months of diplomacy by the U.S. Secretary of State to try and avoid a wider regional confrontation. Listen now to a spokesperson from the State Department.(BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: We continue to be concerned about escalation in Lebanon, and we continue to believe that there is a diplomatic path forward. We will continue to push forward to try to resolve this issue diplomatically so both Israelis and Lebanese can return to their homes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "We'll get to the nuts and bolts of any kind of diplomatic solution in a moment. But for the past four months, Israel and Hezbollah sort of had these cross-border attacks taking place almost with a nod and a wink, mostly a show of support to appease the domestic audience. So, has that arrangement now changed? And if so, in what way and how?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KHOURI",
      "sentences": "It's more than four months. It's from 2006, so it's been going on for a long time. And it has only evolved a little bit over the last four months. The intensity has picked up a little bit, and there's a little bit of change in the targeting, where the Israelis are hitting, where the Hezbollah people are hitting. And one of the reasons I think that people are worried is that there's been about 80,000 people in Lebanon and another 80,000 in Israel who've had to pull back, move out from their homes and move away from the border. And this is causing a lot of disruption and economic stress. So, there are real concerns on both sides, but they're still basically doing tit for tat, showing that they can't be messed with, but at the same time, they don't want all-out war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Well, as for a diplomatic solution, less than a week ago, Frankfurt forwarded a statement saying, In response to that, here's the head of Hezbollah speaking on Tuesday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "HASSAN NASRALLAH, HEZBOLLAH CHIEF",
      "sentences": "When the attack on Gaza stops and there is a ceasefire, the fire will also stop in the south. Let nobody think Lebanon is weak and afraid.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "So, Hassan Nasrallah is saying that any de-escalation in the north is now dependent on a hostage deal with Hamas in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KHOURI",
      "sentences": "Well, ending the Israeli attacks. He said this clearly months ago. He was very cautious when the Gaza fighting started. He took his time and then made a couple of speeches, and they started doing things, attacking small targets here and there. It's escalated a little bit on both sides, but it's still pretty controlled. But the attacks from Hezbollah into Israel were a response to the attacks of Israel into Gaza. And the counter (ph) attacks by Israel. So this is a link very much together, like the Ansar-Allah, the Houthis in Yemen, what they're doing. There's a link between all of these military engagements all over the Middle East and between the US and people in Iraq and Syria as well.[00:15:09] VAUSE: And much like Israel has plans for a buffer zone in Gaza, it's also working to clear the northern border of militants, which would mean, in some reports, 200,000 Israelis who've been forced to leave would be able to return home. Here's more now from the IDF chief of general staff. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "HALEVI",
      "sentences": "We will push back all Hezbollah's capabilities. It will be much quieter here. There will be much more stability here. And then we will say that the residents can return. Is it happening overnight? Probably not. It will take some time.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "And clearly, Hezbollah will have something to say about that as well. But it does get to the question, can Israel live with Hezbollah on its northern border? The Israeli prime minister said Hamas is an existential threat. Where does that leave Hezbollah, which has many more fighters who are better armed, better equipped and better trained?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KHOURI",
      "sentences": "Hezbollah is a way, way more powerful and sophisticated military force. That's a big deal. than Hamas's. And the Israelis have always seen Hezbollah as a much bigger threat. They were surprised by what Hamas did when it attacked southern Israel. But Hezbollah is the real concern of the Israeli generals. And also because of Hezbollah's links with Iran, which are closer and tighter than Hamas's links with Iran. So, Hezbollah has always been the big fear for the Israelis. And they just don't know how to deal with it.They tried, they occupied South Lebanon for many years. They tried to have a surrogate army in South Lebanon. They tried just shooting across the border and nothing works. And Hezbollah has gotten strong enough to fight them in 2006 to cease fire. And there's a kind of mutual deterrence along that border, which both of them respected with the rules of engagement. And so, this bravado talk of the Israeli generals is cartoon stuff. We shouldn't take it seriously. They're just saying, we're tough, we're going to take care of our people, and we're going to show these people something. Well, they've been trying to do that for 25 years. They've been trying to do that, and they haven't succeeded. So there really has to be diplomatic resolutions for all of these conflicts. And all of the conflicts are linked, and they all revolve somehow around Palestine, Palestine and Israel. So, all of these issues. And that's resolved then the Iran and Israel tensions will probably resolve as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "VAUSE",
      "sentences": "Rami Khouri, thanks for being with us, sir. Good to have you, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "KHOURI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "By Ukraine's count, about a third of Russia's Black Sea fleet has been disabled or destroyed. 24 ships, one submarine, including a Russian landing ship, attacked by drones on Wednesday. According to Ukrainian officials, a coordinated attack by jet-ski-powered sea drones, called Sea Babies, punched holes in the side of the Cesar Kunikov, first portside, then starboard.These images are said to be recorded from the perspective of the drone as it approaches the vessel, and then a fireball erupts. CNN, though, cannot confirm the authenticity of the images or Ukraine's claim. The ship appeared to be loaded with military weapons and equipment. It went down near occupied Crimea, where it had been moored for 10 days. The Kremlin does not want to address any of the damage to its Black Sea fleet, but the Ukrainian president does. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Today, we have increased security in the Black Sea, and added motivation to the war. This is important. Step by step, we will clear the Black Sea of Russian terrorist objects. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "This achievement comes as the war approaches its second year, as CNN's Melissa Bell has more now on the long campaign by the Ukrainians using drones against the Russian fleet.(BEGIN VIDEOTAPE) MELLISA BELL, CNN SENIOR PARIS CORRESPONDENT (voice-over): The Cesar Kunikov, moments before it was struck by Ukrainian drones. CNN can't independently verify what happened to the Russian warship, but the drone was used to destroy the ship. The drone's own footage shows extensive damage, with Kyiv claiming to have sunk the vessel. Behind the attack, Group 13, a special forces unit within Ukraine's defense intelligence. The drones they used? The Migura. Not the fastest, but maneuverable enough that they can get past Russian defenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "UNKNOWN",
      "sentences": "Their weapons are not designed for such small sea drones. In most cases, they use anti-ship guns.BELL (voice-over): And the drones behind it, part of Ukraine's plan to shift front lines that have seen precious little progress for months now. MYKHAILO FEDOROV, UKRAINIAN DIGITAL TRANSFORMATION MINISTER (through translator): Technology can really save us. It's already saving us today, given the shortage of artillery rounds, given the fact that we have much less manpower in terms of numbers. BELL (voice-over):  The strike on the Cesar Kunikov, just the latest blow to Moscow's once formidable Black Sea fleet, a third of which has now, says Kyiv, has been either disabled or destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "They have actually been able to push the Black Sea fleet away from the western part of the Black Sea. And this is a great achievement, a great victory for Ukrainians.BELL (voice-over): With important consequences also for Ukraine's ability to get grain in and out of ports. A lifeline for a country fighting not only a land war in the east and south, but an existential political battle to keep allies and funding on side, even as Kyiv ramps up the production of its own much-needed weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "FEDOROV",
      "sentences": "This year we'll produce thousands of drones. I cannot say how many exactly, but I will say this, there is no limit. BELL (voice-over)(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "CNN military analyst and retired U.S. Air Force colonel Cedric Leighton joining us this hour for more on these lethal Ukrainian drone attacks. Colonel Leighton, good to see you.COL. CEDRIC LEIGHTON (RET), CNN MILITARY ANALYST: Good to see you too, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "Okay. So here are the specs on the military. The Magura V-5C drone, or C-baby. They're fairly small, 5.5 meters or 18 feet long, a meter and a half, 5 feet wide. Cruising speed, 40 kph or 25 miles per hour. Top speed, almost 78 kilometers per hour. That's about 50 miles. And for the moment at least, Russia's Black Sea fleet, made up of some of Putin's newest, most modern warships, is unable to stop them, not just because of the technology, but also the tactics. So how the drones are being used, that's the key here. And so overall, how long can Ukraine hold on to this advantage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "LEIGHTON",
      "sentences": "Well, I think, John, the key thing for the Ukrainians is that they need to keep doing this as long as they possibly can and achieve maximum damage on the Black Sea fleet. The Russians are obviously not a static foe. They're not going to let this happen to them forever. So, the Russians are clearly developing some defensive strategies. So far, they haven't been able to employ them. But I would say that the Ukrainians have about nine months to a year before they have some significant challenges when it comes to launching these kinds of attacks against the Black Sea fleet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "On land, though, a different story. A lack of military aid from the United States is starting to bite on the Ukrainian front lines. Here's Jake Sullivan, U.S. National Security Advisor.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "JAKE SULLIVAN, WHITE HOUSE NATIONAL SECURITY ADVISER",
      "sentences": "We've been increasingly getting reports of Ukrainian troops rationing or even running out of ammunition on the front lines. As Russian forces continue to attack both on the ground and from the air.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "LEIGHTON",
      "sentences": "It really depends on what kind of tactics are employed by the drones and by those who are using them. So, when it comes to land warfare, it's going to be a little bit different than a naval warfare. There are fewer things of great size that you can go after like a ship on the Black Sea coast, for example. But what can happen, John, is that they can use certain tactics to go after in drone swarms, to go after headquarters, to go after troop concentration, things like that. So if the Ukrainians develop those kinds of tactics and they're able to overcome Russian efforts to jam the drone connections, like the command and control nodes for the drones, things like that, they're going to be able to actually make some, make some impact on the Russian forces.But the question is how many drones will they have? How quickly will they be able to employ them? And how innovative will their tactics be in response to what the Russians are doing? The Russians have relied on mass. The Ukrainians are going to have to be much more agile and use more automated systems, such as drones, in order to compensate for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "On Wednesday, Ukraine announced that three NATO members, Netherlands, Germany, and Estonia, had joined what's known as the Drone Coalition. That's working to boost Ukraine's supply of drones as a coalition of nations. So what's the next likely stage here and how Ukraine will adapt their use of drones, how they'll deploy them? What's sort of the next frontier in some ways, if you like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "LEIGHTON",
      "sentences": "Yeah, I think what will occur here is the Ukrainians are going to develop a kind of network of drones. There is in essence going to be an interconnected web where the command and control nodes for the drones are going to be used in such a way that they can concentrate drones on specific points in the front line. If the Ukrainians do this, then they may be able to use some degree of force in the areas where they're hurting right now, such as Avdiivka, for example, on the junction of the eastern and southern fronts.Those are the kinds of things that they're going to have to do, and they're going to have to have access to far more drones than they are currently using. There are currently efforts underway, everything from crowdfunding all the way to, these efforts on the European side where they're going to be using as many drones as they possibly can and trying to obtain as many drones as they possibly can in order to achieve that advantage. But I think the future is going to be kind of a network-centric approach to drone warfare, and that's going to, I think, create the environment where there will be swarms of drones that will go after static targets on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "And the future is now. Russia has also invested in drone development. It has a steady supply of attack drones from Iran as well. But how do they rate when compared to Ukraine in drone warfare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "LEIGHTON",
      "sentences": "It seems to me that the Russian drones and the Iranian drones that the Russians are using are basically mid-level type technologies. They are not the kind of technologies that you would find with the more advanced drones that Western nations have. It, of course, depends on exactly what you're doing and how you're employing them. But generally speaking, I think the Ukrainian drones are technically superior.The problem that the Ukrainians have is one of mass. In other words, the Russians have far more at their disposal, far more drones than the Ukrainians do. And that very fact, of course, has its own consequence. And that means that the Ukrainians are going to have to overcome the superiority in numbers that the Russians currently have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "Colonel Leighton, as always, great to have you with us, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "LEIGHTON",
      "sentences": "You bet, John. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "VAUSE",
      "sentences": "New U.S.  intelligence has revealed troubling details on Russia's ability to place a nuclear anti-satellite system in orbit. How the information was released is also making news. Early Wednesday, House Republican Mike Turner announced what he called a serious national security threat, urging the president to declassify the intelligence. Several senior members of Congress briefed on the matter say the intelligence is concerning but does not pose an immediate threat to the United States or its interests. CNNs chief security analyst Jim Sciutto is now reporting in from Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Well, as international opposition grows, the Israeli prime minister appears to double down on his plans for a ground offensive in Rafah. We'll have details on that when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "VAUSE",
      "sentences": "Medecins Sans Frontieres has condemned an Israeli order to evacuate Gaza's Nasser Hospital amid heavy fighting.Crowds of civilians are fleeing the hospital in Khan Yunis, which has been under Israeli siege for weeks. The IDF says it has opened a secure route for evacuations. But doctors and medical officials in Gaza say Israeli snipers have shot and killed at least two people trying to flee. Several others over the past few days. The WHO says it's gravely concerned, the head of the agency warning the hospital must be safeguarded. But there's no safe corridor at the Nasser complex, and his teams have been denied access. Israeli Prime Minister Benjamin Netanyahu is vowing a powerful action in Rafah, despite mounting international concerns over an expected ground offensive in Gaza's Southernmost city. Netanyahu says action in Rafah would come after Israel allows the civilian population to leave the war zones. More than a million displaced Palestinians are sheltering there. It's not clear where the civilians can actually find safety. Meantime, Arab nations at the U.N. say they're preparing to introduce a resolution at the Security Council calling for an immediate ceasefire in Gaza. (BEGIN VIDEO CLIP) RIYAD MANSOUR, PALESTINIAN U.N. ENVOY: From our perspective, we believe that the Security Council should shoulder its responsibility and act immediately in stopping the fighting, saving Rafah from this looming catastrophe. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, Prime Minister Netanyahu really seems to be doubling down on his position on the negotiations over the release of Israeli hostages held by Hamas.He is saying it's up to Hamas to change their position. ROBERTSON (voice-over): He's also appearing to double down on the threat of an IDF ground operation in that -- in the border town of Rafah right at the Southern end of the Gaza Strip, whether about 1.4 million Palestinians at the moment. He is saying that there will be a military operation there, a powerful one, he's saying. He does say, however, that that's once the civilians from that area have been evacuated, although no plan for that evacuation has yet been articulated publicly. And this comes at a time when there is growing condemnation a group of Arab nations is going to recommend to the U.N. Security Council. The U.N.'s humanitarian chief, Martin Griffiths, has said that his concern that there could be a massacre of people inside of Rafah. The U.N.'s special rapporteur on preventing genocide says that there could be atrocity crimes in Rafah. The International Committee for the Red Cross have also raised their concerns. The German foreign minister, in Israel Wednesday, raised her concerns, as well. So there is a growing drumbeat of international opposition to any military offensive in Rafah. But the prime minister here is still talking about it being a possibility. Now is this language that it's using to increase the pressure on Hamas to give into his demands and his terms for the release of Israeli hostages? That's unclear, but he does seem to be doubling down on his positions at the moment. Nic Robertson, CNN, Tel Aviv, Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "VAUSE",
      "sentences": "Japan once had the third largest economy in the world, but not now. The land of the rising sun sunk into a recession.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:13",
      "speaker": "VAUSE",
      "sentences": "Just when it seems Japan's powerhouse economy was back after decades of slow growth. Now comes word of a recession.The latest government data shows two consecutive quarters of a shrinking economy. And it's no longer the world's third biggest economy. Live now to Tokyo, CNN's Hanako Montgomery. So analysts say Japan's GDP has slipped to fourth because, you know, among the problems they have is an older population and a population which is getting smaller. But are demographics the only problem here? What else is going on?",
      "isLastSentenceInterrupted": false
    }
  ]
}