{
  "date": "2024-08-05",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Goes After Top Republicans In Swing State Georgia; Harris Pulls Closer In Nationwide Polls; Noah Lyles Winds 100M Gold In Thrilling Photo Finish. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:31:55",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, just after 5This is a look at the radar for Hurricane Debby currently sitting just off the coast of Florida. The category 1 set to make landfall any moment now. We're getting these images coming in from Fanning Springs, Florida. It shows the intense rain and strong waves as many across the southeast bracing for possibly historic flooding. Good morning, everyone. I'm Kasie Hunt. Wonderful to have you with us this morning. We're going to bring you the latest on that hurricane throughout these upcoming hours. But we do want to get to politics. Donald Trump feuding with top Republicans in a key swing state. The former president going after Georgia Gov. Brian Kemp and Secretary of State Brad Raffensperger at a rally that he held in Atlanta over the weekend. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENTIAL CANDIDATE:  Your Gov. Kemp and Raffensperger -- they're doing everything possible to make 2024 difficult for Republicans to win. Kemp is very bad for the Republican Party. He wouldn't do anything. He could have ended the travesty with a phone call because I did nothing wrong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:55",
      "speaker": "HUNT",
      "sentences": "Hmm. Which one won Georgia? Which one lost Georgia? Hmm.After losing the last election to President Biden, Trump, of course, pressured Brad Raffensperger in that now infamous phone call to try to locate more votes as they tried overturn the election. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "So, Geoff, one of the other things we've seen kind of unspool here with Donald Trump is the way in which he has been attacking Kamala Harris. And we saw, of course, him questioning her identity in a way that was very offensive to many voters, especially of color, at the NABJ event that unfolded last week.Sen. Lindsey Graham was on the Sunday shows over the weekend. He was asked about whether this was the right way to go about things. I want to show you what he said and then we'll talk about it. Take a look. (BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC):  Here's what I would say to President Trump. The problem I have with Kamala Harris is not her heritage, it's her judgment. She has been wrong about everything. Every day we're talking about her heritage and not her terrible, dangerous, liberal record throughout her entire political life is a good day for her and a bad day for us. So I would encourage --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "JACQUI HEINRICH, FOX NEWS ANCHOR",
      "sentences": "It seems though, Senator --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "GRAHAM",
      "sentences": "-- President Trump to prosecute the case against Kamala Harris' bad judgment.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "Can you just kind of explain how you think about this because, I mean, Graham there saying look, every day we're talking about this we are losing, essentially.And if you think about what Kamala Harris would need to do to win Georgia over Donald Trump, it's two-fold, right? It's winning over people like you -- suburban -- especially, moms -- who are uncomfortable with Trump. It's also energizing Black voters in Atlanta, especially. And this line of attack from Donald Trump, it seems to me, potentially does some damage there. But I'm curious as to what your assessment of it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "DUNCAN",
      "sentences": "Well, Donald Trump could not be more self-destructive, obviously, over his career, but especially the last couple of weeks. I mean, it's almost like this guy wakes up trying to lose this race, watching the things he's doing, the things he's saying.But, you know, when I listen to that statement by Lindsey Graham, I can't help but think that's the problem. It's Lindsey Graham and all these other Republicans that just kind of like, well, maybe he shouldn't be doing this. No -- call him out. He should not be doing this, and you don't endorse him even though -- Look, I'm playing a bankshot here. I'm support a Democrat even though I'm a lifelong Republican because I want to restructure the company. I want to rebuild the Republican Party because you cannot just walk into these statements and just kind of -- well, maybe he shouldn't do that. Maybe he shouldn't say that. What he's doing is being racist by picking on somebody's heritage, right? Like, if you did that in any business across America, that's what it would be called. But yet, we keep giving him hall pass after hall pass after hall pass. There's no policy Kamala Harris is going to support or pass that's going to be more destructive than Donald Trump's tongue and his threat to democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "Yeah.All right, Geoff Duncan. I always appreciate kind of the way you look at things and having your perspective on the show. Thank you so much for being here. DUNCAN:  Have a great day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "All right.While Donald Trump is reigniting old feuds in the Republican Party, Kamala Harris is closing the polling gap. The most recent CNN Poll of Polls shows a virtual dead heat in the national race with Harris two points behind Trump. It is closer than where Biden was when he left the race two weeks ago. And in those battleground states we see, of course, no clear leader. That's the parlance that we use here. In the most recent CBS News/YouGov statistical model, seven states are tied or within the margin of error. Again, the point here -- this is closer than it was when Joe Biden was at the top of the ticket. There are also signs of Harris' campaign closing the enthusiasm gap with Republicans. Since the last poll before Biden exited the race, there's been a four-point rise in registered Democrats who now say they will definitely vote while that same measure for Republicans has dropped by two points. Joining me now, Julie Manchester. She is national political reporter for The Hill. Julia, good morning. Always wonderful to have you. You have been looking at kind of this polling broadly, as well as the VP --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "JULIA MANCHESTER, NATIONAL POLITICAL REPORTER, THE HILL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "-- selection race and how all that kind of plays together.The bottom line here, we are seeing more and more evidence of what you can sort of see and feel anecdotally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "MANCHESTER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:03",
      "speaker": "HUNT",
      "sentences": "-- among Democrats.How different is this race now? And also, what risks are there for Harris going forward as she is set to make what is going to be her most consequential decision so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Yeah, for sure.To your first point, one of the things we're seeing -- we can put up on the screen how Black voters have kind of shifted --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "-- with Harris at the top of the ticket as opposed to Biden. So likely, Black voters were with Biden -- 73 percent with. With Harris, they're with 81 percent. And then look at this. Trump had 24 percent of Black voters against Biden; 18 percent now with Harris.That's an inroad that, as you say, could put different states on the map.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "Absolutely, and I think you see it particularly in the Sun Belt, like in Georgia. Harris was there last week. We saw Trump there this weekend.Watching Trump there this weekend, though, was really fascinating because he said on Friday that he was going to unleash hell on Harris at that rally. And he obviously criticized and attacked her and President Biden, but he seemed to make Gov. Brian Kemp, the Republican governor of that state, sort of a target of his wrath instead of talking about the economy. Instead of talking about these issues in the markets where there could be an argument where he could attack the administration on that and make inroads with some of these voters. But instead, he's talking about that. Talking about Harris' race and ethnicity. That's likely not going to do anything to help him with this group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Yeah. I mean, it's like who are running against --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "-- right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "Right, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Are you running against a Democrat or are you running against your own party? Let's dig into -- for a second to the questions around Shapiro because I know you've been doing some reporting there. Sort of, my sense was -- well, I should say in the folks that I was talking to there was a sense that Shapiro was really at the top --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "-- and that now there have been these sort of attacks aimed essentially at undermining his selection. It does seem like there's a risk for them with progressive voters with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "-- Josh Shapiro. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "So, Josh Shapiro has been pretty vocal and outspoken about his views on the Israel-Hamas War. And also, he's worked with Republicans in Pennsylvania on the issue of school vouchers. So there's a couple of issues there.However, I would say that Josh Shapiro holds a very similar view to the other candidates in this race on Israel and Hamas and that war. In fact, we saw Sen. Mark Kelly attend Netanyahu's address to Congress a few weeks ago. So what this shows, I mean, is that he's under a lot of scrutiny, I think first of all, because he's been outspoken. But also, there's real questions about the fact that he is an observant Jew. He wears that on his sleeve and he talks about that. So there's questions about antisemitism. But what's interesting, Kasie -- I was talking to one progressive last week and I essentially asked them look, are voters going to stay home if she picks Shapiro? And he says if this is against a Trump versus Vance, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "All right, Julia Manchester for us this morning. Julia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MANCHESTER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:48:29",
      "speaker": "HUNT",
      "sentences": "All right. We're looking live now at Lake DeSoto, Florida as Hurricane Debby inches toward making landfall. This storm could bring catastrophic flooding to the area. We're going to update you on this throughout the morning.But let's continue with politics now. Donald Trump struggling to do what he sometimes does best -- attack a political rival. When it comes to Kamala Harris nothing seems to be sticking quite yet and it may be backfiring. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:48:29",
      "speaker": "TRUMP",
      "sentences": "She was always of Indian heritage and she was only promoting Indian heritage. I didn't know she was Black until a number of years ago when she happened to turn Black. And now she wants to be known as Black. So I don't know. Is she Indian or is she Black?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:48:29",
      "speaker": "HUNT",
      "sentences": "Of course, what he's engaged in is known as othering -- trying to label an opponent as not like you.Joining me now to discuss, CNN presidential historian Tim Naftali. He joins us live from Atlanta. Tim, good morning. I saw your comments -- TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN, FORMER DIRECTOR, NIXON PRESIDENTIAL LIBRARY (via Webex by Cisco):  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NAFTALI",
      "sentences": "Well, first of all, voters should be appalled but not surprised. What makes Donald Trump a particularly poisonous user of othering is that he's the first top-of-the-ticket in our presidential history to engage in this practice.We've seen in the past (audio gap) when the country is on the verge of breaking or shattering a cultural or racial glass ceiling, we've seen othering. That's basically allies of a presidential candidate saying that the opposing candidate is not like us. They're alien. They're different. In our history, race has been used in that way. There were rumors spread by opponents of Abraham Lincoln that Abraham Lincoln had Black heritage. Similarly, many years later in 1920, opponents of Warren G. Harding, who ultimately became president, spread rumors that he had Black ancestry. In the 20th century, for the most part, what you saw was the discussion of people's secret Catholicism. That glass ceiling opportunity for the first -- for the first Catholic to become president became a source of division. In 1928, the Democrats nominated a Catholic, Al Smith. He doesn't win. But if you look at the language used to described why he shouldn't win it wasn't about his policies. It was about his heritage. The difference now is the top of the ticket is doing it. Herbert Hoover didn't talk about the fact that Al Smith would be beholden to the Pope and the Vatican. Some of his allies did, certainly. But now we have the top -- we have the presidential candidate himself engaging in othering, and that's the big difference. Think about John McCain. John McCain --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "I was just going to ask you exactly that because I am --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NAFTALI",
      "sentences": "-- had allies who --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "-- flashing back to that. Yeah, continue. I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NAFTALI",
      "sentences": "The point -- think about John McCain. John McCain had allies who were othering Barack Obama. They were saying that Barack Obama was a secret Muslim. And John McCain actually faced a voter who said that and asked him about it. And instead of playing along, he said \"No, ma'am.\"Now, some of the language he used gave the impression that being a Muslim would be a problem, but the thrust of what he was saying was \"No, ma'am.\" Barack Obama is who he says he is. I don't think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NAFTALI",
      "sentences": "-- he should be president because I disagree with his policies, but let's not talk about his heritage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NAFTALI",
      "sentences": "Contrast that with Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "For sure.Tim Naftali, I'm sorry we're so short on time this morning. I hope you'll come back. I think this is going to be a conversation we're going to have kind of ongoing for the next few months until November. Thank you so much. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "NAFTALI",
      "sentences": "Thank you, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "All right, time now for sports.American Noah Lyles stakes his claim as the fastest man in the world with a thrilling photo finish in the 100-meter dash. Amanda Davies joins us now with more from Paris. Amanda, good morning",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "DAVIES",
      "sentences": "Brilliancy.",
      "isLastSentenceInterrupted": false
    }
  ]
}