{
  "date": "2024-12-19",
  "headline": "CNN News Central",
  "subHeadline": "Interview with Rep. Rich McCormick (R-GA): Government on Brink of Shutdown After Trump, Musk Tank Spending Deal; Fani Willis Disqualified from Trump's Georgia Election Case; Workers Strike Against Amazon During Busy Holiday Season. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, you've previously said you knew you were a no coming in. Actually, I literally just got handed an update, Congressman. I'm learning this as I'm speaking to you.It sounds like members are now leaving Johnson's office saying there is an agreement on government funding, but they are not offering details. And this is coming from Republican Congresspeople Tom Cole, Stephanie Bice, Mario Diaz-Balart. There is apparently some kind of an agreement. There would be an announcement shortly. I wonder what is in there. Obviously, we're learning this as we're speaking. But you previously said that you saw this impasse coming because the bill doesn't fix spending issues more broadly. You've argued that other Republicans who are now expressing surprise should have seen this coming. You said earlier today on another network, quote, shame on us. Who in your party do you think bears responsibility for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "We all do in many ways. If you think about it, we've had control of the budget for two years now since I was voted into Congress. I haven't seen anything conservative really pass.When you talk about the FEMA and the budget we have to relieve people of hurricane damage and devastation, 40 percent of this year's FEMA budget, according to the hearings we just had, FEMA director was there and the report they did in April showed that 40 percent, almost half the budget, was spent on COVID relief by law. That's the law that we wrote as Republicans. That's the one we passed and set up the Senate. We didn't take any of that out. And it's no wonder that we ran out of money, whether it be on people who came here illegally or on money spent on COVID two years after the pandemic. You know why you get those phone calls from people that say, hey, we have some money for you. We're going to make cut of it. We're going to give you some money. The government spends it there, and we don't have anything left over for the hurricanes. That's on us. And when you don't responsibly budget the money, you run out of it pretty quickly in the areas that you need to have it. Eighty-one percent or approximately such goes to SNAP out of the agriculture budget. So all those things that we're spending money on, we need to be shifting towards where it's really needed and not just handing out to people who want to have a piece of the pie without actually putting something in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "So do you think the problem is with leadership, I mean, if you think that everyone bears some responsibility, who should then be held accountable? Is it House Speaker Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "Of course. The buck stops there. I mean, you have leadership for a reason. You lead, follow, or get out of the way. That's what we say in the Marines. There is no more culpability than the leadership position.Of course he's responsible. That doesn't mean it's an easy job. It doesn't mean that you're going to be able to just snap your fingers and make it happen. But he has to answer that long-term vision that he put before all of us where we're going to take the debt and deficit seriously. We're going to actually have a plan. We're going to have something to follow through where he's actually taking input from all of us with only a two-vote majority. He has a harder issue to hammer home than the Senate does right now, and that's a monumental challenge. But it shows that this is going to be his time to either shine or sink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Do you think he should remain Speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "That's about to be told. It depends on what kind of plan he has. Because quite frankly, this will define him. This is his defining moment, whether he's going to survive and go forward and make us flourish or if we're going to pick another leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, you spoke of a broader vision for government spending, a long-term strategy. President Trump told NBC News that he would back abolishing the debt ceiling altogether. You voted against suspending it.It's supposed to be this tool that helps the government keep its word when it comes to a budget. But as you know it's been suspended over and over and over again. Would you support abolishing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "Not a chance. Let me tell you why. It's kind of a marker in time. How fast are we closing in on that extension?Hey, if you want to extend it by $4.5 trillion and get it up to about $40 trillion in debt, when you pay a trillion dollars in interest payments per year. I think that's a great one because then you can see how fast you basically spent in deficit the amount we bring in in revenue every single year. Think about that -- $4.5 trillion is what we bring in in revenue. How fast are we going to consume that if we extend that debt? And then the public can actually see, oh my gosh, we just burned through that in two years, the entire deficit. So in other words, in one year you bring in $4.5 trillion, in two years you spent that in excess. That should be shocking to people. They say that we're not having a serious conversation about controlling our spending. It will catch up to us. It will affect our currency standard in the world. It will affect our place in history. And of we don't do it right, our children and our [15:40:00] children's children will suffer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "I have to say though, during Donald Trump's first term, he suspended the debt ceiling three times, including once for a two-year period. By some estimates, he added nearly $8.5 trillion to the national debt. Have you seen any evidence, any indication that Donald Trump will reign in spending during his second term, that that is a serious priority for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "Well, to be honest, you can't really compare a spending bill with something we're doing right now. First of all, I've already been very critical --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "He did suspend the debt ceiling way before COVID.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "Got that, got that. But you said during his entire presidency, and that's what I was addressing. But quite frankly, that's what we've been promised. When we talked to Elon and Vivek and they came here and we talked about the doge and we talked about saving Social Security from a 21 percent automatic cut, which has to be done soon, by the way.And it's not just going to magically happen. It's going to happen without a vote. There's going to be an 11 percent cut on Medicare without a vote unless we do something. That's what bold, it has to be bipartisan. Because quite frankly I don't want to somebody making commercials about me pushing grandma off a cliff because I tried to do the right thing to save grandma from a 21 percent cut or from adding so much deficit and debt that our children will never have the same country that we've grown up around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Mass deportations are a top priority for President Trump in this incoming administration. You know that's going to have a huge cost. I mean, are you concerned about the kind of money that that would add to the debt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "That's not even -- that's not even a legitimate question. If you think about how much money we spent on bringing them in here, putting them in houses, feeding them, giving them health care, you think it's going to cost more for us to deport these people than it is to sustain their entire family when they can't pay taxes and they can do nothing but consume? And they came here with the idea that, hey, as soon as we get to America, even though we can't work, we can't pay taxes, we're going to get free housing, free food, free medication, free education.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Sir, a lot of those folks actually do work. A lot of them work in agriculture. Like half of the average(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "The ones who came here legally. The ones who came here legally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "No, no, no. Half the agriculture industry in this country, the work is done by undocumented migrants, and they do pay taxes through things like sales taxes. S o it's not just a cost --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "That's why I think (INAUDIBLE). I'm agreeing with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "It's not just the cost of deporting them, it's also the economic cost to the country. You don't have concerns about how that might affect the economy? MCCORMICKGive them some sort of motivation to follow the law rather than some motivation to break the law, because right now we're doing it the opposite way and we're paying the price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Congressman Rich McCormick we leave the conversation there. Very much appreciate you sharing your prospectives. Please keep us posted if you hear any details about this apparent CR deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MCCORMICK",
      "sentences": "Will do. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "A Georgia appeals court has disqualified Fulton County District Attorney Fani Willis from prosecuting the election interference case against Trump and his co-defendants in Georgia. Their ruling overturns a lower court decision that had kept Willis on the case despite questions about her relationship with a special prosecutor that she put in charge of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Paula Reid is with us. So, Paula, walk us through why Willis was removed from this case and what does this mean for some of Trump's co-defendants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "So, the Trump team had been trying to get Fani Willis removed from this case because of her romantic relationship with a special prosecutor, Nathan Wade, who she tapped to oversee this. They were not successful at the trial level, but here the court of appeals says, based on just the appearance of impropriety, usually that's not enough. But here, what this romantic relationship did to sort of taint public perception of the case, that is enough.And again, this is rare that this would be how they would go on something that was just the appearance that something wasn't off. But they said, look, the only way to really restore public trust in this case is for her and her office to be removed from the case. So the case itself was not dismissed, but after this opinion, they would have to find a new prosecutor, a new office that would want to take on this case. Now, it's not just President-elect Trump. There are other co- defendants attached to this case, incredibly complicated because it's a RICO prosecution. The way they brought this case, there were always questions about whether it would even make it to trial based on the complexities. But look, Trump throughout his entire life, really, he's been trying to undermine trust in the criminal justice system. And especially when it comes to his own cases, he was always attacking prosecutors, judges. And here, Fani Willis really handed him a very legitimate question. And I was speaking with a source close to this case who said, look, no matter what you think about Trump, yes, this is a win for Trump. But he said this is also a win for the rule of law because I think most people would look at this and be like, look, there is something off about having a romantic relationship with a special prosecutor who's profiting off of this. There were questions about his billing practices. And it's notable that here the Court of Appeals said, look, we don't have to have a finding of impropriety, just the appearance here. As a prosecutor, you need to keep everything above board. And she failed to do that here in a historic case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Less than a week before Christmas, thousands of delivery drivers are walking off the job today, and it's happening at several Amazon locations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "And here is the disagreement at the core of this. Now, these drivers are wearing Amazon vests, they're driving Amazon vans, but are they actually Amazon employees? That is the key.CNN's Vanessa Yurkevich joins us now. Vanessa, what are you learning about how these two sides are navigating whether Amazon can deliver packages under the tree on time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "LIKE CIANCIOTTO, STRIKING DRIVER",
      "sentences": "Many of us, we don't have any Christmas presents under the trees this year because the wages, the hours that we get working for Amazon just simply aren't enough to get by in today's economy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "YURKEVICH",
      "sentences": "Now, Amazon says that they believe that the Teamsters union has coerced and threatened a lot of these workers to join forces with them. And ultimately, Amazon's saying that is illegal and that is in violation of tons of labor standards and practices. Also, Amazon's saying that they're investing billions of dollars into their drivers program that will hopefully lift wages for workers closer to $22 an hour.But, guys, this has been going on for a long time. The union has been trying to get the two sides to negotiate. So why is this happening now? It's the holidays. And ultimately, this is a profitable time for Amazon. And the union, the Teamsters, wants to make a dent. And whether or not it does or not, just the perception that there's a strike may make a consumer like you and I say, wait a minute, is there going to be a delay with my package? Maybe I'll buy something from Walmart instead. And that ultimately is a win right now for these workers and the union. Just the perception alone, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, putting the word out to all my loved ones, this is why I'm not on time with my gifts this Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "YURKEVICH",
      "sentences": "Not fair, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Thank you so much. We'll be right back. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "KEILAR",
      "sentences": "That's right. Now, Washington residents played a big part in the wipeout. They set up traps around their homes. Scientists also managed to tie a tiny radio onto one of the hornets and track it back to its hive. They look like aliens right there, don't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:04",
      "speaker": "SANCHEZ",
      "sentences": "That's a really intense suit to wear, but these are murder hornets after all.",
      "isLastSentenceInterrupted": false
    }
  ]
}