{
  "date": "2024-07-02",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Biden Defiant As Democrats Go Public With Complaints, Demands He Drop Out; Biden Attempts To Laugh Off Bad Debate Performance; Some Top Democrats Push For Biden To Exit Race; Democrats Skeptical Of Joe Biden's Status; Hunter Biden Had His Dad's Ears; Law Applies To Everyone. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:03",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "What scripts do Democrats follow now? That's tonight on NewsNight.Good evening. I'm Abby Phillip in New York. And tonight, act two, Democrats are in the middle of a drama that even Hollywood might have thought twice before conjuring up. Joe Biden, like it or not, will have to make a choice, and very soon. It is a choice between swimming upstream against the current Democrats who say publicly and privately that it's time for him to step aside, and putting his considerable pride aside to clear the way for someone else. The inciting incident was that now infamous debate. But now, today's CNN poll may have given Democrats the permission structure that they were looking for to back away. It's a dispiriting data point if you're sitting in Delaware. The voters who like Joe Biden, Democrats and lean Democratic voters, they say that he should no longer be the main character in this election. Now, if you think that would change how the White House is viewing this and their posture, maybe, but I don't think so. Take a look at what they're saying. All day long, they have been putting out some of their surrogates to remain defiant, bringing out their most loyal defenders to say things like this. (BEGIN VIDEO CLIP) REP. MAXWELL FROST (D-FL): The president does do a lot of travel. I mean, he was traveling, crisscrossing the entire world, having been in the room with him multiple times, as he was fine at those times. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "But everyone else is now suggesting that the White House and the campaign needs to treat this with extreme caution. Suddenly, after offering a staunch defense of Biden just a few days ago, Speaker Emerita Nancy Pelosi is now one of them.(BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA): I think it's a legitimate question to say, is this an episode or is this a condition? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "And so is South Carolina Congressman Jim Clyburn, who is now promising straight talk to the president that he helped elect. Others want to see proof that Joe Biden is the Joe Biden that they remember, and not the Joe Biden that 50 million Americans watched last week.(BEGIN VIDEO CLIP) GOV. J. B. PRITZKER (D-IL): I'd like to see more. There's no doubt about it. I think that more calls should be made to people, more public appearances, more opportunity for reporters to see him and hear him. You know, he's one of the most experienced people that's ever held the job. And he needs to remind people of that. And the only way to do that is to get out there, answer questions and communicate to everybody. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "That was Illinois Governor J. B. Pritzker, just in the last hour right here on CNN. Also on CNN, Kentucky's Andy Beshear, he's the governor of that state, je was a little less generous.(BEGIN VIDEO CLIP) GOV. ANDY BESHEAR (D-KY): I think we've all, though, got to be, um, up front and honest that what we saw in the debate, it was rough. It's like seeing somebody that you haven't seen in a while and they seem a little off. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "Democratic governors demanded and finally got an audience with the president following their own mini festivus call to air their grievances about the White House, leaving them essentially on read. The White House did announce that Biden was sitting down for an interview with George Stephanopoulos. That's the kind of high risk, teleprompter-free setting that many people in his party say that they need to see him in, in order to verify that he still deserves their trust. But other Democrats in Congress are saying heads will roll their own if Biden is at the top of the ticket.(BEGIN VIDEO CLIP) REP. MARIE PEREZ (D-WA): About 50 million Americans tuned in and watched that debate. I was one of them for about five very painful minutes, and we all saw what we saw. You can't undo that. And, you know, the truth, I think, is that Biden is going to lose to Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "So, what is Joe Biden doing tonight to quiet all of this chatter? Well, he's telling jokes. Reporters who were inside a ritzy Biden fundraiser said that the president went the self-deprecating route. It didn't seem to land. Biden chalked up his lackluster debate stage delivery to a worldwide whirlwind travel schedule, quote, then I almost fell asleep on the stage.Okay, so we get it, being president, it is hard, maybe the hardest job in the world. Just look at the before and afters of pretty much every president in the modern era. But Biden was not in a particularly hard stretch of his commander-in-chief duties. He had returned to the United States back on June 15th. The debate was June 27th, 12 days later. And joining me now, the Democratic Senator from Vermont Peter Welch. Senator, thank you so much for joining us this evening. Look, a lot of your colleagues are not talking on the record, but you are, about some concerns that you have about what happened with to President Biden last week. What has you worried and frustrated at this stage? SEN. PETER WELCH (D-VT): Well, the worry I have is the worry the Biden campaign has and the worry all of us have. I mean, by the way, I'm from Vermont, we love Joe Biden. He got the biggest margin of victory in our state than any state in the union. And we love what he's done and we love who he is. The big question going into that debate was the age question. That is what the Biden campaign wanted to put to rest. The outcome of the debate was that that question on age was intensified, and that's been acknowledged by the Biden campaign. And we have got to deal with that, that's the real issue, and have frank conversations about it. Because at the end of the day, the existential question facing the Democratic Party is how do we keep Trump from being president? And whatever it takes, every decision each of us makes from President Biden down to a precinct captain in South Side of Chicago should be through the lens of how best do we protect democracy and protect America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "And to that end, CNN is reporting tonight that, you know, after talking to dozens of Democratic officials, electeds, donors. Some of them are saying they think Biden should get out of this race as soon as this week. Do you believe that should happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WELCH",
      "sentences": "Well, I think that the president is going to do as he has always done throughout his long career, and that is make his decision, after a full assessment of the situation, on the basis of what's best for the country, what's best for America. That's what his whole life has been about. And I respect him because I've seen him do that over and over again. And I think they have to take a clear-eyed view of what happened as a result of the debate. And can they move on or do they have to reevaluate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Do you think, as the White House is saying and the president's aides are saying, that he is the only person who can beat Donald Trump on the Democratic ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WELCH",
      "sentences": "I don't believe that. I mean, I'm supportive of President Biden and I appreciate it. And one of the things I appreciate about him is that he has actually unified our party in a way that it hasn't been unified in a very long time. His unity led to us defying expectations in the off-cycle elections. We've got governors around the country who have defied expectations.We have a deep bench. So, Biden is our leader and he's the one who's going to make a decision here. But the reality is from that debate America can't unsee what it saw. And we'll be seeing and hearing from the Biden campaign as to their response on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "But you think that there are other Democrats right now who would have a better shot of beating Trump than Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "So, 56 percent of Democratic and Democratic-leaning voters, according to a new CNN poll, say that Joe Biden should step aside, that the chances for their party of keeping the White House are better if there is another nominee. So, haven't the voters more or less already spoken? The polls are pretty consistent. They're worried about this. They don't think that he can serve another four years as president, even if they like him, even if they like the job that he has already done. So, should the president now, at this point, not listen to what voters are saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WELCH",
      "sentences": "We absolutely have to listen. I mean, it's why when I saw that the White House was critical of people who are asking questions post- debate, even though the White House was asking the same questions, I criticize the White House for that. We've got to steer reality in the eye and we can't disregard the information that comes to us from the polls and from what we hear. But I have confidence that Joe Biden is a clear-eyed person and a patriot. And he will evaluate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "So, you know, the president, he came out yesterday, he gave remarks from a teleprompter. We know that he's giving an interview later in this week, but is what you've seen enough to address the real concerns that people have about whether or not he has the cognitive ability to do this job another four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WELCH",
      "sentences": "Well, that's the challenge I think that the Biden campaign has to face. They'd have to be able to have the president out in unscripted, uncontrolled situations, where he was in the hurly-burly of uncontrolled political upheaval, and be able to, in those settings, provide some confidence to people that changed those poll numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Should there be a second debate with Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WELCH",
      "sentences": "I think there'd have to be, quite frankly, because ducking a debate at this point, I think, would confirm people's apprehensions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Senator, one last thing, how much longer do you think that your party has to figure this all out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WELCH",
      "sentences": "Well, the clock is ticking. So, sooner is better than later. But I think we have some time the president is somebody I haven't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Longer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WELCH",
      "sentences": "you know, none of us know, but sooner is better than later. And it's a combination of the president's campaign team making the decision on the path forward and then getting out there in that unscripted situations in the public. But bottom line, the clock's ticking, and I think the sooner the better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Senator Peter Welch, thank you very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WELCH",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Also joining me tonight, Democratic Senator from California Laphonza Butler. Senator, thank you very much for joining us.SEN. LAPHONZA BUTLER (D-CA): Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "So, the president said tonight that he was tired from foreign travel, that he joked, that this part was a joke, I think, that he was falling asleep on the debate stage. But I think the real question is, why does he keep making excuses for his poor performance, especially citing travel that happened almost two weeks before the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "BUTLER",
      "sentences": "Yes, Abby, thanks for the question. Look, I don't believe that the president is trying to make excuses. I think he knows, just as the American people know, that it was not a good performance. It was not a good debate on his part. We also saw Donald Trump, you know, lie exorbitantly. And to me, what we are hearing from the president is an attempt to try to both take ownership of his performance, but also find ways to for us to continue the conversation about what is at stake for the American people and how he can meet this moment.And, you know, sometimes we all find ways to make light of situations that we know are incredibly important and I think that's what we're doing. He is trying to carry us forward in this moment to the next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "BUTLER",
      "sentences": "What I'm worried about, Abby, is the kind of America that we're going to turn over to my nine-year-old daughter. What I'm worried about is our ability to preserve democracy, expand voting rights, protect the rights of women and create an economy for the next generation.I think in the debate last Thursday, President Trump made it very clear that he is running for self-preservation, and President Biden, I think, made it clear that he is running for the people of the country. And so, you know, if the president needs to find schedule accommodations to help to facilitate his focus on advancing our country on behalf of next generations, let's find those accommodations. But let's be clear about what's at stake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "PHILLIP",
      "sentences": "But, Senator, I mean, with all due respect, Look, I love a good nap, but the presidency is a 24/7 job. I think that is alarming to people. That even for debate prep, that is something that President Biden requires?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "BUTLER",
      "sentences": "Is that a question, Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "PHILLIP",
      "sentences": "Is it alarming to you? Are you concerned about that? You don't have that concern at all? You're not concerned about that at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "BUTLER",
      "sentences": "Look, let's look at what the president has done. And I don't know that anybody was reporting whether he took a nap or not while he was advancing, you know, historic gun safety legislation across the country. Nobody said whether he took a nap or not when he was working to advance a bipartisan deal to secure our southern border. Nobody talked about whether he took a nap or not when we were talking about creating legislation for today's climate challenges so that we have an Earth to be here for future generations.And so we should -- it's fine for us to talk about whether he takes a nap for debate prep, but let's make sure that we're focusing on what's important to the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "PHILLIP",
      "sentences": "Well, let me ask you this. I mean, one of the other aspects of this is the CNN polling that's out today showing that in a head-to- head, Vice President Kamala Harris does better than President Biden if she were at the top of the ticket. Should that be something that the president considers when he decides whether or not it is time for him to step aside and let someone else, perhaps someone else who is more representative of the future, move into that role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "BUTLER",
      "sentences": "Any responsible patriot, and I believe wholeheartedly that President Biden is just that, a responsible patriot, committed to the success of this country and future generations, any responsible patriot has to look at the performance of Vice President Harris, and in that very poll, how she is outperforming Donald Trump with independents, how she is outperforming Donald Trump with black Americans, Latino Americans, Asian-Americans. It is clear that the vice president has the ability to advance a coalition. She's been able to do that as a capable partner to President Biden. And, of course, any responsible patriot has to look at that data and be able to assess the strongest pathway possible for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "PHILLIP",
      "sentences": "Do you think that he should be considering today moving aside and allowing Vice President Harris or anyone else to take his place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "BUTLER",
      "sentences": "Again, I think as a responsible patriot, he is not immune to the reports of the media. He's not immune to the polling that is being, I'm sure, put in front of him by his staff. I know he knows full well he didn't give his best performance last week. And so I think he's got to be taken into consideration all of those factors as he weighs what is an important decision for the country.Who is it that we can advance as a nation that will protect the democracy of our country for future generations and be a strong advocate for generations to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:08",
      "speaker": "PHILLIP",
      "sentences": "When it comes to the issue of abortion, which could very well be the most motivating issue for a lot of Democratic voters, a lot of swing voters, a lot of women voters, do you think that a woman might be a better messenger for the Democratic Party, particularly at the top of the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "Senator Laphonza Butler, your first time joining us on this program, thank you for joining us on NewsNight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "BUTLER",
      "sentences": "Thank you, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:26:31",
      "speaker": "PHILLIP",
      "sentences": "New tonight, CNN is reporting that President Biden is not backing down from the presidential race with defiance becoming, quote, as much a part of Joe Biden's psychology as Delaware. The president and his inner circle further digging into that idea that Biden will remain on the ballot.For more, I want to bring in CNN senior reporter Edward-Isaac Dovere. Isaac, what are you hearing from your top sources and Democrats about this defiance of Biden's to remain in this race? EDWARD-ISAAC DOVERE, CNN SENIOR REPORTER: Well, look, to understand Joe Biden, you really have to understand the way he sees the world. And this has become part of the mythology of Joe Biden. He was told not to run in 2016 by, among other people, Barack Obama. He watched Hillary Clinton lose to Donald Trump. He was told that he couldn't win in any of the ways that he wanted to when he ran in 2019. And it turned out that not only did he win, but he did it after coming in 4th in Iowa and then 5th in New Hampshire, being left for dead. He was told he couldn't win the 2020 election the way he wanted to do it and the way they were doing it. He did legislative agenda. This is part of how he thinks about things. And, look, Jill Biden at a fundraiser in New York on Saturday in the Hamptons said Joe's mom used to say that God never gives us a cross too heavy to carry. Joe's mom was right. There isn't a cross Joe can't bear that he won't shoulder for our country and our democracy. That's how they're thinking about this. But the question that a lot of people are asking is, have they basically bought into their mythology too much? Another Democratic operative told me that the problem is that they're seeing this moment like all the other moments they've had and not realizing the kind of moment that it really is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:26:31",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, that seems to be potentially such a huge blind spot for the president and his family and his closest advisers at this junction. Isaac Dovere, thank you very much for all of that reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:26:31",
      "speaker": "DOVERE",
      "sentences": "Thank you.And for more, I want to bring in my panel, former senior communication strategist for Ben Carson's 2016 campaign, Jason Osborne, Rolling Stone Columnist Jay Michaelson, and New York Times National reporter and CNN Political Analyst Astead Herndon. So, Astead, just a few minutes ago, The Washington Post had a story out about the most important question on everybody's minds is just what is President Obama thinking about all of this? And you know, privately -- publicly, we know what he's saying, which is that he's backing Joe Biden. But, privately, according to this report, he's telling people who are asking him that he thinks Joe Biden's path is tougher now. It does very much seem like there is an almost a ball rolling down a hill quality to what we are seeing just in the last 12 hours today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:26:31",
      "speaker": "ASTEAD HERNDON, CNN POLITICAL ANALYST",
      "sentences": "Yes. And I think that President Obama has been sounding warning alarms for President Biden for a while because the evidence has been there for a while. It didn't take the debate for a lot of Americans to think that Joe Biden was too old for a second term. What it did was re-emphasize the fundamental problem a lot of voters have had with his re election campaign that frankly hasn't been dealt with by Democrats until now.But I think it's important to say the path ahead looks rather murky because they have not really laid a pathway for a plan B. They haven't asked the questions necessary to even get to the point of a plan B. And so I think it's a recognition of reality that President Obama is saying that this might become tougher because the evidence is all pointing in that direction. The only question going forward is, frankly, what can the White House do about it, and the answers to that aren't really clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "JAY MICHAELSON, CNN COMMENTATOR",
      "sentences": "No, absolutely not. I really question what Biden's family and closest associates are thinking. You know, I look at this through the lens, both kind of politically, but also ethically, you know, in my religious tradition, I'm a rabbi as well. And there's a there's a kind of fundamental concept that we want to honor the elders.Is President Biden being honored by the spectacle that's taking place right now? So, I really question what his family is thinking to put him through this. I understand that the lead, you know, that President Biden himself has this story about his own overcoming of obstacles. But this is not respect for elders. Joe Biden could go down as a hero. But instead, he's really threatening his legacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:06",
      "speaker": "JASON OSBORNE, FMR TRUMP CAMPAIGN ADVISER",
      "sentences": "Well, I'm just I'm kind of chuckling about this because it's like this is a discussion that should have been had eight months ago, nine months ago. You know, last year.I mean, for the last, you know, several months, we've had this White House saying that every clip that the RNC puts out, the little snippets of Biden having little gaffes or freezing moments is all just a big mirage. And then now, all of a sudden, the same White House, you have leaks that are coming out and saying, yes, this is a guy that goes and takes naps, which there's nothing wrong with taking a mid- afternoon nap. But who are we to believe in this scenario? Right. And what's interesting is that in your previous clips that you had, you had three or two folks that were endorsing Bernie Sanders in 2020. You had a third that didn't endorse Joe Biden until after his own primary. And you had a fourth that is really kind of more leaning towards Vice President Harris and more progressive in the party. When are we going to start seeing some more of the moderate folks that were Joe Biden's folks coming out and saying the same thing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "PHILLIP",
      "sentences": "My panel is back with me. Jay, this afternoon, the White House press secretary confirmed Hunter Biden has been in the White House. That part is no surprise. But the reporting is also that he has been one of the key voices behind the scenes in the White House, advising President Biden on staying in this race, on how to deal with all of this fallout. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "MICHAELSON",
      "sentences": "I feel like this is like hatched by some kind of GOP conspiracy. It's hard to sort of believe.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "PHILLIP",
      "sentences": "Hollywood will come calling soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "MICHAELSON",
      "sentences": "Right, exactly. No, I mean, you know, in a certain way, this makes a kind of sense, right? I mean, we talked in the previous segment. This is now sort of a family affair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "MICHAELSON",
      "sentences": "And I think Joe Biden, say what you will about Hunter Biden, Joe Biden always had Hunter's back, has made really moving statements, you know, through all the troubles that Hunter's had. And now it feels like, you know, that family relationship is primary.But to me, I do find that worrisome because it doesn't feel like the bigger pictures are being -- a bigger picture is being taken into account. And when it just becomes this shouldn't be about loyalty to Joe Biden, this should be about loyalty to Joe Biden's ideals, which are profoundly threatened if he stays in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "OSBORNE",
      "sentences": "And I would disagree with you on one point there. But on the first on the main point, I think it'd be hypocritical for someone like myself to sit here and say that I don't think a family member should be involved in the decisions making of a candidate. Right. Because we had four years of Donald Trump and his family was very intimately involved and still is.And you go back, you know, for generations and you have family members, you know, Billy Carter, you had, you know, George W. Bush with Jeb Bush, you had, you know, the list goes on and on and on. But I do think, you know, in terms of your point about it, it's concerning that maybe he's not getting the best advice. I think sometimes family gives you the best advice possible. And in the interests of, I think, Hunter Biden, let's be clear, he's going to get pardoned by his dad. There's no question about that. But I do think that your family is able to sit there and say for your legacy, you need to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "PHILLIP",
      "sentences": "And just to be, just to be clear, the president has ruled out pardoning his son for those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "OSBORNE",
      "sentences": "I'll bet you a dollar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "PHILLIP",
      "sentences": "Well, OK, well, let me -- let me turn to his dad here, because the question is maybe less so should Hunter be somebody who talks to his dad about this stuff and more? What exactly is the White House listening to? I want to play a little bit from your podcast about what you've beenhearing from American voters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "UNKNOWN",
      "sentences": "It's getting old, and I just that makes me sad because he's really a good candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "UNKNOWN",
      "sentences": "He's too old. I feel like he's a little out of touch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "UNKNOWN",
      "sentences": "But I think he's too old to just flat out at some point. The age thing has to come into play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "UNKNOWN",
      "sentences": "I like Joe Biden when he's too old.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "PHILLIP",
      "sentences": "And then you look at the numbers in the polls, and that's exactly what they say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "HERNDON",
      "sentences": "It's exactly what they say. And this has been consistent. I think it's important to say that the White House was not without evidence that this really mattered for Americans. The evidence was actually overwhelming that this was a chief concern for people.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:36:35",
      "speaker": "PHILLIP",
      "sentences": "Before the debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "PHILLIP",
      "sentences": "No one is above the law. It's maybe the most overused cliche in a prosecutor's briefcase. And until yesterday, it was one of the main linchpins of the American justice system.That's what the Supreme Court ruled that the president has limited immunity from criminal prosecution for official acts he took in office. Or, as Justice Sonia Sotomayor put it, it's ironic, isn't it? The man in charge of enforcing the laws can now just break them. In her dissenting opinion, Justice Sonia Sotomayor also wrote, in every use of official power, the president is now a king above the law. In their majority opinion, the conservative justices wrote as well, the president is not above the law, but under our system of separated powers, the president may not be prosecuted for exercising his core constitutional powers. And he is entitled to at least presumptive immunity from prosecution for his official acts. That phrase, no one is above the law, also came up multiple times during the confirmation of most of the conservative justices. Here is then Supreme Court nominee John Roberts in his Senate hearing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "JOHN ROBERTS, SUPREME COURT NOMINEE",
      "sentences": "Senator, I believe that no one is above the law under our system, and that includes the president. The president is fully bound by the law, the Constitution, and statutes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "PHILLIP",
      "sentences": "Six years later, Samuel Alito sang that same tune in his closing statement.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "SAMUEL ALITO, SUPREME COURT NOMINEE",
      "sentences": "There is nothing that is more important for our republic than the rule of law. No person in this country, no matter how high or powerful, is above the law, and no person in this country is beneath the law.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "PHILLIP",
      "sentences": "Now, Trump's first Supreme Court nominee, Neil Gorsuch, was very clear when he was asked about the president using the military to break the law.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "UNKNOWN",
      "sentences": "Does the president have the right to authorize torture if it violates the laws that have been passed by Congress or the other ones you cited?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "NEIL GORSUCH, SUPREME COURT NOMINEE",
      "sentences": "Senator, no man is above the law.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "PHILLIP",
      "sentences": "Brett Kavanaugh, well, he refused to answer the hypothetical question about whether a president can pardon himself, but he did say this about the Oval Office.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "UNKNOWN",
      "sentences": "You partly talked about independence, but apply it specifically to a ruling against the president or the executive branch generally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "BRETT KAVANAUGH, SUPREME COURT NOMINEE",
      "sentences": "Thank you, Mr. Chairman. To begin with, you're correct. No one is above the law in our constitutional system. Under our system of government, the executive branch is subject to the law, subject to the court system.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "PHILLIP",
      "sentences": "Amy Coney Barrett, here she is.(BEGIN VIDEO CLIP) SEN. PATRICK LEAHY (D-VT): Would you agree, first, that nobody is above the law? Not the president, not you, not me. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "AMY CONEY BARRETT, SUPREME COURT NOMINEE",
      "sentences": "I agree. No one is above the law.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "PHILLIP",
      "sentences": "Joining me now is Congressman Jamie Raskin from the great state of Maryland. He was the lead House impeachment manager in Trump's second impeachment trial. He also served on the House January 6th Committee.Congressman, you heard there those reactions from when the now justices were being confirmed. It's pretty stunning that just this past week, pretty much all of that has been turned on its head. REP. JAMIE RASKIN (D-MD): Yes, when most people hear that no one is above the law, we think that means that there is complete equity across the board in the country and how the law applies to us. But to these neo-monarchists on the Supreme Court, no one is above the law means that, well, everyone in the citizenry, the rabble, is equal. But for the person who gets to be president, they're in a completely different constitutional category. And the fascinating thing about it is that there's nothing in the text of the Constitution which supports that, and there's nothing in the history of the writing of the Constitution that supports it. So, for purported textualists and originalists, this decision is an absolute abomination. But what they're really interested in is enshrining and uplifting Donald Trump's power. And so they're basically trying to pave the path towards monarchical style rule in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:04",
      "speaker": "PHILLIP",
      "sentences": "What do you think that's all about? Why? Why is it that these justices, if what you're saying is true, might have that kind of project for the American presidency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:02",
      "speaker": "PHILLIP",
      "sentences": "So, given the situation as it is right now, do you think that Trump is ever going to be held accountable for the events of January 6th and really everything that led up to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:02",
      "speaker": "RASKIN",
      "sentences": "Well, this court has been doing absolutely everything in their power to frustrate and thwart the cases and the criminal prosecutions that are taking place against Donald Trump. And so now, under their fancy new doctrine, if it's a core presidential power, something like the pardon power, the president is absolutely immune, which for somebody like Donald Trump, an inveterate conman, he will start selling presidential pardons. Why not? He's immune from prosecution. He'll go ahead and do that.In terms of January 6th, the insurrectionary political coup-type activity, the court said, well, when it's between Donald Trump and his administration, the Department of Justice, that is presumably categorically or absolutely immune from prosecution, even though the Constitution does not assign the president any role whatsoever in the counting of electoral college votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:02",
      "speaker": "PHILLIP",
      "sentences": "Congressman, I know that you know that there's a big conversation happening in your party right now about how to move forward and whether to move forward with President Biden. Given everything that you just laid out, given that there's a court that has basically vested in the president, enormous power, and that next president could be Donald Trump. Are you comfortable putting the fate of American democracy solely in the hands of President Biden, the man that 70 percent of Americans say is too old to be an effective president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:02",
      "speaker": "RASKIN",
      "sentences": "Well, to be clear, I'm not comfortable putting the fate of American democracy in the hands of any single person. And I've said from the very beginning of this campaign that it is up to everybody to be involved.That's why I've been out to 21 different states, Abby, campaigning for the Democratic ticket up and down the ballot. And I trust that President Joe Biden will be with us every step along, regardless of the decision he's got to make. It's going to take all of us to defend American constitutional democracy against the monarchists and the authoritarians and the insurrectionists who would try to overthrow everything that prior generations of Democratic patriots have built over more than two centuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:02",
      "speaker": "PHILLIP",
      "sentences": "Congressman Jamie Raskin, thank you very much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:02",
      "speaker": "RASKIN",
      "sentences": "You bet. It's my pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "PHILLIP",
      "sentences": "Astead Herndon is back with us for some final thoughts. So, Astead, you know, the really notable turnaround here has been in the sort of elder leadership of the Democratic Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "HERNDON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "PHILLIP",
      "sentences": "First, Pelosi going from, he's not going anywhere, to these are legitimate questions. Then Jim Clyburn now saying this about Vice President Kamala Harris.(BEGIN VIDEO CLIP) REP. JIM CLYBURN (D-SC): I will support her if he were to step aside. This father should not in any way do anything to work around Ms. Harris. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "PHILLIP",
      "sentences": "That was very much a message received --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "HERNDON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "PHILLIP",
      "sentences": "-- kind of moment. What do you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "HERNDON",
      "sentences": "I think that it reflects a kind of growing sense from people that this has gone from kind of fan fiction, the idea that Joe Biden would step aside, to a little something that has some political backing.These aren't just small problems for the president. It reinforced the core belief a lot of Americans have about him. And there is not a clear plan B. But I think Clyburn is speaking to something a lot of people feel right now, which is that if this is not what the vice presidency is for, then what else is it for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "PHILLIP",
      "sentences": "If the president can't do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "HERNDON",
      "sentences": "If the president can't do the act that he is supposed to do. And you selected someone under the premise that they will be ready to govern over the other options, then I think the Democrats have a lot of explaining to do as to if she is not the person who is then to step down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:58:01",
      "speaker": "PHILLIP",
      "sentences": "Yes. Okay, but the counterpoint to this is Lloyd Doggett, the congressman who was the first today to say Joe Biden should step aside. He said this to Anderson. He said, I think there would be an uproar about that if there were any feeling that she was being given an unfair advantage, even as talented as she is.He was talking in part about the war chest that the Biden-Harris campaign has built. But also, that sentiment is about just her stepping into this role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:02",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:02",
      "speaker": "HERNDON",
      "sentences": "It is going to be very hard for vulnerable Democrats in Senate districts and House districts to defend Joe Biden going forward if it becomes a 60, 70 percent issue for a lot of Americans that he's unfit to serve.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:02",
      "speaker": "PHILLIP",
      "sentences": "I mean, it actually is -- HERNDON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:02",
      "speaker": "PHILLIP",
      "sentences": "-- already at 70 percent issue for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:02",
      "speaker": "HERNDON",
      "sentences": "It is already there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:02",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:02",
      "speaker": "HERNDON",
      "sentences": "That's going to make it harder and harder for them to do it.",
      "isLastSentenceInterrupted": false
    }
  ]
}