{
  "date": "2024-03-31",
  "headline": "CNN This Morning",
  "subHeadline": "At Least Seven People Shot In Downtown Indianapolis; Work Underway To Cut Up, Remove Bridge Pieces From Port; Pope Francis, King Charles Mark Easter Battling Health Issues; King Charles Attends Easter Service Amid Cancer Battle; Pope Francis Presides Over Easter Mass At St. Peter's Basilica; Trump Posts Video Showing Image Of Biden Hog-Tied On A Truck; GOP Slams Biden For Marking Transgender Day Of Visibility On Easter; GOP Pushes Back On Biden's Promise To Replace Key Bridge Using Federal Funds; House To Consider Ukraine War Funding After Easter Break; Chad Daybell's Trial Begins In Idaho. Aired 6-7a",
  "utterances": [
    {
      "timeStamp": "06:00:45",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Good morning to you and welcome to CNN THIS MORNING. Happy Easter. It is Sunday, March 31st. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "And I'm Amara Walker. Here is what we're working on for you this morning. Removing wreckage. There are signs of progress as crews clear massive mounds of steel and concrete from the deadly Baltimore bridge collapse. We are live on the scene with a work -- a look with the work happening right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "BLACKWELL",
      "sentences": "Happening now also King Charles at Easter service. It's his first significant public appearance into cancer diagnosis. We're live in Windsor this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "WALKER",
      "sentences": "And firing back, the White House is on the offensive this morning. Republicans blast President Biden for proclaiming Easter Sunday as a Transgender Day of Visibility. Although, they both fall on the same day this year by chance. We're live with the fallout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "BLACKWELL",
      "sentences": "Plus, how soaring cocoa prices are leaving a bit of a bitter taste for chocolate lovers this Easter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "WALKER",
      "sentences": "We begin this morning with breaking news out of Indianapolis, where at least seven people all between the ages of 12 and 17 were shot last night. It happened in downtown and police believe it started with some sort of conflict that ended in gunfire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "BLACKWELL",
      "sentences": "When officers arrived, they found a group of children with gunshot wounds, all of them were taken to hospitals and are now in stable condition. Now, police think more than one gun was involved and so far no arrests have been made.Well, the work has now begun on the north side of the collapsed Francis Scott Key Bridge in Baltimore. Crews are working to remove the debris to hopefully find the four missing victims there at the site and reopen the port.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "WALKER",
      "sentences": "Officials are estimating it will take weeks to clear the damage underwater. Crews have isolated a section of a natural gas pipeline to support the salvage operations. CNN's Michael Yoshida joining us now live from Baltimore. Hi there, Michael. Update us on what the latest is, and especially when it comes to the removal of all that debris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:45",
      "speaker": "MICHAEL YOSHIDA, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, good morning, Amara and Victor. You mentioned that north section of the key bridge. We're told that crews will start cutting up and removing pieces of that part of the bridge that with the hope of opening up a pathway in the water to get more vessels in and around that crash and collapse site.You can see it over my left shoulder. Those lights there in the distance right now, of course, we've seen that Chesapeake 1,000, the largest floating crane on the East Coast has moved into the area to help with all of this work in the coming days and weeks. We're told it will be joined by at least six other floating cranes, other barges, tugboats et cetera, to help in this complex process. And as they start moving that equipment here into Baltimore here we're told, again, that analysis of this crash and collapse continues more than 1,000 engineers taking a look at all of the pieces of the debris, trying to figure out the best way to start taking it apart. Again, we're told some three or 4,000 tons of debris just on top of that ship. So that will need to be cut up and removed as again they try and salvage the -- get the salvage operation underway, clear the waterway, and also try and get down into the water and continue with those recovery missions. Try and find those four missing workers. Try and bring some closure to those families. Now, Saturday, we did learn that the U.S. Small Business Administration, as we talk about this recovery effort, they did approve a disaster declaration. That's to help some of the small businesses in the area impacted by this bridge collapse. So, those funds for low-interest loans up to $2 million start to be available for small businesses here to apply for. Again, a very complex and long process. The Coast Guard saying this is more like a marathon and these are just the first few steps that we're starting to see as for a timeline, for how long all of this could take. Again, not days, not weeks, potentially months, if not longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "BLACKWELL",
      "sentences": "In Vatican City, Pope Francis is beginning the traditional Easter papal blessing from the main balcony of the Vatican after presiding over Easter service outside St. Peter's Basilica. The 87- year-old pope has canceled several engagements over the past year as he recovered from what has been described as colds, bronchitis, and the flu. Of course, we're covering all the major Easter celebrations with CNN's Max Foster outside of Windsor Castle and CNN's Vatican corresponded Christopher Lamb in London.Max, let's start with you. The king's most significant appearance since his cancer diagnosis. I don't believe that this is a return to a normal schedule, but it is good to see that he appeared at least to be in good spirits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "MAX FOSTER, CNN ANCHOR AND ROYAL CORRESPONDENT",
      "sentences": "Yes. I think that's really the message here today to show that he is well. He can, you know, carry out public functions, but his doctors have advised him not to be exposed to the public too much because of the treatment he's receiving.One small bit of intel, if you liked, that I've gathered from the crowds here is that there were about 10 people, members of the public allowed into the castle today. And that's who he was waving at when he went into the church service, which is significant actually, because it does mean that this is his first public engagement since he had that cancer diagnosis. So, the advice of the doctors is clearly try to play it safe. I guess around, you know, the sort of rules we had around COVID. You could perhaps be out with the public in the fresh air but don't share space with them indoors. So, I think that is quite significant that his doctors have said, you're well enough to go to a church service and sit through it. But also, you could potentially go up to the public as well. So, we'll see what happens when he comes out of the church and whether he goes up and meet some members of the public that'd be quite interesting, but it does mark a new phase really in his recovery, I guess. It's really important for the monarchy to be out there in the public because that's really what they're there for to represent the public. And I'm sure he'll want to do that if his doctors allow it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "WALKER",
      "sentences": "Max Foster, thank you so much. Let's go now to CNN's Christopher Lamb who is in London as well. Christopher, the pope is also battling health issues and he even skipped the Good Friday service to preserve his energy for today. Tell us more about how he's doing and the message he is delivering this Easter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "CHRISTOPHER LAMB, CNN VATICAN CORRESPONDENT",
      "sentences": "Well, he seems to have been able to preserve as energy because this morning Francis has been out in the square greeting thousands of pilgrims who have gathered for Easter Sunday mass. And right now, he is giving his traditional Urbi et Orbi message, his Easter Sunday message, which he gives each year, addressing various conflicts and wars in the world. He seems to have got his voice back. He has been at times find it difficult to give speeches. He has asked aides to deliver messages for him, to read them out. But over this holy week and run-up to Easter, the pope has presided at five services since Thursday. So, it is a very intense schedule for any pope, let alone a pope of 87 years old who has been battling various health challenges.Now, Francis did pull out of the Good Friday service, Rome's Colosseum, in order to preserve his health. But he has been presiding at all the services in St. Peter's. He was at the Easter vigil last night, a two-hour long service, greeting people afterwards. And this morning on Easter Sunday, he has been out in the square. So, I think Francis, despite his age, despite mobility difficulties, he uses a wheelchair, he is determined to keep going and really wants to continue to deliver his message, which is one of the importance of service in the church, humility, reconciliation, and of course ambitious reforms and renewal for the Catholic church, something he's been emphasizing throughout his pontificate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "BLACKWELL",
      "sentences": "Christopher Lamb for us in London. Christopher, thank you. Well, back here in the U.S., former President Trump posted a video on social media of a pickup truck with an image of President Biden tied up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:01",
      "speaker": "WALKER",
      "sentences": "Yes. The Biden campaign has condemned the post saying Trump is inciting political violence. CNN's Steve Contorno has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:09",
      "speaker": "WALKER",
      "sentences": "All right. Steve Contorno, thank you. It is a culture clash over separate celebrations. Transgender Day of Visibility and Easter coinciding this year, by chance. And it has a lot of conservatives claiming outrage over the president's proclamation. We are live with the White House's response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:43",
      "speaker": "BLACKWELL",
      "sentences": "Republicans are criticizing the White House over a statement that acknowledges today, March 31st, as the Transgender Day of Visibility. Their issue is that today is also Easter.Now, here's part of the proclamation. \"Transgender Americans are part of the fabric of our nation. They deserve, and are entitled to, the same rights and freedoms as every other American, including the most fundamental freedom to be their true selves.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:43",
      "speaker": "WALKER",
      "sentences": "Now, this year, the two days only coincided by chance. The Day of Visibility is held every year on March 31st, while as you know, the date for Easter changes year to year. CNN White House reported Camila DeChalus joining us now.Camila, this isn't the first year the White House has acknowledged this day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:43",
      "speaker": "CAMILA DECHALUS, CNN WHITE HOUSE REPORTER",
      "sentences": "That's right. The Transgender Day of Visibility first started in 2009. But in 2021, Biden issued the first ever presidential proclamation recognizing this day and has celebrated it ever since.Now, Republicans have heavily pushed back, just given that these two days have coincided with each other. But the White House has issued their own statement, pushing back on the criticism they received. Take a listen to just what the statement that the White House spokesperson Andrew Bates put out. He said, \"As a Christian who celebrates Easter with family, President Biden stands for bringing people together and upholding the dignity and freedoms of every American. Sadly, its unsurprising politicians are seeking to divide and weaken our country with cruel, hateful, and dishonest rhetoric. President Biden will never abuse his faith for political purposes or for profit.\" So, as you can see in that statement, the White House is trying to portray Biden as just having this message of unity, of bringing people together. While also suggesting that other Republicans -- or other politicians are seeking to use this issue to try to divide Americans. And this is a message that Biden keeps harping on when he hits the campaign trail. And this is what he has called that Trump was doing while he was in office is seeking to divide the country while he is trying to portray this message of unity. Amara, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:43",
      "speaker": "BLACKWELL",
      "sentences": "Camila DeChalus, reporting for us. Thanks so much. Joining me now is Mychael Schnell, congressional reporter from \"The Hill.\" Good to see you this morning.So, the Trump campaign calls this coincidence that these are happening on the same day. Appalling and insulting Speaker Johnson says, it's outrageous and abhorrent. Transgender Visibility Day, this is the 16th year. It was not created by any administration. It really is a coincidence. You think this particular battle in the culture war last past midnight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "BLACKWELL",
      "sentences": "The Trump post, showing President Biden, an image of him hog-tied in the back of a truck. It's been a while since we've seen Republicans on the Hill, fake phone calls and, you know, say they haven't seen the post, so they don't have to reply. Now, they're on Easter break here but has anyone -- any Republican commented that you've seen about this picture that Trump posted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "SCHNELL",
      "sentences": "Yes, we're still going to have to wait and see how Republicans can -- are going to react to this. As you mentioned they're right now on recess. So, it's easier they don't have to out of their with -- you know, they don't have to be pestered by reporters in the Capitol to get a comment. They can just go out of their way only if they want to comment. They're not forced to do that. But this sort of gets into the idea of this rising political rhetoric and violence that were seeing these days in politics as the rhetoric gets heightened as we get closer to November's Election Day. And I think that what we may hear from a number of, you know, non-Trump Republicans on Capitol Hill, this could be one of the reasons why they try to express to their colleagues that, you know, this guy shouldn't be in the White House. This is one reason why we don't think that he should be serving another four-term. Somebody like Susan Collins or Lisa Murkowski, Mitt Romney, three Republicans in the Senate who have said that they are not supportive of Donald Trump.So, if we're going to have to still wait and see what some of this Republican reaction is. But no doubt it will likely be used as a cudgel in this sort of proxy war in the Republican Party between the Trump wing of the party and the anti-Trump wing of the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk policy now, the president hours after the Francis Scott Key Bridge collapsed in Baltimore, the president said that it's his intention that the federal government pays for the entire cost of the replacement. Some conservative Republicans have balked at that idea. Are Democrats, relevant Democrats on board with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "SCHNELL",
      "sentences": "As far as I can see, so far, Victor, yes. But, you know, I'll note that again this comes as Congress is on this two-week Easter recess, so we're not able to ask a wide array of lawmakers what they think of this funding. Essentially, we're only able to glean what they post on social media or say in different news interviews.So, we're still going to have to wait and see what the vast majority have to say. But from what I've seen so far, Democrats have been onboard with this funding and a number of Republicans have been also. I will note there are some conservatives, hardline conservatives who are making hay out of Biden statement that the federal government will fully repay for the reconstruction of the bridge. There are number of conservatives who are concerned about deficit and don't want to use federal dollars in that way. But a number of Republicans and Democrats, both sides of the aisle, both chambers have said that they are supportive of this effort. Now, we're still waiting to see how much the reconstruction of the bridge will cost, how much the Biden administration actually requests from Congress in a supplemental to address the bridge's reconstruction. But no doubt, regardless of the widespread support, there's likely going to be a fight on Capitol Hill because of those hardline conservatives, because of the slim majority in the House. And because really any legislative we've thought we've seen in this Congress has been a bitter battle. So, stay tuned for that. But again, by and large the vast majority of lawmakers that I've seen so far have been supportive of the federal dollars to rebuild the bridge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "BLACKWELL",
      "sentences": "Ukrainian president Volodymyr Zelenskyy told the \"Washington Post\" that without U.S. aid Ukrainian's military -- the military there will have to start to retreat in small steps. When we -- when Congress was last in session, Marjorie Taylor Greene filed that motion to vacate related to the budget vote. Chip Roy, Congressman Roy said that if the speaker brings a Ukrainian aid bill to the floor, there's going to be a problem. Although, he hasn't backed that motion to vacate. Is this an existential decision for the speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Mychael Schnell, thanks so much. And make sure you catch all the latest headlines from Washington this morning on \"INSIDE POLITICS SUNDAY.\" That's at 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:00",
      "speaker": "WALKER",
      "sentences": "Still ahead, a triple murder trial -- excuse me -- set to get underway in Idaho. We will preview Chad Daybell's day in court as he stands accused of conspiring with his current wife to kill her children, and his late wife.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "BLACKWELL",
      "sentences": "The children, Tylee and J.J. were last seen in September 2019. Their remains were found in Chad Daybell's backyard in 2020. CNN's Camila Bernal has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "State of Idaho versus Chad Guy Daybell.BERNAL (voiceover): A high-stakes trial with the death penalty on the table if convicted. Prosecutors say Chad Daybell killed two of his stepchildren and his first wife, motivated by power, sex, money, and apocalyptic religious beliefs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "CHAD DAYBELL, SUSPECT",
      "sentences": "Not guilty.BERNAL (voiceover): Murder and conspiracy charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "DAYBELL",
      "sentences": "Not guilty.BERNAL (voiceover): All of them the same plea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "DAYBELL",
      "sentences": "Not guilty.BERNAL (voiceover): His wife Lori Vallow Daybell was convicted of the same murders in May of last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "LORI VALLOW DAYBELL, CONVICTED MURDERER",
      "sentences": "Answer, guilty. Answer guilty.BERNAL (voiceover): And on Monday, it's Chad Daybell's turn to be tried. Prosecutors say Tylee Ryan who was 16 and J.J. Vallow who was seven were last seen on different days in September of 2019. Then in October, they alleged Daybell killed his then-wife, Tammy, who was initially believed to have died in her sleep. Less than three weeks after her death, he married Lori Vallow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The search continues for two missing children.BERNAL (voiceover): The children's disappearance captured the nation's attention in late 2019 when Daybell and Vallow abruptly left Idaho after police started asking questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just tell us where your kids are.BERNAL (voiceover): The couple was found in Hawaii in January of 2020. That June, a gruesome discovery. The remains of Tylee and J.J. were found on Daybell's property. Daybell's preliminary hearings have already given a preview of the evidence against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Eventually, we uncovered the entire body that was wrapped in this black plastic bag with a lot of duct tape.BERNAL (voiceover): And in Vallow Daybell's trial, prosecutors said the two believed themselves to be religious figures who had a system of rating people as light or dark and use their doomsday religious beliefs to justify the killings. During her sentencing, Vallow Daybell doubled down on her religious beliefs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "VALLOW DAYBELL",
      "sentences": "Jesus Christ knows that no one was murdered in this case. Accidental deaths happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You Justified all of this by going down a bizarre religious rabbit hole and clearly you are still down there.BERNAL (voiceover): She was sentenced to spend her life in prison. But now the question is whether Chad Daybell's defense will also include these beliefs or if he will turn on his wife. Camila Bernal, CNN Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "WALKER",
      "sentences": "Camila, thank you.Joining me now to discuss Chad Daybell's murder trial is Attorney Areva Martin. Good morning to you, Areva. Thanks for joining us this morning. So, jury selection as we said begins tomorrow in his murder trial. Do you think that's going to become a difficult selection process especially considering that, you know, his wife Lori Vallow has been sentenced to life for these murders? And there's been so much publicity around their -- these cases, right? I mean, there was a Netflix true crime documentary on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "AREVA MARTIN, CIVIL RIGHTS ATTORNEY",
      "sentences": "Yes, absolutely, Amara. And additionally, the defense attorney gave an interview to a particular network which caused the judge to issue a gag order in this case. You're right. There's been so much publicity around this couple and around the murder of their two children, the child of -- the two children of Lori Daybell and the stepchildren of Chad.It's always difficult in cases like this, high-profile cases, when you have a lot of publicity but jurors are pretty smart and they are able to, you know, stay focused on the facts and the law that will be presented to them by the judge in this case. So, even though it will be I think in some ways difficult to pick a jury, I don't think it will be impossible. And this case is going to move forward. And we see that the jury was picked in Lori's case and we saw the outcome in that case as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:06",
      "speaker": "WALKER",
      "sentences": "So, hearing what the defense attorney had to say in that interview, I mean, what is your take in terms of, you know, how they're going to go about defending this? Do you expect Chad Daybell to turn on his wife or invoke the same, you know, religious, cultish beliefs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:32",
      "speaker": "WALKER",
      "sentences": "But how effectively do you think he will be able to point the finger at her though considering, I mean, he's written books, you know, fictional Ones based on apocalyptic ideas, I mean, he even had a podcast?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:32",
      "speaker": "MARTIN",
      "sentences": "Yes, the reality, Amara, is I think he's going to be convicted in the same way that his wife was convicted. I think the evidence is so overwhelming in this case, not only the books that you make reference to but we have to think about the DNA evidence, the fact that the two children, his stepchildren's bodies were found on his property. We know that one of the kids' bodies had been dismembered. We know that there was also the burning of one of the stepchildren's bodies.So, this case presents so many heinous facts, I think it's almost impossible for Chad to be found anything other than guilty in the same way that Lori was found guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:32",
      "speaker": "WALKER",
      "sentences": "So, why lastly is the death penalty being pursued against Chad Daybell because it wasn't with Lori Vallow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:32",
      "speaker": "MARTIN",
      "sentences": "Well, let's remember, it was initially requested on the part of the prosecution with respect to both of them, but because of discovery violation related to Lori, the judge ruled that the death penalty had to be taken off the table with respect to here. But these murders, the heinous major of these murders, the fact that they involved quest to recover some insurance benefits, money was involved, we know that power was involved, we know that again, the religious cult plays a big issue on these murders, and then it's just the heinous nature, killing of two children, burying their bodies in the backyard, setting one of the bodies on fire, you know, cutting off the limbs of one of the children. The nature of the crimes are just so horrific that they cried out for the death penalty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:32",
      "speaker": "WALKER",
      "sentences": "Areva Martin, we'll leave it there. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "WALKER",
      "sentences": "Displaced even in death. Nature is taking over the grave sites in this historically Black cemetery in Atlanta to the point where families cannot access their loved ones final resting place. A luxury town home community's homeowners association is responsible for maintenance. BLACKWELLthe HOA is not doing the job. CNN's Rafael Romo explains how the families are now taking their fight to court. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "AUDREY COLLINS, SUED BLUFFS AT LENOX HOMEOWNERS ASSOCIATION",
      "sentences": "This was clear and it was -- you could walk up the hills.RAFAEL ROMO, CNN NATIONAL CORRESPONDENT (voiceover): At first sight, this looks like a forest. But look closer and you'll see the rocks here are engraved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "COLLINS",
      "sentences": "You can see a tombstone right there. Look.ROMO (voiceover): This one-acre plot of land is back in the heart of Buckhead, an upskill community in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "ROMO",
      "sentences": "Can you tell us how many members of your family were buried here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "RHONDA JACKSON, SUED BLUFFS AT LENOX HOMEOWNERS ASSOCIATION",
      "sentences": "My grandmother, my grandfather. I have a baby brother, two great- grandmothers, uncles, and aunts.ROMO (voiceover): Piney Grove Cemetery, a historic African-American graveyard that traces its roots to the 19th century is now at the center of a legal battle between sisters Rhonda Jackson and Audrey Collins, descendants of people buried here and the Bluffs at Lenox Homeowners Association which now owns this land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "COLLINS",
      "sentences": "We cleared all of this. All this was clean a few years ago.ROMO (voiceover): In a lawsuit filed in January, the sisters claim the HOA has failed to clean and maintain the cemetery but also has interfered with plaintiff's rights under Georgia law to care for and maintain the cemetery. But the HOA claims the cemetery was abandoned before it acquired the land and until recently no one took responsibility for maintaining it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "KATHRYN WHITLOCK, ATTORNEY FOR BLUFFS AT LENOX",
      "sentences": "The plaintiffs themselves had been to the cemetery when they were children and had not been back in years. And when they got back, it was overgrown and it was difficult to find grave markers boundaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:42:13",
      "speaker": "ROMO",
      "sentences": "The thick vegetation here has made it very difficult if not impossible for the surviving relatives of the people buried here to visit their graves. But we were able to get to the top of the hill and this is what we found. This is the grave of Joshua Thomas buried in 1987. He happens to be the grandfather of the two sisters who filed the lawsuit.ROMO (voiceover): According to the Georgia Trust for Historic Preservation, at Piney Grove there are over 300 burials, some of which are believed to be burials for enslaved individuals and other people who came from thriving African-American communities that were displaced over several decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "COLLINS",
      "sentences": "It's too treacherous, you know, going up that hill. I'm 71 years old, almost 72 with a bad hip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "JACKSON",
      "sentences": "I guess I get emotional because on the very first clean up, I promised my grandma when we cleaned her graves, I said, I promise you this is not going to happen again. We're going to make sure that you are treated with respect.(END VIDEOTAPE) ROMO (on camera): Victor and Amara, as you can see around me, the neighborhood near the cemetery has seen tremendous development over the last decades. Judge Robert McBurney who's presiding this case said during the first hearing that while it is important for development to occur, it must be done in a thoughtful way so that sites of historical significance don't disappear. Victor and Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "BLACKWELL",
      "sentences": "Rafael Romo reporting for us, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:30",
      "speaker": "BLACKWELL",
      "sentences": "Inflation in the U.S. has ticked a bit higher in the last 30 days. It reverses the recent progress and bringing it down driving some of the cost spikes like energy prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:30",
      "speaker": "WALKER",
      "sentences": "The Feds says getting to that two percent inflation target will be a bumpy path, but there is good news. The most recent economic data also showed that consumer spending is up. CNN's Matt Egan has more. Matt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:30",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Victor and Amara, the fight against inflation it's not over but there has been real progress. Both things are true. The key number in this inflation report is 2.5 percent. That shows how much prices were up year-over-year in February.Now, that is slightly hotter than the reading in January but that was really expected and it largely reflects higher gas prices. Context is everything here. And we got to remember that this inflation metric was above seven percent back in June 2022. That's when gas prices were spiking above $5.00 a gallon. Thankfully we are nowhere near that. Unfortunately though we're also not at two percent. And two percent is what the Fed is targeting. That's the sweet spot for inflation. I think when you look at the chart, you can see that inflation really took off in 2021. It got hotter and hotter and hotter until the Fed finally stepped in, act like the firefighters, and they tried to put this inflation fire out by spiking interest rates. And the good news is that strategy it's largely worked, right? We're no longer seeing things spike in price like eggs or furniture or new cars. And that is good because it means less pressure on all of our wallets. I think the bad news though is that inflation is still not back to normal yet. And in fact, the progress has kind of stalled out in recent months. And the implications here are really significant. For the economy, remember the Fed is still trying to achieve a soft landing, get inflation under control while avoiding the recession that many people thought was inevitable. And Fed officials they're not quite ready yet to declare victory over inflation by cutting interest rates. Politically, this is shaping up to be a very close election. And in a close election, it could all come down to how people are feeling about the economy, whether or not the cost of living is heating up or cooling off, whether or not borrowing costs are going up or going down. The stakes are massive and it really could all come down to inflation. Victor and Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:30",
      "speaker": "WALKER",
      "sentences": "All right, Matt Egan, thank you.Easter bunnies and chocolate eggs, another long-standing American tradition on this holiday weekend. But those cute confections are getting more and more expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:30",
      "speaker": "BLACKWELL",
      "sentences": "That's because the cost of cocoa is surging to record highs, almost tripled in one year. And as CNN's Ivan Rodriguez explains, it's forcing chocolatiers and retailers to consider some alternatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:30",
      "speaker": "IVAN RODRIGUEZ, CNN CORRESPONDENT",
      "sentences": "Victor, Amara, cocoa futures have more than doubled since January, even outpacing Bitcoin and gold. It's partly due to poor climate and crop disease in West Africa where believe it or not 70 percent of global cocoa production takes place. The shortage has really tightened supply and caused prices to skyrocket. We visited a chocolate shop here in Atlanta and they're seeing the impact of these surging prices firsthand.(BEGIN VIDEOTAPE) RODRIGUEZ (voiceover): For chocolatiers, the last several months have been nonstop. JOCELYN DUBUKE, CHEF AND OWNER, JARDI CHOCOLATES: You get Halloween, Thanksgiving, Christmas, Valentine's Day, a little bit a break, Easter, and now things kind of slow down a little bit. RODRIGUEZ (voiceover): Jocelyn Dubuke is the owner and chef of Jardi Chocolates. She's task with making chocolate confections of different flavors, shapes, and colors. But this year, since the price of cocoa has gotten significantly more expensive, she's rethinking the kind of treats she makes and how she makes them. Like this marshmallow chocolate bunny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:30",
      "speaker": "DUBUKE",
      "sentences": "It's a chocolate cookie with a vanilla bean marshmallow and then it's covered in milk chocolate. So, for the, you know, 30 grams that you're getting, only 18 grams of that is chocolate which means it's a much lower ingredient cost for me, much lower labor for me as well, which means that I can pass along those lower costs.RODRIGUEZ (voiceover): In January of 2023, Dubuke was paying $13.50 a kilo for chocolate. This week, she's paid $15.71 a kilo.",
      "isLastSentenceInterrupted": false
    }
  ]
}