{
  "date": "2024-10-29",
  "headline": "CNN News Central",
  "subHeadline": "Donald Trump to Hold Press Conference at Mar-a-Lago to Address Accusations of Racism at His Recent Madison Square Garden Rally; Kamala Harris to Give Speech on Ellipse in Washington D.C.; Maricopa County, Arizona, Supervisor Bill Gates Interviewed on County Efforts to Protect Voting Ballots; Steve Bannon Released from Federal Prison; Bezos Breaks His Silence; 2024 Election Could be the Most Litigated in US History. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "And highlights the complete disregard for the sanctity of life, deliberate indifference and failure to provide emergency medical care to Othel.\"The Department of Corrections told me they don't comment on pending litigation, but we do expect to hear more from the civil attorneys on this as the criminal proceedings go ahead. And I should mention, there was a fifth former corrections officer that was charged in this. Those charges don't exist anymore. The county prosecutor wouldn't elaborate, saying there are other cases pending and he left it at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "This is difficult to watch. As I said, Omar, terrific work on this. I know you're going to stay on it. Thanks so much for being with us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JIMENEZ",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BERMAN",
      "sentences": "We've got a brand new hour of CNN NEWS CENTRAL starting right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Just one more week until Election Day, seven days to the election. Kamala Harris set to deliver her closing argument from the same place Donald Trump held his January 6th rally. We have a preview of her final pitch to voters.And the Trump campaign trying to hammer home its message in its final stretch, but it's being overshadowed by the growing fallout from a comedian's bigoted, so-called joke about Puerto Rico. And it's full steam ahead for the Los Angeles Dodgers, now just one win away from a clean sweep of the World Series. I'm Sara Sidner with John Berman and Kate Bolduan. Stop booing, New Yorkers. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BERMAN",
      "sentences": "So this morning, we are standing by to hear from Donald Trump at a press conference at Mar-a-Lago as he faces what \"Politico\" calls a P.R. disaster. That is what we call a clever do double entendre. They are talking about public relations but also Puerto Rico after the huge backlash against the racist joke about Puerto Ricans at a Trump rally.So how will Trump address this? Will he apologize? If he does, will it be believable? And it comes as Vice President Harris prepares for what could be the most important speech she gives in this final week of the campaign. It is on the Ellipse in Washington, D.C., the very spot where on January 6th, 2021, Donald Trump, spoke during his efforts to overturn the 2020 election. With us now, CNN political director, sometimes CNN NEWS CENTRAL anchor David Chalian. This is what we call a hell of a moment, David, with one week to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "It's really remarkable because of how close the race is, John. Each one of these things, the stories that you just described, could matter here. There's little doubt about that.Now, I don't know if we know yet on the Trump MSG rally fallout how much of a true electoral disaster or not it is, but we do know this. If you do spend the day, eight days out from Election Day, trying to assert that you are not a Nazi, you are probably not in exactly the place you want to be from a message perspective eight days before Election Day. And that is precisely what Donald Trump did at his rally last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BERMAN",
      "sentences": "The speech on the Ellipse, we've known this is coming for some time, David. Talk about this place to make this case against Donald Trump and for Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CHALIAN",
      "sentences": "Yes, so Kamala Harris has discussed why she chose this location, and her aides that I've talked to have pointed to a couple of things. One, John, in this world where you are trying to grab attention in such a fragmented media environment, choosing a symbolic location like the Ellipse for you just played that split-screen of Donald Trump on January 6th standing in that very same spot is obviously a choice that the campaign made to gather attention around this speech.Now, it is not, we are told by Harris aides, that this speech is going to be all about democracy or January 6th specifically. I think it's going to include much broader themes that you've heard Harris talking about, the need to turn the page, setting up the contrast of his enemies list and her to-do list. But the backdrop is not lost on anyone, including Kamala Harris because she talked about it to CBS earlier this week. (BEGIN VIDEO CLIP) KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES AND PRESIDENTIAL CANDIDATE: I think it is very important for the American people to see and think about who will be occupying that space on January 20th. And the reality of it is that most Americans can visualize the Oval Office. We've seen it on television. And this is a real scenario. It's either going to be Donald Trump or it's going be me sitting behind the Resolute Desk in the Oval Office. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BERMAN",
      "sentences": "Yes, they're being very explicit that she's going to make that connection, that they are connected. She's going to turn that corner in the speech, that's the goal from the Harris campaign, at least. David Chalian, great to see you. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "CHALIAN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BERMAN",
      "sentences": "Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Also this morning, the FBI is trying to figure out who set fire to ballot boxes in Portland, Oregon, and Vancouver, Washington, in what one official calls a direct attack on democracy. The fire in Vancouver yesterday destroyed or damaged hundreds of ballots. Authorities believed that the two incidents there are connected and they are still searching for a suspect.In a separate incident last week, it happened in Phoenix, Arizona, a 35-year-old man has now been charged with arson for allegedly setting fire to a USPS mailbox outside a post office. Several ballots were damaged here. But police in this one say they do not believe that this fire was politically motivated. Phoenix is in Maricopa County, a county on high alert as we get closer to Election Day as they hope to avoid the chaos fueled by misinformation from last time around. And joining us right now is the supervisor of Maricopa County, Arizona, Bill Gates. It's good to see you again, Bill. Let's talk first about what you're, what you're dealing with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BILL GATES, MARICOPA COUNTY, ARIZONA, SUPERVISOR",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BOLDUAN",
      "sentences": "-- in Phoenix, that arson, that Phoenix arson -- again, police say that incident is not related to the election. But it had me thinking, one week out, are you just holding your breath that it stays that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "GATES",
      "sentences": "Well, thanks for having me. And we're excited about this selection. Obviously, a week out, people are very engaged. We've had a lot of people voting by mail and voting early already. And the team is ready. This is what we've been preparing for for the last time we had the election in 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BOLDUAN",
      "sentences": "I would also make the argument, your team was also ready and did a great job back in back in 2022 and in 2020. We watched it all play out with you, Bill. But we have reporting that election workers looking ahead to next week, election workers are going to be protected behind bulletproof glass. Police drones are going to be overhead, snipers are going to be on rooftops for extra security. Can you talk me through kind of those preparations and what they look like this time around, how they are and maybe have to be different from 2020?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "GATES",
      "sentences": "Yes, we have had a lot of changes. Look, we in Maricopa County, it takes thousands of workers to run each election. We depend on them. They have a lot of experience. They're great folks. They're our friends, our neighbors, our aunts and uncles. And unfortunately in this environment we have where there are a lot of people who are engaging in violent talk, it's important that we protect both our workers and the ballots that are in our tabulation center. So my colleagues and I on the board of supervisors, we've made millions of dollars of investments to make sure that the tabulation center is safe. We have added new fencing, badging. We have metal -- taken other measures to make sure that everyone is safe and they can focus on their important jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:01",
      "speaker": "BOLDUAN",
      "sentences": "I want to know what your message is now one week out, because Arizona was a prime target of election deniers linked to the \"Stop the Steal\" movement. You, as an official in the county, you became one of the fish officials that probably faced maybe the biggest brunt of misinformation and harassment after the election. What do you want everyone, especially those who are spinning some of that misinformation, what do you want to say to all those people this time around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "GATES",
      "sentences": "Well, this is something that people bring up a lot, and it's important for folks to know that that is exactly what you're saying. You're talking about when the networks call it. And the reason that we do have many races where it takes several days is because Maricopa County and Arizona specifically has such close races. They're very close. We're a divided, closely divided state and county.So what I would say to people is be patient. We know that we will get through the count to the vote in time, so that we can make sure that Arizona's electoral votes are counted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "BOLDUAN",
      "sentences": "No matter how many days it takes. It's good to see you, Bill. Thank you very much. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "GATES",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:29",
      "speaker": "SIDNER",
      "sentences": "A few hours ago, Trump ally Steve Bannon is a free man, released from prison just days before election day. Bannon served at 120-day federal sentence for contempt of Congress charges after refusing to comply with a subpoena from the House Select Committee that investigated the January 6th attack on the Capitol.And the timing of his release, could not be more critical. \"The New York Times\" put it this way, \"Bannon's release from prison will unleash an agitator into a heated campaign.\" CNN's Sara Murray is in Washington. There is a question here. He could impact the race, couldn't he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:29",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Well, certainly he could. I think what we've seen from Steve Bannon is he does not shy away from incendiary and inflammatory rhetoric and trying to use that, as well as a wide variety of conspiracy theories to really try to rev up the Trump base. And you know, he does that on his \"War Room\" podcast, which people can get in a variety of places in which has really suffered in his absence.And we were talking to people about the metrics. For instance, Podchaser, which is a company that measures this. They noted this precipitous falloff in the reach of the \"War Room\" podcast when Steve Bannon was its behind bars and that it has been ticking up a little bit essentially in anticipation of his release. You know, as you pointed out he's been behind bars in federal prison in Connecticut for four months after he was convicted in 2022 on two counts of contempt of Congress, that was for refusing to provide the House Select Committee investigating the January 6th attack on the Capitol with documents, as well as testimony, but now he's out. Now he is out. He's resuming the helm of his megaphone and he essentially has a week to try to sway Trump voters and any potential Independents to show up on behalf of Donald Trump and look, there's an indication that he's not wasting any time. We expect him to be back on the airwaves on his podcast today. Later today, he's planning on holding a press conference in New York. And so, it is going to look a little bit like a final sprint for him to try to get Donald Trump over the finish line. Although, I will note as I was talking to folks who monitor this sort of conservative ecosystem, they think it's going to take a little while for Bannon's audience to fully return. But they're really looking Bannon as the kind of agitator who is going to continue to whip up election lies and conspiracies if we are in a position where it looks like Donald Trump is falling short on election day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:29",
      "speaker": "SIDNER",
      "sentences": "In an already heated political season, it's about to get hotter.Sara Murray, thank you so much, appreciate it --John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:18:35",
      "speaker": "BOLDUAN",
      "sentences": "Both the Trump and Harris campaigns have lawyered up for what's expected to be the most litigated presidential election in American history ever.  We've seen Republican aligned groups already launching a flood ofcases and lawsuits in courts across the country, especially in battlegrounds, challenging everything from ballot rules to voter qualifications. Experts say these legal challenges could also continue for weeks or months to come. CNN's Paula Reid is tracking all of this and it's turning out to be more and more and more that you're tracking, Paula. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BOLDUAN",
      "sentences": "I was going to say, that was not on my Bingo card of where you were going to go with two days. I mean, very impressive, zombie lawsuits.If we weren't already terrified of what was about to come, now, we can be terrified even more. It's good to see you, Paula, thank you -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BERMAN",
      "sentences": "Do they have sexy pirate lawsuits? Because that's what I'm going as.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BOLDUAN",
      "sentences": "Excuse me, I'm thinking more sexy caveman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BERMAN",
      "sentences": "Sexy caveman, sexy pirate, all part of a theme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BOLDUAN",
      "sentences": "Thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BERMAN",
      "sentences": "It's a close election. Let's stick with that. A very close election.Part of the lore surrounding Donald Trump for nearly 10 years now is that the polls underestimate Donald Trump. Maybe? But what if, what if this time they don't. What if this time the polls are actually underestimating Kamala Harris? With me now, sexy pirate and CNN senior data correspondent, Harry Enten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "HARRY ENTEN, CNN SENIOR DATE CORRESPONDENT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BERMAN",
      "sentences": "All right, Harry. This is actually serious here. The polls have underestimated Donald Trump in 2016 and 2020. Any precedent for it happening three times in a row?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "ENTEN",
      "sentences": "That's the great question, John. Is there any precedent that the polls will underestimate Donald Trump once again? Because that's all we hear about. Oh, Donald Trump is going to outperform his polls.So, I went back and checked out whether or not a party outran the polls three presidential election cycles in a row in the key battleground states. It's never happened. It's never happened. Zero times since 1972. So if the polls are going to underestimate Donald Trump, once again, that would be historically unprecedented. Now, maybe you want to make the argument that Donald Trump himself is historically unprecedented, but what normally happens is the pollsters catch on, hey, we're underestimating, we are not taking into account some part of the electorate. They make adjustments and I think that helps to explain why we have never seen that the same party has been underestimated three times in a row in presidential elections at least over the last 52 years -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BERMAN",
      "sentences": "And Harry, you're seeing other evidence here that a polling miss, as well call it, wouldn't necessarily even benefit Trump as much this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "ENTEN",
      "sentences": "Yes, so, you know, if we went back to 2020, right? All the polls -- Pennsylvania, Wisconsin, Michigan, those three key Great Lake battleground states, they favor Trump by a wide margin, but there was this group of pollsters that actually had Trump out ahead. And indeed, Donald Trump's best polls in 2020 were eight points better than the poll averages in those states.So, there was this idea, this universe, hey, maybe the averages are really underestimating Donald Trump. This time around, the question that I had was, are there still these polls that may indicate that the averages are really underestimating Donald Trump? This time around, there's really not the evidence for it. The best polls for Trump actually only have him running about three points ahead of the polling average in the key Great Lake battleground states versus the eight last time around. So, last time around there was this group of pollsters that said, hey, wait a minute, the polling average may be underestimating Donald Trump. This time around, John, they simply put, do not exist. And one little last thing, I'll note that those polls that really underestimated Donald Trump were still too good for Donald Trump. The polls that indicated that the polling average was underestimating Donald Trump. So, I wouldn't be surprised if even this is indicating, hey, wait a minute, these polls that suggest that Trump will do better than the average are actually two good for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:26",
      "speaker": "BERMAN",
      "sentences": "Interesting way to look at it. And of course we talk about 2016 and 2020. We have had a big election since then.",
      "isLastSentenceInterrupted": false
    }
  ]
}