{
  "date": "2024-10-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Blinken Heads To The Middle East To Kick Start Gaza Ceasefire Talks; Israel Accused Of Using Human Shields; Harris Joined By Obama, Springsteen At Star-Studded Rally; Trump Campaigns In Battlegrounds Arizona And Nevada; Los Angeles DA Recommends Resentencing For Menendez Brothers In 1989 Killings Of Their Parents. Blinken Heads To The Middle East To Kick Start Gaza Ceasefire Talks; Israel Accused Of Using Human Shields; Harris Joined By Obama, Springsteen At Star- Studded Rally; Trump Campaigns In Battlegrounds Arizona And Nevada; Los Angeles DA Recommends Resentencing For Menendez Brothers In 1989 Killings Of Their Parents. L.A. County DA to Recommend Resentencing of the Menendez Brothers; Blinken: Gaza Ceasefire-Hostage Talks to Resume Soon; Ukraine: North Korean Troops Seen in Russia's Kursk Region; Takeaways from BRICS Summit; Biden Issues National Security Memo on Use of A.I.; McDonald's Faces Lawsuit Over E. coli Outbreak; Dodgers vs Yankees. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:25",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "Hello. I'm Paul Newton live from New York. Ahead right here on CNN Newsroom, the U.S. Secretary of State is on a whirlwind tour of the Mideast trying to jump start Gaza cease fire and hostage talks. Israeli troops are accused of using Palestinians as human shields in the war against Hamas/And for the first time ever, an orchestra is accompanied by a cello playing robot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from New York. This is CNN Newsroom with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "NEWTON",
      "sentences": "U.S. Secretary of State Antony Blinken says, Gaza hostage and ceasefire talks will resume this weekend. The top U.S. diplomat was in Qatar on Thursday trying to jump start the peace process. He is expected to meet in London in the coming hours with Jordanian and Emirati officials to discuss what happens after the war in Gaza ends.Talks with Lebanon's caretaker Prime Minister are expected to focus on Israel's war with Hezbollah that comes as Israeli strikes throughout Lebanon killed at least 12 people Thursday. That's according to Lebanese authorities. That is where Israel says it's striking Hezbollah targets. Meantime, hospital officials in Gaza report at least 17 people, mostly children and the elderly were killed by an Israeli strike on a school sheltering refugees. Israeli military says Hamas terrorists were the target there as well. Also in Gaza, there are troubling new allegations that Israel is forcing Palestinians to act as human shields to avoid putting its troops in harm's way. CNN's Jeremy Diamond has our report. (BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice-over): They walked through the rubble at gunpoint into potentially booby trapped buildings and downed darkened tunnels. Some were teenagers, like 17 year old Mohammed. Others, like Abu Aliasin (ph) were grandparents. ABU ALIASIN (ph), GAZA RESIDENT: They placed me in areas where I could be expose to gunfire. DIAMOND (voice-over): These five Palestinians, all civilians, say the Israeli military detained them and used them as human shields in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We were forced to enter homes. Each time, our lives were at risk. We feared death. We were afraid something might happen. They would ask us to do things like, move this carpet, saying they were looking for tunnels.DIAMOND (voice-over): Now, for the first time on camera, an Israeli soldier is coming forward with his own account, describing how his infantry unit used two Palestinians as human shields.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We told them to enter the building before us. If there are any booby traps, they will explode and not us.DIAMOND (voice-over): We've blurred his face and changed his voice because he risks reprisals for speaking out. Breaking the Silence a watchdog group which verifies soldiers testimonials provided photographs and facilitated the interview, the soldier says, a 16- year-old boy and 20-year-old man were brought to his unit this spring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Their hands were tied behind their back and they had a cloth over their eyes.DIAMOND (voice-over): The instructions from the intelligence officer who delivered them were clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He told me to take them in the next attack used them as a human shield. He told me that they have a connection to Hamas.DIAMOND (voice-over): For two days his unit followed those orders. This haunting photo captures the scene the silhouette of a Palestinian man flanked by two soldiers ordering him forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When we went to the attack, before they enter a building, we took the cloth up so they could see. In my company, one of the soldiers knew Arabic. He just shouted in Arabic, opened the door, walked to this building or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "DIAMOND",
      "sentences": "You're using them because you think this building might be booby traps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, my soldiers didn't like that at all, and they refused to do this anymore.DIAMOND (voice-over): The soldiers decided to take their concerns to their senior commander, telling him they believed they were violating international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The commander told this fellow, a simple soldier, doesn't need to think about international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "DIAMOND",
      "sentences": "He didn't say, You guys shouldn't be doing this. This shouldn't be happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He said that we need to do this. He said that our lives are more important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "DIAMOND",
      "sentences": "So he didn't just tell you, don't worry about it. He said, keep doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, yes.DIAMOND (voice-over): Eventually, the commander relented, telling his soldiers they could release the two Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "DIAMOND",
      "sentences": "Suddenly you're allowed to release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For me, it's more painful with my own army. Hamas is a terrorist organization. The IDF shouldn't use terrorist organization practices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "DIAMOND",
      "sentences": "And so when you hear, you know, spokespeople for the Israeli military, Israeli government officials saying, you know, the Israeli military is the most moral army in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's, of course, I don't believe that. DIAMOND (voice-over)Shifa Hospital, knows that all too well. Months after, he says, Israeli soldiers forced him to risk his life, he cannot shake this terrifying experience. DR. YAHYA KHALIL AL-KAYALI, DISPLACED GAZAN RESIDENT: A soldier asked me to come. He was talking me to English. Told me, I will kill you if you didn't enter there. I was thinking that I will be killed or die within minutes. DIAMOND (voice-over): His brush with death and the day he feared he would never again see his family. Jeremy Diamond, CNN, Jerusalem/ (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "NEWTON",
      "sentences": "We want to go now live now to the West Bank. And Sari Bashi, she is a program director at Human Rights Watch. And before we get to some questions of international law, I mean, obviously all of these allegations are incredibly disturbing and disturbing as well to know that Gaza civilians are also being used as human shields by Hamas.So I ask you, we speak many, many times about international law. Why do you believe at this point in time it has been so impotent through this conflict now more than a year on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "SARI BASHI, PROGRAM DIRECTOR, HUMAN RIGHTS WATCH",
      "sentences": "What's been impotent is the willingness of the parties, both the Israeli military as well as Hamas and Islamic Jihad, as well as those who are funding and arming them to actually comply with very basic humanitarian protections.So from the very start of the hostilities, both Palestinian armed groups in Gaza as well as the Israeli military have been flouting very basic protections for civilians. And despite that, Iran, the United States, the UK, are continuing to supply them with weapons that risks complicity in those grave abuses, and if we want them to stop, we need to get those third parties to stop supplying the weapons that are being used to kill civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "NEWTON",
      "sentences": "And yet, you and I both know that's very unlikely to happen, at least in the current posture of the United States. So, how to move this forward, because I'll get to -- I'll get to Lebanon in a second. But obviously this conflict has escalated and widened the regional war, by no means are civilians suffering less, no matter how much international law and what kind of levers and leverage international parties can use nothing has changed. In fact, it's gotten worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "BASHI",
      "sentences": "It has definitely gotten worse, but I am seeing some encouraging signs of pointing toward accountability that we need to amplify. First of all, the International Criminal Court, the prosecutor has requested arrest warrants for senior Israeli and Hamas leaders, the United States and other countries should support those efforts and protect the independence of the court.In addition, we have seen both the United States as well as European countries at least pause and in the case of a number of European countries suspend arms transfers to the Israeli military. Those efforts need to continue, and the American people need to take responsibility for what's being done with public money. If their money is being used to commit grave abuses against families in Gaza in Lebanon, they need to take responsibility and make it stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "NEWTON",
      "sentences": "You point to certainly issues of accountability. And yet many doubt whether or not there will be any accountability here, and accountability, these laws are supposed to act as a deterrent effect, and that's when I turn now to Lebanon, that conflict has also escalated and widened.Certainly, Israel continues its campaign there, and Hezbollah continues its campaign in northern Israel and beyond, with projectiles, hundreds of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "NEWTON",
      "sentences": "But I return to the original point, especially as people in Lebanon, you know that on their lips every time is we feel as if this is the beginning of the Gaza war for us, that we are unfortunately going to suffer the same fate.So the point is international law and what you describe as accountability is supposed to have a deterrent effect. What do you hope changes in the weeks to come, so that it actually does that have effect -- have that effect? Because, as you point out, when we're talking about health facilities, many have been damaged and have been targeted in both Gaza and Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "BASHI",
      "sentences": "The Lebanese government should grant jurisdiction to the International Criminal Court to investigate and prosecute serious international crimes committed on its territory. Several months ago, they said they would, and they did not follow through. They should follow through.The United States should suspend arms transfers to the Israeli military. They have paused some they have threatened to do so. Most recently, Biden threatened to suspend, or at least pause arms transfers. Those warnings are not enough, action needs to be taken. I'm also encouraged that a number of European countries, as well as Canada, have actually suspended at least some shipments to the Israeli military. They should continue to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "NEWTON",
      "sentences": "Sari Bashi, we will leave it there for now. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "BASHI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "NEWTON",
      "sentences": "11 days and counting, Kamala Harris turns on some high voltage star power in her push for new support as Donald Trump makes a swing through several key battleground states. More than 30 million ballots have already been cast in states allowing early voting. That's about 19 percent of all the votes cast for President in 2020.Now at a rally in the battleground state of Georgia on Thursday, Harris was joined by -- on stage by former President Barack Obama. It's the first time the two have campaigned together since she became a Democratic candidate for president. Harris urged the crowd to vote as soon as possible, and she stressed the critical importance of their choice. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. DEMOCRATIC PRESIDENTIAL NOMINEE: So much is on the line in this election, and this is not 2016 or 2020. The stakes are even higher, because over the last years, and in particular, the last eight years, Donald Trump has become more confused, more unstable and more angry. You see it every day. He has become increasingly unhinged. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "NEWTON",
      "sentences": "Trump, meantime, railed against the Biden administration's immigration policies at a rally in the swing border state of Arizona. He falsely claimed that an army of migrant gangs had crossed into the United States, and he warned that the presence of migrants will obliterate Medicare and Social Security.(BEGIN VIDEO CLIP) DONALD TRUMP, U.S. REPUBLICAN PRESIDENTIAL NOMINEE: We're a dumping ground. We're like it. We like a garbage can for the world. That's what's happened. That's what's happened to -- we're like a garbage can. You know, it's the first time I've ever said that. And every time I come up and talk about what they've done to a country, get angrier and angrier. First time I've ever said garbage can. But you know what? It's a very accurate description. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "NEWTON",
      "sentences": "Harris painted a stark difference between what day one in the White House would look like for herself versus Trump, as she campaigned in Georgia with some famous friends by her side. Our Priscilla Alvarez has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "HARRIS",
      "sentences": "Just imagine the Oval Office in three months. Picture it in your mind. It is either, so, but there's a choice that everybody has, so let's imagine it for a moment. It's either Donald Trump in there, stewing, stewing over his enemies list, or me working for you checking off my to-do list. You have the power to make that decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "ALVAREZ",
      "sentences": "Now the Vice President also called on voters to vote early here in Georgia, early voting is well underway, and DeKalb County, almost a third of active voters have already cast their ballots. That is going to be a key part of the strategy moving forward, where campaign officials tell me that they are trying to mobilize voters and capitalize on early voting in the battleground states.Now, of course, this event also a star studded one, with Bruce Springsteen, headlining the event, of course, he has been a frequent appearance in the waning days of the election for Democratic candidates. More stars expected to come out over the next several days, including on Friday, when the Vice President will be joined by Beyonce to talk about reproductive freedoms in Houston, Texas. Priscilla Alvarez, CNN, traveling with the Harris wills campaign. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "NEWTON",
      "sentences": "Donald Trump made campaign stops in two critical battleground states on Thursday, meeting supporters in Arizona and Nevada. He appeared at a rally in Las Vegas aimed at reaching the city's Asian American and Pacific Islander community, and in Tempe, Arizona, Trump responded to Kamala Harris saying in a scene in town hall on Wednesday that she does think Trump is a fascist, and he reacted to recent comments by his former chief of staff, John Kelly.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "TRUMP",
      "sentences": "I've never seen anything like it for a high. I can't even believe it, but she did call me a fascist, and everyone knows that's not true. They call me everything until something sticks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to give you a chance to respond to your former chief of staff, John Kelly, directly. He said some things about you, essentially accusing you of disparaging American soldiers in an Atlantic article. When's the last time you talked to him? And how would you like to respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "TRUMP",
      "sentences": "Years ago, I fired him. He was a bully. He was a bad guy, and he ended up being a weak guy because all bullies end up being weak.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "NEWTON",
      "sentences": "Donald Trump is meantime, vowing to fire Special Counsel Jack Smith if he is reelected, Trump says he would use presidential powers to end Smith's probe into Trump's efforts to overturn the 2020 election results and his alleged mishandling of classified documents. Here's the former president speaking with conservative radio host, Hugh Hewitt.(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "HUGH HEWITT, CONSERVATIVE RADIO HOST",
      "sentences": "You're going to have to pardon yourself. Are you going to have to fire Jack Smith? Which one will you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "TRUMP",
      "sentences": "It's so easy. It's so easy. It's so easy. I would fire him within two seconds.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "NEWTON",
      "sentences": "Now the Harris-Walz campaign quickly responded, arguing Trump's need for, quote, unchecked power. Here's their statement. Donald Trump thinks he's above the law, and these latest comments are right in line with the warnings made by Trump's former chief of staff that he wants to rule as a dictator with unchecked power, the second Trump term where a more unstable and unhinged Trump has essentially no guard rails, guard rails, and is surrounded by loyalists who will enable his worst instincts is guaranteed to be more dangerous.Earlier, I spoke with history professor Timothy Snyder and asked him, does Trump's threat to fire Jack Smith, along with other acts amount to fascism. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "TIMOTHY SNYDER, PROFESSOR OF HISTORY, YALE UNIVERSITY",
      "sentences": "He does, but it's not so much for any given policy step like firing one person or another. It's more the general style of politics where A, we're supposed to believe in a leader now the institutions or the law, B, we're supposed to live within a big lie rather than caring about facts and C, we're expected to turn against one another and live in a politics of us and them indefinitely, rather than expecting the government to do anything for us. It's those sorts of broader things which make me think it's fair to characterize his approach to politics as fascist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:00",
      "speaker": "NEWTON",
      "sentences": "Why do you believe this hasn't been uttered in any grand way before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:04",
      "speaker": "NEWTON",
      "sentences": "Timothy Snyder there Professor of History at Yale University. OK, after the break, LA County's district attorney is asking for a resentencing for the Menendez brothers, nearly 30 years after their trial gripped the United States.Plus, President Biden is looking to harness the power of artificial intelligence for U.S. national security agencies and companies. Was in the new AI memo is coming up a little later. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:04",
      "speaker": "NEWTON",
      "sentences": "The Los Angeles County District Attorney says he will recommend re sentencing for the Menendez brothers at a hearing in the coming hours. He says the move would make them eligible for immediate parole. The trial of Lyle and Erik Menendez gripped United States in the 1990s. They are currently serving life sentences without parole for killing their parents in 1989 but recently, there has been new attention to this case. CNN's Jean Casarez has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:04",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "the Los Angeles District Attorney George Gascon is recommending a resentencing for Erik and Lyle Menendez. They, of course, are the brothers that were sentenced in 1996 for premeditated murder of their parents, Jose and Kitty Menendez in 1989. At the time of the commission of their crimes, Erik was 18, Lyle was 21.The district attorney says they have served and been in custody about 35 years at this point, and because of their rehabilitation, which it appears he's going to focus in on, he believes that a resentencing is appropriate. Here are the exact words of the district attorney of Los Angeles, George Gascon. GEORGE GASCON, LOS ANGELES COUNTY DISTRICT ATTORNEY: After very careful review of all the arguments that were made for people on both sides of this equation, I came to a place where I believe that under the law resentencing is appropriate, and I am going to recommend that to a court tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:05",
      "speaker": "NEWTON",
      "sentences": "Joining us now is attorney and Legal Affairs commentator Areva Martin. Good to see you on really what has been some extraordinary news over the last few months. I know how closely you've been following it. So just explain legally what happens next is parole for the Menendez brothers a sure thing, and how long could all of this take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:05",
      "speaker": "AREVA MARTIN, ATTORNEY AND LEGAL AFFAIRS COMMENTATOR",
      "sentences": "Well, what we do know is that the recommendation by the District Attorney for the county of Los Angeles that the sentences be commuted for the two brothers, the Menendez brothers, is just that. It's a recommendation a brief will be filed with the court, and there will be an opposition. We already know the district attorney said there are lawyers in his own office who oppose the decision to recommend that the brothers become eligible for parole.Those lawyers apparently are going to be in court when this matter is heard before a judge, but ultimately it is going to be the judge's decision as to whether these two brothers will remain in jail under their current sentence, which is double life without parole, or whether they will be eligible for parole, which is the recommendation of District Attorney Gascon for the L.A. County District Attorney's Office. So it's not a done deal by far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:05",
      "speaker": "NEWTON",
      "sentences": "Yes, and it will be interesting as this case continues to wind through. You know, it's been so many twists and turns already, but at the heart of this case, Areva, are the allegations that their father was sexually abusive and that their mother was aware of that.You know, Mark Geragos, one of their lawyers, has already said that if they were the Menendez sisters alleging the same thing, they never would have served 30 years. How do you see this, in terms of the, you know, the evolution of justice here? Is it significant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:05",
      "speaker": "MARTIN",
      "sentences": "Well, clearly there has been a seismic shift in the way that society views sexual assault, particularly when it relates to boys or men. I don't totally agree with my good friend Mark that this case would have been completely different if women were involved.I think the thing we have to remember Paula about this case is the allegations are that the father was abusing Erik Menendez, the mother may have been a cruel mother, may not have been a caring mother, may have been a negligent mother, but there are no allegations that she was sexually abusing either of her sons. So this is a case that's very complicated and very difficult for a lot of people to understand how anyone could be arguing for their release, particularly given that the district attorney himself said today during a press conference that the murders were premeditated. There is no dispute over the fact that these two boys are at the time young men killed their mother and their father, and according to the district attorney, not out of heat of passion, not out of self- defense, but a pre meditator -- premeditated shooting of both of the parents, so it makes the case all the more complicated, and then you have one of the relatives. Not all of the relatives are standing with the brothers are requesting their release. Some of the relatives are saying that this was cold blooded murder and that they should remain incarcerated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:05",
      "speaker": "NEWTON",
      "sentences": "Yes, and in fact, at least one relative from their mother's side of the family vows to continue to fight their release. You know, Areva, we cannot ignore, right, the publicity that this case again has garnered. We've got documentaries, most recently the Netflix series.This has become a pop culture cause. Is that a good development, as far as you're concerned, for American justice, would they -- would there be this kind of re sentencing without this kind of exposure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "NEWTON",
      "sentences": "Yes. It would be hard to imagine this case really getting this kind of notoriety if it weren't for all of that exposure.Areva Martin, we'll leave it there for now as we continue to watch this absolutely fascinating case. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "MARTIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "NEWTON",
      "sentences": "Still ahead for us, takeaways from the BRICS summit in Russia and a closer look at the optics of this so-called family photo.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "NEWTON",
      "sentences": "Now, earlier I spoke with Yaakov Katz. He's a senior columnist for \"The Jerusalem Post\". And I asked him what the odds are for negotiating a hostage release in exchange for a short pause in the fighting.(BEGIN VIDEO CLIP) YAAKOV KATZ, SENIOR COLUMNIST, \"THE JERUSALEM POST\": Unfortunately Paula, the odds are not too high, right? What we've seen is that the Hamas -- their side has -- is digging in their heels. They're not (ph) willing to engage in talks now for several months. There is some cautious optimism that the renewed talks, this is after two months of no negotiations, that are supposed to take place beginning Sunday in Doha, the head of Israel's intelligence agency Mossad is expected to fly there as the head of a delegation to try to get those talks going again. William Burns, the director of the CIA, will be there. What we also have to keep in mind is that there are elements within the Israeli government who are also opposed to any ceasefire, even if it would be a short one of just a couple of weeks. There is a lot of accomplishments though. And this is what makes this complicated. For the Israeli military on the ground, we spoke a couple of weeks ago about the death and the killing of Yahya Sinwar, the leader of Hamas, who was captured and killed by the Israeli military in Gaza when he was moving between different safe houses. This gives Israel now an opportunity to leverage its military accomplishments and try to move towards a deal. But it needs someone on the other side willing to negotiate that deal. And it also needs to be able to pass it through its coalition. Not looking very simple, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "NEWTON",
      "sentences": "Right. But is it -- right, is it giving Israel momentum to actually strike a deal? Or giving Israel you know, new momentum in its military campaign?We have seen some incredibly fierce strikes in Gaza in the last few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "KATZ",
      "sentences": "Israel is keeping up its campaign in Gaza and is keeping up the pressure on Hamas, particularly in the north, in a refugee camp called Jabalya, where it had yet to really operate in a big way in the previous ground offensive.That's where its focusing most of its operations at the moment. Hamas has been reconstituting itself according to the Israeli military and rebuilding its capabilities and infrastructure there. So that campaign will continue, but I think we have to look at the bigger picture. And the bigger picture here is that Israel's accomplishments on the ground in degrading Hamas' capabilities are significant -- in taking out their leadership are significant. The question is, how do you translate that from military accomplishments into what you need to end this war, which is going to have to be a political resolution that also includes a returned of at least those hostages who are alive out of the 101 who are still being held by Hamas. And it ends the war, which is now entering its what, 14th month almost since it began on October 7 of last year. So Israel needs to try to find a way to get out of this. The accomplishments and achievements of the military does provide that path forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "NEWTON",
      "sentences": "Yes but -- Yaakov, you yourself months ago started writing about the fact that and I quote, \"you hear\" that, you know, a political resolution needs to be put on the table. You just said again it's still not on the table.So what is it going to take here because this does not look like the Israeli government is ready to actually come to that political deal which you and I both know, there are people around the cabinet table. There are people in the Israeli military, the IDF saying, yes, we need that political solution. What does it look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "KATZ",
      "sentences": "Yes. Unfortunately, Paula, I stand by that and I think that this is the possibly greatest mistake and failure of the current Israeli government is not articulating or outlining what it is that it wants.Military is just one means in a war. You need to have a process at the end that is going to end that war. Weve seen it countless times tragically throughout all the wars, throughout history. You need to have something that is going to be that endgame. And Israels not articulating it. I think mostly out of political considerations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "NEWTON",
      "sentences": "The Russian president's comments there came during the BRICS summit of major emerging economies.The event was held in southwestern Russia against the backdrop of the war next door and was attended by the U.N. Secretary General. CNN's Marc Stewart picks up the story from there. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "At a time when the West is trying to isolate Vladimir Putin, the BRICS summit that we've been watching in Russia shows that he has supporters who are coming to his home turf in the midst of the Ukraine war.Among the many events on Thursday, an address by the U.N. Secretary General Antonio Guterres. His invite to the BRICS summit drew criticism from Ukraine's government. Its foreign ministry posted this statement to X reading, \"The U.N. Secretary General declined Ukraine's invitation to the first Global Peace Summit in Switzerland. He did however accept the invitation to Kazan from war criminal Putin. This is a wrong choice that does not advance the cause of peace. It only damages the U.N.'s reputation.\" Broadly speaking, a U.N. spokesperson said this visit comes after last year's BRICS gathering in South Africa, adding its standard to attend meetings where there are large numbers of important member states like G7, and G20. Guterres did address the war in Ukraine and the violence in the Middle East. But the remarks, very general. Let's listen. ANTONIO GUTERRES, U.N. SECRETARY GENERAL: we need peace in Gaza with an immediate ceasefires. We need peace in Lebanon with an immediate cessation of hostilities moving to the full implementation of U.N. Security Council Resolution 1701. We need peace in Israel, a just peace in line with U.N. charter, international law and General Assembly resolutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "STEWART",
      "sentences": "A big part of this gathering was for Putin and Chinese leader Xi Jinping to promote a message that there are other worldviews besides the United States and its allies. Putin has touted BRICS as part of a quote, \"new world order\", but denies it is an anti-Western alliance.Marc Stewart, CNN -- Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "NEWTON",
      "sentences": "Russia remains one of the most sanctioned countries on earth and yet was able to prove that many countries do want to remain in its orbit and even strengthen ties. But there are complications as CNN's Clare Sebastian explains.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Well for Russia, this photo is a win, a clear signal to the West that it has failed to isolate Russia and that Russia is now at the center of a group representing around 45 percent of the world's population that can challenge U.S. dominance.Well, Putin is flanked by the leaders of the world's two most populous countries, China and India, both helping prop up Russia's war by buying large quantities of its oil and gas. Now Iran over here has an even more direct role in Russia's war, initially sending attack drones and now the U.S. says ballistic missiles to Russia. This is not a family without complications. India, for example, has a defense and security partnership with the U.S. and has urged Russia to accelerate peace efforts in Ukraine. Egypt receives over $1 billion a year in U.S. military aid and the UAE hosts a U.S. military base on its territory. And two of these countries, Brazil and South Africa are members of the International Criminal Court, so Putin can't visit them without risking arrest. All nuances that may complicate efforts to find consensus and grow this family. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "NEWTON",
      "sentences": "Our thanks to Clare Sebastian there.Now U.S. President Joe Biden is moving to strike a balance between harnessing the power of artificial intelligence and protecting against some of its potential dangers. The president issued a new national security memo on Thursday detailing how government agencies should use and safeguard A.I. systems. Among other things, it prohibits the use of A.I. to get passed existing protocols around launching nuclear weapons. But administration officials believe A.I. tools can be used to compete with rivals such as China. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISER",
      "sentences": "we have to be faster in deploying A.I. in our national security enterprise than America's rivals are in theirs. They are in a persistent quest to leap-frog our military and intelligence capabilities.And the challenge is even more acute because they are unlikely to be bound by the same principles and responsibilities and values that we are. The stakes are high if we don't act more intentionally to seize our advantages. If we don't deploy by ai more quickly and more comprehensively to strengthen our national security, we risk squandering our hard-earned lead. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "NEWTON",
      "sentences": "Millions in eastern India are dealing with the impact of tropical cyclone Dana. Now the storm is lashing parts of the country with heavy rain and high wind, prompting more than 300,000 people to evacuate, schools to close, and flights and trains to be canceled.Indian officials issued its highest red rainfall warning for parts of Odisha state in West Bengal. The storm is expected to weaken as it drifts west through the weekend. Now a summit of commonwealth nations is underway in Samoa. British Prime Minister Keir Starmer and King Charles are facing controversy over a dark chapter in the country's colonial past. A number of countries are asking for reparations for hundreds of years of slavery. The King says no one can change the past, but he committed to correcting enduring inequalities. Starmer has publicly rejected reparations and ruled out an apology at the summit. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "KEIR STARMER, BRITISH PRIME MINISTER",
      "sentences": "I think we should be clear from the outset that the slave trade, slave practice was appalling and it's very important that we start from that place. And of course that matters hugely to many of the countries that are represented here.The question then is, where do we go from there? Now my posture if you like, is that we should be forward-looking, that we should look at what are today's challenges in this group of countries represented here today. And in the discussions I've already had before I came here and since I've been here, it's very clear to me that the major challenges are resilience in the face of climate challenges and also the question of how we improve trade between our countries. That's my posture if you like. My focus is on the forward look, not the sort of backward look. (END VIDEO CLIP) NEWTON: King Charles and Queen Camilla are wrapping their 11-day tour of Australian Samoa. It's the first major foreign trip since his cancer diagnosis earlier this year. A Colorado man is the first -- is now the first to file a lawsuit against McDonald's for an E. coli outbreak linked to its quarter pounders. The outbreak has led to dozens of illnesses across the United States, in fact, across ten states. Michael Yoshida has more now. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "MICHAEL YOSHIDA, CNN CORRESPONDENT",
      "sentences": "A Colorado man is suing McDonald's for and E. coli outbreak linked to the Golden Arches' famous quarter pounders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The hottest, juiciest quarter pounder yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "YOSHIDA",
      "sentences": "According to the lawsuit, the man bought and ate food from his local McDonald's in early October. Two days later, he got sick and ended up in the emergency room and later was diagnosed with E. coli.The man's lawsuit accuses McDonald's of product liability, negligence, and breach of implied warranties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:49",
      "speaker": "BILL MARLER, ATTORNEY",
      "sentences": "Consumers go to restaurants not expecting to get poisoned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "YOSHIDA",
      "sentences": "The U.S. Food and Drug Administration says beef patties or slivered onions on quarter pounder sandwiches are the likely source of the contamination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "MARLER",
      "sentences": "If it is found that the onion supplier supplied them contaminated onions. So they can say, yes, it's my fault, I served you the hamburger but the onion supplier needs to pay for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "YOSHIDA",
      "sentences": "McDonald's has not responded to a request for comment about the lawsuit, but it has taken quarter pounders off the menu in about a fifth of its stores. The fast-food icon has also stopped using the onions and quarter-pound beef patties in several states as the investigation continues.JOE ERLINGER, PRESIDENT, MCDONALD'S U.S.A.: I hope these steps demonstrate McDonald's commitment to food safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "YOSHIDA",
      "sentences": "In Washington -- I'm Michael Yoshida reporting.(END VIDEOTAPE) NEWTON: Now some other major fast-food chains have proactively removed fresh onions from their menus in response to the McDonald's outbreak. Burger King, Taco Bell, Pizza Hut and KFC say they've pulled fresh onions from select restaurants, quote, \"out of an abundance of caution\". Also the distributor, U.S. Foods has recalled four onion products due to potential contamination and a supplier to McDonald's and Burger King followed suit, despite finding no traces of E. coli in tests of its onion. Ok. Still to come for us, Shohei Ohtani's Los Angeles Dodgers will take on Aaron Judge's New York Yankees at the World Series, kicking off Friday. We'll have a preview of this epic matchup. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "NEWTON",
      "sentences": "The New York Yankees and Los Angeles Dodgers are preparing for an epic showdown when the World Series kicks off Friday.Ticket prices, yes, they've already reached record highs as fans scrambled to see the two teams face off for the first time since 1981. CNN's Natasha Chen has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "NATASHA CHEN, CNN CORRESPONDENT",
      "sentences": "East versus West; Shohei Ohtani versus Aaron Judge. It's the dream matchup 43 years in the making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "MIGUEL JIMENEZ, KADI PROMOTIONS",
      "sentences": "Because it's Yankees versus Dodgers. You know, nobody wants to miss this game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "CHEN",
      "sentences": "Miguel Jimenez is a ticket reseller in Los Angeles -- with high rolling clients hoping to score seats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "JIMENEZ",
      "sentences": "What kind of seats are you looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In this case, I'm just looking for the best. Whatever the best deal is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "JIMENEZ",
      "sentences": "Ok. You know, the cheapest ticket are 100.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "CHEN",
      "sentences": "He's closer to the action or going for thousands, the most expensive tickets to a World Series ever. Jimenez says that's partly because prices in general have jumped since the pandemic but also because of who's playing.The interest in this epic World Series matchup between an East and West Coast team from the two largest metro areas in the U.S. really extends beyond our borders to countries where fans may have historically rooted for the Yankees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:51",
      "speaker": "JIMENEZ",
      "sentences": "We have to let you know in Mexico, 80 percent of the population go for Yankees. A lot of people -- the north side on Mexico, they go for Dodgers. CHENin Japan after World War II, there had been a tradition of rooting for the Yankees, but now Shohei Ohtani is their nation's superstar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "CHEN",
      "sentences": "Fans from Japan poured into L.A. during the regular season to see Ohtani play, staying in L.A.'s Little Tokyo, where businesses have seen way more customers this season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We thought we ordered enough, but then people got -- you know, the word got out and all of a sudden they're here all the time.When he hit the like 50-50, when he broke the record, tons of people just swarmed downtown just to like celebrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "CHEN",
      "sentences": "Very different dynamic than the last Dodgers World Series appearance in 2020 when the pandemic prevented most fans from attending any of the games played in Texas rather than at the team's home stadiums.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "LEE",
      "sentences": "That feeling -- we didn't get a parade, nothing, you know, it was more of like a yay, we won, you know, stay home. You know, you keep your mask on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "CHEN",
      "sentences": "This time the series starts in Los Angeles and people are seizing the moment. Even if many can't afford a seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a classic clown face, you know, a little bit of pinstripe. Bring (INAUDIBLE) culture into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "CHEN",
      "sentences": "They're buying merchandise and treats with cultural touches the way only a melting pot of a city can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "DEANNA DUCTOC, OWNER, LOS ANGELITOS BAKER",
      "sentences": "It's even more meaningful because we're bringing our culture and what we love and part of our city together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "CHEN",
      "sentences": "Natasha Chen, CNN -- Los Angeles.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "NEWTON",
      "sentences": "Now, as you're about to hear for yourself, it's no virtuoso like the human Yo-Yo Ma, but a cello playing robot made its musical debut last week with the Malmo Orchestra in Sweden.The mechanical performer was created by combining industrial robotic arms and 3D printed parts and it was programmed with a musical score by Swedish composer Jacob Muhlrad. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "JACOB MUHLRAD, SWEDISH COMPOSER",
      "sentences": "The musical notation is basically like code so my musical notation actually became, how do you say, transcribed as code so the robotic cello was actually playing like instantly from the score rather than, you know, the interpretation that a musician makes out of the score.And that was really interesting to see, you know, how code kind of was translated from musical score to a code to this robotic cello. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}