{
  "date": "2024-12-04",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Gunman Kills UnitedHealthcare CEO On The Streets Of Manhattan New York; South Korea Reels From Political Chaos; French Government Collapses As Prime Minister Michel Barnier Loses No-Confidence Vote; Georgian Opposition Leader Attacked; Landmark Transgender Case; Stowaway Returning To The U.S.; Jasleen Kaur Wins 2024 Turner Prize. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "OMAR JIMENEZ, CNN INTERNATIONAL HOST",
      "sentences": "Welcome to the show, everyone, I'm Omar Jimenez in for Isa Soares. Tonight, targeted on the streets of NewYork City. Police are now hunting for a gunman who killed the CEO of one of America's largest health insurance companies. Also ahead, South Korea is still dealing with the aftermath of Tuesday's martial law chaos. Now, pressure is mounting on the President to resign. Plus, we're going to speak to a politician from one of Georgia's opposition parties as the government continues its violent crackdown on pro-EU protests. But we're going to begin with what New York City's police commissioner calls a brazen targeted attack. The killing of the CEO of UnitedHealthcare on a midtown Manhattan street, one of the busiest areas in New York City. Police say Brian Thompson was walking to a company conference Wednesday morning when he was gunned down by a mass shooter who had been lying in wait. Now, the gunman fled the scene first on foot before jumping on an e-bike, and as it stands right now, at this hour, that suspect remains at large, the manhunt still underway. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JOSEPH KENNY, CHIEF OF DETECTIVES, NYPD",
      "sentences": "The motive for this murder currently is unknown, but based on the evidence we have so far, it doesappear that the victim was specifically targeted. But at this point, we do not know why? This does not appear to be a random act of violence. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, and I should mention, we stopped the video right at the moment of the first shots. But multiple shots were fired, and there's evenanother woman there -- to go to your point of what police have said of this being targeted. No intention it seemed, to shoot that other person that was standing there. It all seemed to go for the CEO, who, as we understand now tragically, has died. Shimon Prokupecz, really appreciate the reporting. We're following a lot of other stories as well, including the tumultuous moment in South Korean politics. Six opposition parties have submitted a bill calling for President Yoon Suk Yeol's impeachment. And now right now, the Democratic Party, minor opposition parties and independents have a combined 192 seats in the National Assembly. That means they need the support of at least eight members of Yoon's own party to pass the impeachment motion. Protesters want Yoon out of office immediately, and they're calling on him to resign. And the political storm comes just a day after the President announced what would eventually become a short-lived declaration of martial law. Meanwhile, America's top diplomat says the U.S. is watching developments in South Korea very closely. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE, UNITED STATES",
      "sentences": "Korea has been an extraordinary story, an extraordinary success story over the last 3 or 4decades. And the story that it tells of building the strong democracy, and one again, where we see the institutions functioning as they should. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "JIMENEZ",
      "sentences": "Now, as President Yoon faces that mounting pressure to step down, life for many people in South Korea appears to be carrying on as usual.CNN's Ivan Watson gives us a closer look. (BEGIN VIDEOTAPE) IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT (voice-over): A night of dramatic confrontation at South Korea's National Assembly, troops face-to- face with civilian protesters, a lawmaker challenging a soldier, grabbing his gun and shaming him, yelling \"aren't you embarrassed?\" Hundreds of troops were deployed here in the pre-dawn hours on Wednesday, some landing by chopper sent to enforce the shocking declaration of martial law made by President Yoon Suk Yeol late Tuesday night. But they weren't enough to stop 190 lawmakers, including 18 from Yoon's own party from voting unanimously to overturn the President's decree. It may have been the shortest period of martial law the world has ever seen. (on camera): President Yoon's martial law decree only lasted around six hours, he withdrew it before the sun even came up on Wednesday, and now the opposition is calling for his impeachment. (voice-over): Opposition lawmakers are pushing for a vote to oust the President as early as Thursday, while his chief of staff and Defense Minister have both submitted their resignations. Yoon's aborted power play barely affected business in the Korean capital, and at the airport, international flights also faced no disruptions. But there is anger among some ordinary Koreans. (on camera): What would you like to say to President Yoon? KIM HA-NEUL, SOUTH KOREAN PROTESTER: F-you. WATSON (voice-over): Twenty four-year-old Kim Ha-Neul came here straight after working an all night shift at a convenience store. HA-NEUL: If you don't speak up as a citizen who lives in Korea, then he will keep repeating the same situation and it will be more harder and harder for us to deny him as our President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WATSON",
      "sentences": "Calls now for candlelight vigils across the country and a protest march through the capital.(on camera): What are you chanting here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SIYEON AHN, SOUTH KOREAN PROTESTER",
      "sentences": "Yes, to arrest the President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WATSON",
      "sentences": "Are you angry at President Yoon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "AHN",
      "sentences": "Yes, like because, the martial law, it's very -- like serious thing. But he thinks that it's not that serious.WATSON (voice-over): This country's President may face the consequences of his failed attempt to overthrow decades of Korean democracy. Ivan Watson, CNN, Seoul. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "JIMENEZ",
      "sentences": "A lot to talk about here. I want to bring in Bruce Klingner to the discussion. He's the former CIA Deputy Division Chief for Korea, and aSenior Research Fellow for the Northeast Asia -- for Northeast Asia, at the Heritage Foundation. Appreciate you being here. I want to start with -- I know you spoke to some of my colleagues earlier, and one of the things you said was that Yoon's actions undermined his legitimacy and reverse decades of South Korean democratization. Can you just expand on that? How deeply do you expect these events to be felt within Korean politics and beyond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JIMENEZ",
      "sentences": "Well, let's stay there. So, yes, obviously, South Korea, a critical ally in the region alongside Japan and the Philippines as well. Imean, how do you see this reverberating in Washington, and do you think this will prevent -- present the incoming Trump administration with maybe any unique challenges as he begins his term, challenges in the sense that maybe President Biden did not face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KLINGNER",
      "sentences": "Well, President Trump is going to pursue policies that are very strong against China. Really, in Washington, everyone seems to be a Chinahawk, it's just a matter of degree. So, as there may be differences of view on how strongly to pursue a policy against China, but really the consensus in both parties in Congress as well as amongst experts, has been an intent to push back against the multi-faceted China threat. It's just a matter of how. But doing that, we need allies. We need other partners in the region, some who have been more reluctant to even criticize Beijing by name for its transgressions, either human rights or intimidating tactics against its neighbors. And now, we have both South Korea and Japan, which have troubled political systems and forced to look more inward. And maybe either pursuing different policies than their predecessors or having more difficulty implementing policies that they had promised upon assuming office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JIMENEZ",
      "sentences": "And look, as you mentioned, you know, the threat of China, I think is perceived in very various degrees, whether that's in the private sectoror of course, you know, potential military threats or in the cyber field as well, combination of the two. I guess my question is, if you were currently in the role that you previously had as CIA Deputy Division Chief for Korea, where would your biggest concern be right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KLINGNER",
      "sentences": "Well, usually it would be the extent of the North Korean threat. Its capabilities and its intentions of committing any kind of eithertactical or strategic provocations against South Korea, Japan or the homeland of the United States. Now, I think the concern, the more immediate concern would be about if not the stability of South Korea and Japan on their ability to implement policies that are in line with the strategic objectives of the United States. So, I think the system worked in South Korea. We saw that the people are pushing back against, you know, extra constitutional actions by President Yoon. And if there's a change in power, it will be a peaceful change. But certainly, there's a lot of uncertainty, a lot of turmoil going on right now in South Korea. And, you know, it will play out over the next several weeks or even months, and certainly, if the opposition takes power, then there will be, I think, very significant changes in South Korea's foreign and security policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JIMENEZ",
      "sentences": "And you know, on that last topic, obviously North Korea has always been a security concern for the West, or at least in recent times,particularly the United States. Where do you see them going next in this? Because one would think, OK, you have instability in a place like South Korea, maybe there's an opportunity here. Do you think they see it that way? And if so, what is that opportunity that they may be trying to exploit or look for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KLINGNER",
      "sentences": "Well, even if the turmoil of martial law had been extended more than six hours, I don't think North Korea would have tried to take militaryadvantage of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes, and that Gwangju democratization movement was the last time before the democratic era of Korea, that martial law had been invoked, andthis time short-lived, but the implications may be far-reaching. I really appreciate you being here. Thanks for your time and perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KLINGNER",
      "sentences": "Oh, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JIMENEZ",
      "sentences": "Of course, all right, still to come tonight, a historic decision day in France. Will the French parliament send Prime Minister MichelBarnier packing after just three months in office? We're going to be live in Paris next. Plus, Pete Hegseth's possible future as head of the United States Department of Defense is in jeopardy. Why sources say today is a critical test for the former \"Fox News\" anchor and veteran. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JIMENEZ",
      "sentences": "Welcome back, everyone. Cuba has once again been plunged into darkness as the island nation's power grid suffers a new collapse. Nowschools and businesses are closed as the state-run utility company works to get the grid operational. But remember, this is the latest in a series of near-total blackouts affecting millions in Cuba. The government blaming economic sanctions while critics say it's due to a lack of government investment infrastructure -- in the infrastructure there, excuse me. But of course, this is the latest episode in what has been previous episodes of plunging into darkness there of blackouts. Meanwhile, Donald Trump's cabinet here in the United States, his cabinet pick to lead the U.S. Department of Defense is fighting to keep his bid for the job amid mounting criticism over misconduct allegations. Pete Hegseth has been meeting with Republican senators today on Capitol Hill. He says he spoke with Trump earlier, who told him to quote, \"keep fighting\" as he faces an uphill battle to be confirmed by the Senate. His mother actually sat down with 'Fox News\" to try to clean up comments she privately made in an e-mail to her son more than five years ago, in which she called him a quote, \"abuser of women\". (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes --PEN. HEGSETH: He's the man for the job. Pete and I are both warriors, and we've -- I've developed a really tough skin over the years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "JIMENEZ",
      "sentences": "So, amid all of this, the question is whether Pete Hegseth would consider dropping out. CNN's Manu Raju asked him just that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MANU RAJU, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Mr. Hegseth, would you consider dropping out? Would you consider dropping out?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "JIMENEZ",
      "sentences": "And you see him mouth -- if you couldn't hear it, he mouthed the word no. A short-while ago, Hegseth said his meeting with incoming SenateMajority leader John Thune went well on top of that. Joining us now is Annie Grayer. Annie, of course, covers Capitol Hill for us. And Annie, could you just tell us the latest on this right now? It seems like he's not giving an indication that he's going anywhere, but what is the sense we're getting from the folks in Congress who actually would be responsible with confirming him if they get the opportunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ANNIE GRAYER, CNN REPORTER",
      "sentences": "Well, it's looking like an increasingly hard road for Hegseth to get confirmed because remember, it will only take threeRepublican senators to vote against him, and that would be the end of his confirmation process. Assuming all Democrats vote against him, which of course, we are expecting. And his meetings, you know, he's continuing to meet with top Senate Republicans, and they all publicly are saying that they're going well, but there are just a lot of concerns about the allegations surrounding him. Hegseth, in his meetings is being firm, saying that he is not planning on dropping out. He's addressing these allegations head-on. He, in fact, even met with a group of House Republicans who are not involved in the confirmation process, but a lot of people who support him on the house side, and sources in that room told me that the -- you know, people were comparing the media reports on him, comparing it to the Brett Kavanaugh confirmation process. He's kind of portraying himself almost as a victim here of anonymous press reports. Of course, there are a lot of allegations that people have serious concerns about. But you know, he is kind of batting away these allegations, continuing to move forward. Take a listen to what he told Megyn Kelly in an interview. (BEGIN VIDEO CLIP) PETE HEGSETH, TRUMP PICK FOR U.S. DEPARTMENT OF DEFENSE SECRETARY: He reiterated the same thing this morning. Hey, Pete, I got your back. It's a fight. They're coming after you, get after it. The media is driving with this ridiculous narrative. It's our turn to -- it's our time to stand up and tell the truth and our side, and he knows that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GRAYER",
      "sentences": "So, that's Hegseth talking about how he still has Donald Trump's support, which is going to be key as he tries to weather this storm. AndTrump's going to have to decide how much political capital he wants to spend on trying to get Hegseth over the finish line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "JIMENEZ",
      "sentences": "And, of course, with one of the other previous controversial nominations when Matt Gaetz was named as potential Attorney General, we sawa similar type process, well, out there here. But of course, there were meetings, then all of a sudden, short-time after that, he decided he was out of -- out of the running for this. And, you know, we've heard a little bit from the incoming GOP leader, John Thune, who says he just wants to -- just wants these folks to get a fair process, sort of punting on an answer there. But do we have any sense of -- I guess, maybe urgency is the word. Do you -- do you get any sense that the folks that are meeting with him feel like they're getting to an answer after having met with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GRAYER",
      "sentences": "Well, this certainly feels like it's coming to ahead, because it's been a steady stream of allegations against Hegseth day-after-day ofnegative reports and things that are questionable about his past. And senators want answers. They want answers quickly. They want Hegseth to be forthcoming. And I think there's a concern of what else is out there, you know, as long as he's continuing to go through this nomination process. So, he is -- Hegseth, for his part, is on Capitol Hill meeting face-to-face with Republicans. But they're not saying if they're satisfied or if they're ready to fully support him. And so, the longer that, that dangles out there, the bigger the question mark on his confirmation process remains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "JIM BITTERMANN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, at the moment, we don't have a result, but we -- the voting has now stopped, it'sgone on for the last 45 minutes as the members of the National Assembly are voting whether or not to overthrow the government of Michel Barnier. They have to have 288, the opponents of Michel Barnier have to have 288 votes in the parliament in order to overthrow the government. It's a vote of no-confidence, and if they vote that there is no confidence in this government, then everybody in the government, including the Prime Minister resign immediately. And just on top of the breaking news that may be coming any second now, we also heard just a little bit ago that Emmanuel Macron, who's been on a kind of a diplomatic voyage to Saudi Arabia just landed at the airport about a half-hour ago. Now, he's important in this because first, he's the one that may be the problem for many of the deputies in the National Assembly, but also because he's going to have to come up with a name of a new Prime Minister if, in fact, this vote goes the way that we think that it's going to go, and that is that the government will be ousted. Omar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "JIMENEZ",
      "sentences": "And, you know, Jim, part of this vote of no-confidence or at least, the -- you know, the policy, it sort of stems from the financingbill, tax hikes included spending cuts, included -- I think the goal was to try to bring the deficit down in France. A deficit that has risen in recent years. Just policy-wise, do we get a sense of why the opposition was so fierce and why it almost immediately triggered this vote of no-confidence - - or this voting process of no-confidence, I should say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "BITTERMANN",
      "sentences": "Well, partly because I think that Emmanuel Macron took a gamble back in the early days of the Summer when he dissolved the parliament andhoping to get a much better parliament in his -- in his favor politically. In fact, it didn't work out that way at all. It was kind of an own goal. And the parliament came out divided almost equally in the thirds, so that there was one-third from the extreme right, one-third from the extreme left, and a third of centrists, which were his supporters. The problem is that he -- the problem arose when it came time to draw up the budget for next year. The 2025 budget and his Prime Minister that he named finally in September, Michel Barnier, the Prime Minister came up with a budget. But there were a lot of people that were displeased with the way the budget looked. Both sides had -- both the extreme right and extreme left had their own opinions of how things should go -- and the vote, I'm just being told now that the vote has passed. So, in other words, the government is censured and that means the government of Michel Barnier falls, all of the ministers will resign, and now we'll have to see what happens next. There will probably be a caretaker government, which will be the same members of the government that are in place now. The caretaker government can go on for any length of time, it's really up to the President when he wants to name somebody else to try to form a government. But France is definitely going to be in an unstable position here. And as a consequence, the markets, the financial markets are going to be something else tomorrow morning because one of the problems that there was a pride that Michel Barnier tried to address in this budget was the debt of France. France right now has 3 trillion euros in debt, and it's over 100, it's 106 percent of the gross domestic product, something that is just not on as far as the financial community is concerned. So, I think you'll see almost immediately the financial markets reacting to this if nobody else, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "BITTERMANN",
      "sentences": "Well, the legislators are trapped by their own constitution. Basically, they can only -- President Macron can only call for alegislative election once a year. He called for the legislative election in June, and that means that it'll have to be next June before there can be any other kind of rearrangements of the seats in the national parliament. So, given that, you -- he's got to find somebody, a prime minister candidate, who will be pleasing to all sides or can suggest a program that will be pleasing to all sides, or at least it will be pleasing to everyone except the 288 that can overthrow the government. So, it's really a cast test for him. It's a real head scratcher for him and how exactly he's going to come up with a candidate that's going to please both the extreme right, the extreme left, and the centrists and come up with a budget that's tenable. At the moment though, it -- given the fact that there has not been anybody named immediately, and I don't think that there will be, I think that he'll give it some time to try to find somebody that would fit the bill, the longer it goes on, of course, the more the uncertainty goes on, the more the instability in France goes on. And we have coming up this weekend, for instance, the visit of Donald Trump coming up who's going to be here for the opening of Notre Dame Cathedral, he may arrive to the fact that the French government doesn't exist if Macron doesn't go around to naming a new prime minister. Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "JIMENEZ",
      "sentences": "Welcome back, everyone. An opposition party in Georgia has released images of really the brutal detention of one of its leaders.Here's a clip from the disturbing video. Now, what you're seeing there, there's a lot of people on the screen there, but the Coalition for Change Party said that Nika Gvaramia, who's being held and carried there by officials, was dragged down the street, beaten unconscious and hauled off to detention. Now, they said the masked men were Georgian police officers. You see them holding him there. I mean, his head just dangling as they drag him through the streets there in their arms. The country's interior ministry told CNN, the opposition leader had been arrested for charges relating to, quote, \"disobedience to police.\" But this appears to be another example of Georgia's violent crackdown on protests after the government suspended talks last week to join the European Union. Joining us is Marika Mikiashvili. She's the Droa Party foreign secretary. One of the groups in the coalition for Change Party, a pro-western alliance. Thank you for being here. And I want to start with the European Union aspect of this, in that the context of these protests to begin with has been part, in part, around the government suspending talks to join the E.U., and even to the recent election that threatened Georgia's membership even further. Can you just give us a sense of the political climate right now in Georgia and why things have been so, in some cases, violent at the very least contentious?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "MARIKA MIKIASHVILI, DROA PARTY FOREIGN SECRETARY",
      "sentences": "Yes, thank you very much. It's my pleasure to be here. So, a month ago, we had our electionsblatantly stolen. There was a total electoral fraud. And now, on top of that, a week ago, the so-called governments that we consider illegitimate decided to halt U.S. session. And this was just a cherry on top trigger for people, and people took to streets spontaneously, in all cities and towns. In Georgia, by the way, that's -- usually does not happen. Other cities join after things are tense in the capital, Tbilisi already. So, this underlines the fundamental popularity of the cost, of the national idea of European integration. People are extremely angry. They were already humiliated after the elections were stolen. They're extremely angry and they want their state back. We see it as our independence struggle. So, although the trigger was the halt of the U.S. session, our demand is not some policy change of the government. We've been through everything with them. We know that they're never delivering on any promise or any freedom or democracy in Georgia. And they stole elections from us. It's time for them to go. We demand new elections under international administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "JIMENEZ",
      "sentences": "And you know, and that, of course, we've seen that said by many people who have been out in the streets protesting over and over. We wereshowing just some of the images on the screen as you were speaking. I want to say to that the founder of your party told CNN, the police stormed party offices. Do you have a sense at all of what was taken? What might be happening next there or why that may have happened? If you can update us with anything you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "JIMENEZ",
      "sentences": "Wow. And clearly, that seems to be an effort, as we again show some more video of the protests that have been happening. Clearly seems tobe suspicious that if someone has a gas mask, they may be participating in a protest at some point in the future. I want to ask you about a little bit of the video that we were showing just before we came to you of Nika Gvaramia. Now, he's a very well-known figure in Georgia, who's imprisoned for journalistic work he's done that's been critical of the government. He's since been pardoned for that, but he's now a co-leader of Coalition for Change. Can you just explain his significance in the Coalition for Change movement and why his presence is so crucial at some of these demonstrations as we see, again, this video of him being carried away by police unconscious from that scene there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "MIKIASHVILI",
      "sentences": "Yes, definitely. Nika is extremely experienced as a politician and as a media manager and he's a former political prisoner He's one of themost energetic and charismatic persons in the opposition, and he has a lot of personal resources and managerial resources as well. He's been instrumental in the success of the Coalition for Change. The Coalition for Change gathered most opposition votes. I mean, like, it was first among the opposition parties from exit polls and also from this fraudulent Central Election Commission results. But the very fact that they begin arresting opposition leaders, that is a new level. That is a new level, because they want people to see that if -- even leaders are not immune, then no one will care about someone who is not famous. And -- but I want to underline that this movement, this national liberation struggle does not really have leaders. All of us are leaders. So, people are out there protesting and defending the idea on their own. It is an uprising for the people by the people. It does not have leaders. Even if they catch and detain all opposition leaders or all self-organized group leaders, the people are still going to be out because no one is there for Nika Gvaramia or for someone else. Although, of course, he is extremely important for the opposition, for coordination, for political planning, and for foreign communication. So, we saw what happened. And yes, no one is immune in this country. And by the way, later in the evening, one of the other key opposition figures was also detained at the protest just a while ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "JIMENEZ",
      "sentences": "OK. Well, send us information that you have on that because obviously we want to look into that situation as well. And we should alsomention that the Coalition for Change is made up of a number of different groups, it's not just one group as well, as you put it as well. It seems to be movements all across the country. We have to leave it there. Marika Mikiashvili, I really appreciate you being here. Thank you for taking the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "MIKIASHVILI",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "JIMENEZ",
      "sentences": "All right. Welcome back, everyone. Arguments in a landmark transgender rights case before the U.S. Supreme Court are now over, and itappears the court's conservative majority may be inclined to uphold a Tennessee law denying gender-affirming care for minors. Again, these are just preliminary reading the tea leaves of sorts. The Biden administration and transgender teens are challenging the recently enacted law that restricts gender transition treatments such as hormone therapy and puberty blockers. A decision is expected -- an official decision is expected by June. Joining us now from Washington is CNN's Paula Reid. So, Paula, you know, is doing a lot of qualifying at the top there about what the conservative majority may or may not do. How did we get to that, again, qualification and what are the important points that people should know here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Look, you never know what the high court will do, but it did appear based on the questions thatwe heard and even comments from other justices that the conservative bloc appears unlikely to overturn this ban. This case is about Tennessee's law that bans certain medical treatments for minors seeking to transition. And we spoke with one team at the center of this case and her family about how important it was for her to get these treatments. She now needs to travel to Ohio to receive this kind of medical care after it was banned in Tennessee and the ACLU and the Biden administration are arguing that this ban amounts to unconstitutional sex discrimination. They say, look, a lot of these treatments are available to other minors who are not seeking to transition. So, for example, if you were born a boy and you need testosterone treatment for another reason, that's fine. But the State of Tennessee says this is not sex discrimination because both boys and girls are prohibited from using treatments. young adults to transition. And during the arguments, you know, we heard from several the justices, Justice Sotomayor, she tried to highlight some of the adverse effects that transgender teens can face that they don't get the treatment that they need. But conservative justices like Chief Justice John Roberts, who would be a key swing vote here, if the law was to be overturned, he suggested that this whole issue should be left up to voters, to the democratic process. Then you had Justice Alito noting that in Europe, there are some countries that have restricted this kind of care. Though, the solicitor general, that's the lawyer for the Biden administration, noted that they have not outright banned it. They have just restricted it. So, this is a big issue. And as we know, in seven weeks, we'll have a new administration. The Trump administration does not support this kind of care for minors. But that team that we talked to at the center of this case says, look, even if there is no federal support for their case, they will continue to advocate for this care with their lawyers at the ACLU. But based on what we heard today, even though we don't know when the opinion is coming, it does not appear that the Supreme Court is poised to overturn the Tennessee law, but we'll wait for that opinion, which could come in weeks or even months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "JIMENEZ",
      "sentences": "Welcome back, everyone. A stowaway who managed to board a flight from New York to Paris is finally on her way back to the U.S. The Russiannational, named by French authorities as Svetlana Dali, will be met by U.S. authorities when she lands in the next few hours. Today's journey marks the third time officials have tried to return her to the U.S. This video shows the moment she was confronted by flight crew members last week. The 57- year-old woman boarded the flight without a ticket during the U.S. Thanksgiving holiday travel rush. Polo Sandoval joins me now from New York's JFK Airport, where she is scheduled to arrive. So, can you just give us the latest on when we expect her to be there? And do we know anymore how this actually happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "In about two hours' time, Omar, that's when her Delta flight is expected to touch down here where it all started,that is New York's JFK Airport. This is where last Tuesday, she was seen, according to multiple law enforcement sources, seen on surveillance video as she basically went around, not one, but two points of verification for identification. That is the first time when she approached that initial TSA screening where you have to show a boarding pass, Omar, before you go and have your bags checked, that's where, according to officials, she managed to actually go around that TSA officer. Then both cheap (ph) and her bags were screened, then proceeded to the second security breach, it would happen at the gate during boarding, where, according to authorities, she actually blended in with a group that was boarding that Paris bound flight. So, authorities have identified exactly how she was able to do it. Now, it's about preventing this from happening again. As you mentioned, there will be a team of federal agents that will be greeting her here. To be clear, she's not in custody right now. She's not detained. However, there are two French security officials that are sitting to her right and to her left, according to our colleague on that plane, who are basically there to just to make sure that the flight goes as planned, incident free. And so far, hours into this flight, there have not been any sort of disturbances, unlike what took place on Saturday when she boarded a flight with one escort from Delta Airlines, and that's when she began to cause a disturbance taken off that plane. They tried yesterday, Delta Airlines said, not today, essentially, and then they spent about 24 hours coordinating and taking these precautions, including these additional security personnel that are with her. So, still a lot of questions, especially exactly what will be done to keep this from happening again? And will she actually face any criminal charges?",
      "isLastSentenceInterrupted": false
    }
  ]
}