{
  "date": "2024-02-06",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Tomorrow: Senate Likely To Vote Down Bill Amid GOP Fracture; Today: House To Vote On Impeaching Homeland Security Secretary Mayorkas; Today: Blinken Returns To Tel Aviv In 5th Visit Since October 7; County Music Star Toby Keith Dead At Age 62. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:40",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Right now on EARLY STARTDonald Trump and his Republican allies about to kneecap a Senate compromise on immigration. Is the border deal doomed? Plus, House Republicans ready to impeach Biden's cabinet secretary in charge of the border. Do they have the votes? And just in to CNN -- (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "Country star Toby Keith, we're remembering him this morning after he lost his battle with cancer.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "Good morning to our viewers in the United States and around the world. I'm Kasie Hunt. It's Tuesday, February 6. It is 05Late last night, barely 24 hours after the bipartisan border bill was released, Republicans emerged from a critical meeting vowing to filibuster it later on this week. And the measure which includes a number of provisions that conservatives demanded and that progressive senators are opposed to stalling in the face of opposition from former President Donald Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "This is a Democrat trap. It's a trap for Republicans that would be so stupid, so foolish to sign a bill like this. This bill can't be signed and it's not only that, it's massive amounts of money going out of town, as we say.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "The House Speaker Mike Johnson had already said that the deal would be dead on arrival in the House. This all as a source tells CNN that the House is going to vote today on a Republican resolution to impeach Homeland Security Secretary Alejandro Mayorkas for failing to stop illegal crossings at the border.Lets bring in Eugene Scott, senior politics reporter at \"Axios\" to break all of this down for us. Eugene, good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "EUGENE SCOTT, SENIOR POLITICS REPORTER, AXIOS",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "We, of course, knew that this border compromise was likely dead in the House. But there had been questions about what would happen in the Senate considering this as a Senate compromise. All I can think of is, wow, that fell apart fast. What's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "SCOTT",
      "sentences": "It absolutely did. I mean, right now, we know that many of these senators still haven't even actually read the bill. And so they've said they're still processing it.But from what they hear, it does not meet many of the concerns of those on the right. And especially that of the former president and they're just some more questions than answers they have regarding what some of these programs will do and what the funding for other programs will help in terms of the issues that they say are affecting the border most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "Yeah, I mean, Eugene, I think that the critical thing to underscore here is that this framework looks so much different than other immigration bills that previously have been discussed in Congress. This is not a bill that includes things like a path to citizenship or a fix for -- permanent fix for Dreamers, or back in under George W. Bush in 2005, the first iteration of this failed attempts to rewrite immigration policy would have included potentially amnesty for millions of people living here in an undocumented way.Instead, this is a bill that actually includes many conservative demanded changes to border policy that the president, a Democrat, again, had been willing to sign off on to the point that I want to show you what Senator Alex Padilla of California, who has concerns about this. But I mean, this is what critics to the left are saying about this bill. Watch. (BEGIN VIDEO CLIP) SEN. ALEX PADILLA (D-CA):  It's not something that I support both for reasons of what's in the package, like either Trump era policies of regular border closures, lack of due process, but also for what's not in the bill. Historically, we've found some border enforcement proposals with some legal pathways, for example, not a single dream rule benefit or receive relief through this measure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "So he basically laid it out there. I mean, are Republicans making a mistake not taking this opportunity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "HUNT",
      "sentences": "I mean, it's -- it's -- it's really -- it's really quite remarkable. I will say that.Instead of moving forward with this, of course, we know at the House had not planned on moving forward this at all. Instead, we're learning that they're going to go ahead with this, Mayorkas impeachment vote. And, you know, Ken Buck is one of the lawmakers that were watching here. He is an outgoing congressman from Colorado and he wrote an op- ed in the Hill basically arguing Republicans are making a mistake by impeaching someone in a way that he does not believe the Constitution supports. In fact, he cites this -- in this, in this op-ed, a lawyer often called to the Hill by Republicans, Jonathan Turley. He's a legal scholar at George Washington University. He's said last week, quote, being a bad cabinet member or even a bad person isn't impeachable. Do Republicans have the votes for this considering the narrow majority in the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "SCOTT",
      "sentences": "Where they obviously don't have Ken Bucks and there's some question about whether or not they actually do have the votes. And then, so, whether this will go forward, it's not clear. It's obviously perhaps not going to pass in the Senate.But what this does do is give Republicans a headline and regarding immigration against Biden to run on this fall, which is something they really need to do to convince the more conservative members of the electorate, that they're taking this seriously and that they really want to undo the policies and worldview of the Biden administration when it comes to immigration as best as possible. And right now, this seems like the only thing they can really do that will attract the amount of immediate attention that they need to control the narrative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "HUNT",
      "sentences": "All right. Eugene Scott of \"Axios\" for us, kicking us off this morning -- Eugene, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "SCOTT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:11:57",
      "speaker": "HUNT",
      "sentences": "Welcome back.Secretary of State Antony Blinken is on his fifth diplomatic tour through the Middle East. Since the Israel-Hamas war began, he's going to arrive in Tel Aviv later today and overnight he was in Cairo. He met with Egyptian President El-Sisi. On Monday, Saudi Arabia, where he sat down with Crown Prince Mohammed bin Salman, all of this in hopes of a potential hostage deal and a plan for Gaza while trying to prevent further escalation in the region. His visit comes even as the U.S. military is striking Iran-backed militia in Iraq, Syria, and Yemen. Journalist Elliott Gotkine is joining us now from London to break down all of this for us. Elliott, good morning. So, Israel has been critical of these international calls for a path to a two-state solution meanwhile, there is increasing pressure for some sort of ceasefire in Gaza that potentially this hostage deal could allow. What is the goal here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:11:57",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "So I don't think Secretary Blinken is under any illusions that he's not going to finish this trip. His fifth, as you say, since the Hamas attacks of October the 7th and go back to Washington with a deal for a two-state solution worth noting, of course, that although Prime Minister Netanyahu in this current government is against a two-state solution. So too is Hamas.But what he is trying to achieve is to get some of these pieces of the puzzle in place that they feel will not only deal with the future the day after the Gaza war, particularly as in Saudi Arabia regarding Saudi Israeli normalization, but also deal with the present, as you say, in terms of getting a humanitarian pause in the fighting, getting those hostages released who have now been in captivity for more than 120 days in exchange for Palestinian prisoners and getting more humanitarian aid into the Gaza Strip. So it's quite a laundry list of objectives that Secretary Blinken has. And although he may not achieve all indeed any of them on this particular trip, he'll certainly be hoping to speed things along to get to a point where some hostage deal can be done and they can start looking forward towards the day after the Israel-Hamas war and the Gaza Strip -- Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:11:57",
      "speaker": "HUNT",
      "sentences": "Right. I mean, I think the pressure here at home, of course, in the U.S. on the president of the United States for some sort of change in the status quo from people suffering and dying in Gaza is going to be clearly all the more imperative.And, Elliot, these meetings with MBS and Saudi Arabia and El-Sisi, what do we know about what was said there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:15",
      "speaker": "HUNT",
      "sentences": "World of country music and all of us mourning the loss of a legend this morning as Toby Keith has died after his battle with stomach cancer. Statement on his website says Keith fought his fight with grace and courage, that he passed away peacefully surrounded by his family.Keith sold more than 40 million records throughout his career and became the king of country with hits like \"Red Solo Cup\". And of course, \"I Love This Bar\". (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:15",
      "speaker": "HUNT",
      "sentences": "Toby Keith was 62 years old.All right. We're going to go now to quick hits across America. Nikki Haley applying for Secret Service protection. Her campaign confirms she's facing threats, and there are reports of two swatting incidents in recent months at her home in South Carolina. Then about a Republican primary takes place today, two days before the states caucuses. It's not confusing or anything. Nikki Haley will be on the primary ballot, not Donald Trump though. Donald Trump is running in the caucuses on Thursday where he's guaranteed to take 26 delegates. Republican Congresswoman Victoria Spartz of Indiana, reversing her decision to retire, announcing that she will seek reelection to her House seat. Spartz says there are too many important issues at stake to leave now. All right. A massive atmospheric river unleashed a powerful storm and record rainfall in California. It's been impacting travel and power, and leaving at least two people dead from toppling trees. The heavy rains triggered flash floods and landslides, sending buildings and vehicles down rivers of mud. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't remember a storm since we've lived here where we had so many trees come down. All of the neighbors here have no power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We were in the house, my wife and I, and it was like -- like it sounded like a plane crashing or maybe of a freight train.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:15",
      "speaker": "HUNT",
      "sentences": "Major roadways remain closed in several areas today, including the Pacific Coast Highway, Sunset Boulevard, and even streets in Beverly Hills.(VIDEO CLIP PLAYS) HUNT:  Wow, look at that. Here, a man and his dog were pulled out of the raging L.A. River in one of multiple rescues that took place on Monday. Los Angeles experienced its third wettest period in 20 years. They got more than a months rain, a months in 48 hours. About 30 million people across multiple counties remain under flood watches this morning. Our meteorologist Allison Chinchar, tracking it all -- all of it for us. Allison, good morning. Quite a difficult day out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:01",
      "speaker": "HUNT",
      "sentences": "All right. Allison Chinchar for us -- Allison, thank you very much.Up next here, House lawmakers preparing to vote on impeaching homeland security Secretary Mayorkas. And King Charles stepping away from his public duties as he's treated for cancer. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}