{
  "date": "2024-11-26",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Focuses On U.S. Energy Policy Supporting Big Oil; 'Band Aid' Marks Four Iconic Decades Of Charity Work. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, 5The Trump transition team making energy policy a primary focus. They are pushing for more domestic drilling, axing federal tax credits for electric vehicles, rolling back President Biden's environmental regulations, and boosting oil production. These are all priorities that the president-elect promoted throughout his campaign. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) THEN-PRESIDENTIAL CANDIDATE:  And I will end Kamala's war on Pennsylvania energy, and we will frack, frack, frack and drill, baby, drill. We're going to drill, baby, drill. And I will cut your energy prices -- all of your energy -- gasoline. For the house, air conditioning, heating, everything. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "In his latest piece, CNN senior political analyst Ron Brownstein writes this. \"...green investments could be the last line of defense for Biden's climate agenda.\"That is due in part to the numerous new manufacturing jobs that are tied to the current and future investments in clean energy, and it presents a complication for Trump. Joining us now from Los Angeles is Ron Brownstein. Ron, good morning. RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST, SENIOR EDITOR, THE ATLANTIC (via Webex by Cisco):  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "It's always wonderful to see you.Your latest column kind of looks at OK, President Biden put all of these investments into place across a wide variety of states. Now we know what Trump is going to try to do. He's told us what he's going to try to do. Explain to us how these two things are going to interact. BROWNSTEIN:  Yeah. Well look, I think we know very clearly that Trump is going to boost -- do everything he can to boost oil and gas despite the consequences for climate. The question is how much does he do simultaneously to hobble the alternative energy sources that are emerging to fossil fuels, and wind and solar for electricity, and EVs for transportation? Trump dominated the parts of the country and consolidated the Republican dominance in the parts of the country that are most integrated into the existing oil and gas economy. He won 26 of the 27 states that emit the most carbon for every dollar of economic output. Republicans -- all four of their Senate pickups came in those states. Republicans now hold 48 of their 54 Senate seats. That is the core geographically for the Republicans in both the Electoral College and the Senate. But one complicating factor in this agenda is that as you know, the vast majority of investments in clean energy that have flowed out of the Inflation Reduction Act and the other big bills that Biden passed have gone into these red states and red districts. Eighty percent of the estimated existing investments in new clean energy manufacturing and about 80 -- almost 80 percent of the projected investments, according to a CNN analysis. So the question will be whether that fact -- those facts on the ground -- those jobs in Republican-leaning communities will provide any check on Trump trying to undo the agenda that Biden passed, particularly the Inflation Reduction Act to promote these new -- these new technologies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Ron, can we talk about electric vehicles for a second? Because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "-- I was -- there was a headline in The New York Times a couple of days ago that caught my eye, and it says, \"Automakers to Trump",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "-- electric vehicles. And basically, the argument that many of these CEOs -- like, they don't love the rules that Biden put into place but according to the Times, they've already invested billions in this transition --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "-- to EVs. And they fear that if Trump made an abrupt change, as he's promised, they could be undercut by automakers who sell cheaper, gas-powered cars. So there's that piece.And then there's the Elon Musk of it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah. HUNTWhat do you think all of this means going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah. And Ron, how do you understand kind of how EVs have expanded in their adoption across the country? I mean, red states, blue states. It's actually something that we talk about on this set a lot, sometimes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "-- in commercial breaks. You know, who has an EV? What kind of -- there's a member of Congress here who owns an auto dealership who had some fascinating sort of thoughts about how that impacts things.I mean, what impact does that have -- that conversation have in the way you look at the world, which is really sort of demographically and location-driven?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Well look, EVs have been -- have been kind of dragged into the culture war. There's no question about it. And all the attacks on EVs from Trump and other leading Republican figures have made it much more likely that Democrats than Republicans will purchase them, particularly in large metro areas.EVs continue to grow but their growth hasn't been as quick -- as fast as people anticipated a few years ago partly because of the operational kinks of getting the technology in a position where it is mainstream enough for broad sections of America. But also because there is a political dynamic. Someone working in the field told me that he was told by an automaker that they can't get the workers at their own plant building EV batteries in a red county to buy the -- to buy the product because they view it essentially as a Democratic kind of technology. You know, in the long run, I think we overcome all of that and there's no question that this is the direction the global auto market is heading, but there's a lot of space, Kasie, between now and the long run. And the question of what happens to carbon emissions over the next four years and what it means really if you -- if you pull out all of these policy incentives for EVs, and solar, and wind, how long does it take to recover even if the next administration wants to go back in this direction and even as we are living with the consequences of more flooding in the Midwest, more powerful hurricanes in the Southeast, more wildfires in the West? This really is a critical period to see how far -- how much this transition is interrupted really at the behest of the auto -- of the oil and gas industry, which is now the driving force even more than the auto industry in trying to reverse these trends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah, really interesting.Ron, let me ask you broadly about the tariffs that Donald Trump said overnight he was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "-- hold support based on what he does, not only what Biden did not do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "All right, Ron Brownstein for us this morning. Sir, always grateful to have you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "All right. Still to come here on CNN THIS MORNING big brother getting the best of little brother again in the battle of the Harbaughs. The Bleacher Report is ahead.Band Aid after 40 years. Sir Bob Geldof joins us with the latest cause of his iconic charity. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "HUNT",
      "sentences": "That was David Bowie 40 years ago as Band Aid officially launched worldwide. The movement uniting some of the biggest rock stars of all time with the goal of raising money to battle world hunger. Their song, \"Don't They Know It's Christmas?\" raised more than $10 million in its first year and it went on to become a Christmas classic.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "BAND AID, SUPERGROUP",
      "sentences": "Singing \"Do They Know It's Christmas?\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "HUNT",
      "sentences": "And in the decades since more than $223 million have been raised. This year alone, Band Aid has funded 15 projects in Africa, providing things like access to health care, medicine, and emergency food supplies, helping more than 300,000 people.To mark 40 years, Band Aid is releasing a special edition of the song uniting the artists who recorded it across three generations. (BEGIN VIDEO CLIP) BOB GELDOF, SINGER, ACTIVIST, LIVE AID/BAND AID FOUNDER:  We hope to be able to raise in the region of a million- a million and a half pounds with which we intend sending grain and drugs to the affect areas in Africa. We cannot have in the 21st century people dying on our screens every night forever. This must stop. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "HUNT",
      "sentences": "All right. Joining us now the man who wrote the song and brought these people together for this cause, Band Aid founder Sir Bob Geldof. Sir, very grateful to have you on the show. Thank you for being here.GELDOF (via Webex by Cisco):  (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "HUNT",
      "sentences": "So let's just start big picture here. What does it mean to you? You're marking 40 years of work here. Your charity still undertaking many efforts across the globe.What do you hope what you bring in from this year's release can do in the world? GELDOF:  There's several things. I mean, I think the first part is that speaking from a musician's point of view the record is the arch of British rock over 40 years. I mean, from a very young Sting to a very young Harry Styles, from a young Bono to a middle-aged Bono to an older Bono. All those dead people that we remember -- Sinead O'Connor, George Michael, David Bowie, and the people from One Direction -- all that sort of thing. So that's it. And it's extraordinary. I actually think -- I'm very moved by it. It's Trevor Horn-produced and I think it's a work of art. And the video director who did the last Beatles video -- who brought the Beatles together -- I asked him to put these three generations into one room and have them all singing together for one reason -- human empathy, human compassion because those things still go on around the world. I wake up every morning to possibly 10 or 12 emails describing horror. And this morning was the Under-Secretary-General of the United Nations in Port Sudan where our ships used to dock for the things talking about the mass rape of girls and women and how the people in fancy chairs would talk about it but something -- you know, they would reach out to people who actually do things. And the understanding that these broken, damaged mothers who stagger over the border line with their panicked, exhausted children -- that Band Aid will be there to meet them and try and put back these bodies and give back this dignity and offer a future of some hope and a life. The horrors of the world continue. There's nothing Band Aid can really do about that. But to put Band Aid in context, as you said earlier, we started with this little pop song and then the next minute Michael Jackson and Harry Belafonte called me and say we want to do it in America -- will you come over? And then the Canadians, and then the Dutch, and the French, and the Norwegians. And that all leads to the Live Aid concert and suddenly, the world is with you. And we got I think in total about, in today's money, $450 million-$460 million. And, of course, the lobby created then give us direct access to politics. And 20 years after that we do Live Aid with Beyonce, and Jay-Z, and Will Smith, and Snoop Dogg, and all the stars of that period. And we address in the highest global structures of politics and economics the economic injustices of the world with the Make Poverty History campaign from that little pop song you've just -- you've just seen. And so there is a celebratory nature to this. We were able to address structural issues. We still do. Every time we bring out this song -- this is the fourth time -- the access to politicians and those structure is open again and we can talk about the abiding circumstances in which human beings --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "GELDOF",
      "sentences": "I mean, half the virtue of this record -- maybe more than half is that as opinions and sensibilities and knowledge change, often as a result of this record, so does the debate. So does the argument. And that's part of the political process of this.So right now, the debate on Africa and Britain, and hopefully the United States, will be elevated. It's very hard to get this argument into the current political climate. It's very hard. So this record then and its oppositionists bring that debate up to a level. And genuinely -- seriously, I believe that's as important a part of this because it allows us then to have a cultural dialogue which again makes politicians answerable to all those points. So to be specific to your answer, Ed is a really clever man. He's a really good bloke. He's a great artist. I've put in the call. We've had a conversation. We may disagree, we may agree, but we work it out. And that's exactly what this should be. Meanwhile, Band Aid will deal with that hungry child, that damaged person, that education, that sheltering. Tonight, without any question, there is somebody going to bed a little warmed, a little better fed, with the hope of an education going forward. We are talking about parts of the world that has just come out of yet again a civil war that is constant. And when we started in the '80s, the longest running war of the 20th century. The damage -- 600,000 people killed over the last 18 months. I mean, who knows about that? I know CNN were there. I know they reported on it, but who else was there? In Sudan, currently, the United Nations reckons that 2.9 million people this year alone in the mass slaughter will be either wounded, broken, their houses ruined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "HUNT",
      "sentences": "Yeah. GELDOFThis is the truth --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "GELDOF",
      "sentences": "-- and the reality happening and we deal with that absolute truth every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "HUNT",
      "sentences": "Yeah.Sir, I do want to show you my colleague Max Foster spoke with Fuse ODG just about an hour or so ago on this network. Let me just show you a little bit of what he said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "GELDOF",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "HUNT",
      "sentences": "-- and I'd love to hear what you think. Watch this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "MAX FOSTER, CNN INTERNATIONAL ANCHOR",
      "sentences": "Do you think it's added to the problem of racism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "FUSE ODF, SINGER, SONGWRITER, RAPPER",
      "sentences": "The problem is bigger than Band Aid. Let's be very real about it. But the only reason why it's on Band Aid is because they announced a re-release. So, for me, it's like OK, cool. You're just feeding into the problem that we currently have. Like, this new re-release, it's setting us back.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "HUNT",
      "sentences": "\"It's setting us back,\" he says. What do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "GELDOF",
      "sentences": "Like, I can't see or hear that very well, so you tell me what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "HUNT",
      "sentences": "Sure. So my colleague asked if he believed that it was perpetuating racism. And while he did not say that directly, he said, \"The problem is bigger than Band Aid. Let's be real. The reason why it's on Band Aid --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "GELDOF",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "HUNT",
      "sentences": "-- because they announced a re-release.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:07",
      "speaker": "GELDOF",
      "sentences": "But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "GELDOF",
      "sentences": "Kofi, and I, and the others traveled throughout the continent and throughout Europe lobbying for exactly what Fuse is saying. I 100 percent go along with that.And then subsequently in the middle of the crash in 2008 -- because Africa was not getting any investment -- I raised an investment fund of $200 million. Not much. I wanted $800 million but because of the crash I couldn't get any more. But with all African investment partners and managers we set up -- in eight countries we employed at our height 11,000 workers, which in turn gave benefit to 140,000 dependents and others and proved the point that people are the same everywhere. You inject the oil of cash into an economy and people thrive. We brought in workers' rights, trade unions' rights. We structured and formulized accountability and general financial accounting. So I am 100 percent with the argument. But tonight, the United Nations are calling for the mass rape of women and girls to stop and for people not in their fancy chairs, not the elite, not the privileged with the arguments to please --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "GELDOF",
      "sentences": "-- do something about it. Band Aid does. And tonight, again, of the 600 million people who are starving in the world, 300 million are in Africa. That's the truth. That's the truth.Of the 700 million suffering from extreme poverty -- that is, living on less than $2.15 a day -- there's 700 million in the world unnecessarily. Over two-thirds of those people are in Sub Sahara in Africa. So for them to be able to get Africa going and on its feet they must be alive. And over the course of 40 years hundreds of thousands of people -- probably millions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "GELDOF",
      "sentences": "-- are alive because of a little pop song. That is a ridiculous way to run the world, and it should stop. But when it doesn't, we will keep getting the greatest artists of our time, putting them together, and doing this little song, which I think a newspaper called two weeks ago perhaps the most powerful song in rock and roll history. We didn't mean it to be but maybe it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "Well, Sir Bob Geldof, very grateful for your time today and, of course, for all of the work that you have done over the course of your life. Thank you so much.And we are going to leave our viewers with some of this original Band Aid song from 40 years ago. We'll be right back. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}