{
  "date": "2024-09-27",
  "headline": "CNN News Central",
  "subHeadline": "Hurricane Helene Makes Landfall in Florida. Hurricane Helene Causing Flooding in Parts of Florida and Atlanta, Georgia; Mayor of Atlanta Interviewed about Water Rescues Made for Residents Trapped by Flooding. Aired 8-8:30a ET.",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN TORPEY, ACTIVATION MANAGER, WORLD CENTRAL KITCHEN",
      "sentences": "-- trucks going out today. We'll be cooking, we'll be distributing food. We have spreader vans going out with the food trying to get to some of these hard hit areas, trying to get to the people that really need it as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "We're seeing some video now of, I think that's South Pasadena, Florida, with things that are on fire, buildings on fire, it looks like homes on fire. At the same time, they're underwater. So you're seeing this event have such a devastating effect. How long do you expect to be there? Because there is clearly going to be a need not just in Florida, but all over that's dealing with some of this flooding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "TORPEY",
      "sentences": "Yes, that's correct. I mean, you look at Georgia, look at some of look at the massive amount of area in Florida right now. We're going to be here for as long as it takes. We're going to help Florida get back on its feet one meal at a time. We're going to give these people hope, let them know that we're here for him, and that we're going to be keep coming back every day until they're settled, until they get their feet back underneath them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SIDNER",
      "sentences": "So glad you're there, so thankful that you're there. John Torpey and the whole crew from World Central Kitchen, really appreciate what you're doing out there.A new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "I'm John Berman in Tallahassee, Florida. This is CNN's special live coverage of Helene, which is now a tropical storm, but a storm that has caused major peril over hundreds and hundreds of miles. Water rescues in multiple states. This after a catastrophic storm surge on Florida's coast. That surge was nine feet or higher in some areas. Right now, frankly, the greatest peril is in Atlanta, where they're getting flash flood warnings, urgent flash flood warnings. People are being told to take cover from this storm. At least five people dead so far, 3 million customers without power.When it means it landfall, it had speeds of 140 miles per hour. It hit as a category four, but again, the news is what it is doing now with this extraordinary rainfall as it moves over Georgia and into North Carolina as a tropical storm. Let's get to CNN meteorologist Allison Chinchar with the latest on the forecast, the rain totals, and what we're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "That's right. Yes, we take a look, latest update at the top of the hour, still tropical storm Helene winds now down to sustained of 60 miles per hour. That forward speed still moving very, very, incredibly fast. But you're still noticing that it's transitioning. As you've noted, the sun is starting to come out in Florida, but for other states were still dealing with torrential rain and very gusty winds.Here's a look at the map, all the areas you see here in green are under a flood watch. That means there is the potential for flooding at some point over the next 24 to 36 hours. The red areas, that indicates where active flooding thing is taking place. And then the white outline areas, those are all flash flood emergencies. That is the highest level of flood alert that you can possibly get from the weather service. We begin with these two in and around the Atlanta metro area. This includes downtown Atlanta, the airports. If you've got some flights going out, you may want to double-check on that. All of this area dealing with extremely heavy rainfall. The one bit of good news for Atlanta is we should start to see a lot of the rain generally lift from this area in about the next hour or two. Farther to the north and much of western North Carolina, I mean, pretty much most of the western portion of the state is entirely under some level of a flash flood emergency. We've seen extreme amounts of rainfall here, some of these areas, seven to 12 inches of rain in just the last several hours. That is piling up. So you're seeing it not only cover the roadways, they've also had water rescues there and landslides in much of western North Carolina as well. Again, the rain is not done. For some of these areas, especially western North Carolina, it's going to be at least a couple more hours before they finally start to see the bulk of that rain begin to move back out. We're starting to see the heavier rain spread into Tennessee and Kentucky just now. So that's going to be several hours there of very heavy rainfall going forward. We still have tornado warnings active right now in South Carolina, more tornado warnings are expected as we go through the day today. Look at some of these wind gusts, again, 56 miles per hour in Augusta, 52 and Colombia, even Charlotte up around that 40 mile per hour range. So you've got the very strong winds, look at some of these. Perry, Florida, that's where the storm very near where it made landfall, 99 miles per hour. But then you look at Douglas, Georgia, a city that is more than 90 miles away from the coast. They also had a 90 mile per hour wind gust. So again, it's not just for coastal communities. We've been seeing these incredibly strong wind gusts very far inland. And that's what's leading to an incredibly high amount of power outages. Over 3 million people, John, still dealing with power outages, and that number is likely to only go up in the coming hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, John, that's not something you say very often, and we're, of course, worried about that tropical storm weather coming this direction. If you look behind me, you can see some of the aftereffects that we're already experiencing. You can see the cars here that are dotted in this apartment complex parking lot that have been flooded. Now, we know there are some residents still on the second floor. I just watched a woman come out from her balcony and just look sort of astonished at what's left here.But this is where some water rescues happened earlier this morning. The rain came hard and fast. We know about nine inches of water has fallen so far. We're going to show you some of this video from one of those earlier water rescues where there was a car that was driving and the water was so strong that it drifted off into a yard. They had to send the Atlanta fire departments on some boats to get into rescue this family. And of course, they've rescued an infant, at some point, even look like they've been rescuing animals across the area. We know at least 25 rescues throughout the metro Atlanta area. The rain is above nine inches at this point. And just in the last half- hour, we got a weather warning for winds. The gusts have been over 60 miles per hour. That's something we hadn't experience for much of the morning. But that has changed in the last half hour or so. But listen to the battalion chief talk about the rescues they've been doing this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "BATTALION CHIEF SCOTT SEELY, ATLANTA FIRE RESCUE DEPARTMENT",
      "sentences": "So we were -- we've been doing water rescues all night. And with this one, the vehicle was traveling in through the water. The vehicle started to float off the roadway. They were able to get out of the vehicle and get on top of the vehicle. Once they are on top of the vehicle, when we arrived, we were able to look up a system to where we could lower the boat over to them because the current is very strong.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "YOUNG",
      "sentences": "Yes. John, the creeks that are nearby are overflowing. I want to point to something here for our viewers. Look at where the first floor is on some of these units here and see the water yet it's above those first-floor units' doors. So you obviously understand some of these people are going to be dealing with severe water damage to their homes.This is not the only place. There have been more than 10 other locations that are having to deal with this heavy water. Of course, you've got to think about how far away metro Atlanta is from the coast. And then you have this heavy rain. The airports also impacted. We know more than 100 canceled flights. They also had a wind warning out there. This is still an accumulating storm that we'll continue to watch. On top of all this, we've been in the middle of a drought, John. And with all this extra rain, they are concerned about trees falling throughout this area. Of course, there's so many beautiful trees throughout Atlanta. That's something they're concerned about, especially with the power outages throughout the area. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "BERMAN",
      "sentences": "Those images behind you, Ryan, just extraordinary. Thank you so much. You and your team stay safe.With us now is the mayor of Atlanta, Andre Dickens. Mayor, thank you so much for being with us. This flash flood emergency issued a short time ago for Atlanta. What exactly does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "MAYOR ANDRE DICKENS, ATLANTA",
      "sentences": "Yes. So right now we are under a flash flood emergency in the city of Atlanta, which means that's going to take place all the way until about 1So we're telling everybody stay off the roads because, as you just saw, people that are driving, some of them are getting stuck on the roads. I'm here at our joint operations center where all of our departments are fielding calls related to trees down or power lines down or flooding. And so we are going out and dispatching our fire rescue people, our public works folks, police, and Georgia power is cutting down trees and putting up power lines that may fall down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:08",
      "speaker": "BERMAN",
      "sentences": "We're seeing a picture on our screen right now, Mayor, from Atlanta of a car that has water flowing all the way almost up until the top of the windshield. So that car is not going anywhere. You can get a sense of what it would be like to try to drive in water like that. I hear eight inches of rain over the last 24 hours in some parts of Atlanta, several inches more still expected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "BERMAN",
      "sentences": "And talk to us more about that, because we do understand there had been maybe several dozen water rescues overnight in Atlanta, and that's just not something that you hear very often.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "DICKENS",
      "sentences": "Yes, it's not common to see boats down the road, boats just being unnecessary to get the people's homes or to get the people that are trapped in a car that tried to drive in this rain. We've had to rescue people, whole families, pets. So our fire rescue department as well as our teams across the city of public works, they have been out throughout the night, the whole night, even with high winds and lightning and rain, these guys knew they had a job to do and they were saving lives in about 10 locations.And we're hoping that people take notice. If they are in low lying areas, we've asked them to move their cars to high ground so that they won't flood. Theres been individuals who, whose houses are low and we're telling them put their cars up at the top of the hill so that they won't get flooded. But unfortunately, some people didn't get the message or didn't move their cars in time. So cars are, unfortunately, some are flooded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "BERMAN",
      "sentences": "Mayor, I have to let you go, but any reports of injuries or fatalities in the Atlanta metro area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "DICKENS",
      "sentences": "Thankfully, thank God, no reports of injuries or fatalities in the Atlanta area. We're thankful for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "BERMAN",
      "sentences": "Well, listen, Mayor Andre Dickens, you have your work cut out for you. These pictures we're seeing from Atlanta just extraordinary. Good luck the next few hours. Obviously, CNN has a major presence in Atlanta, so we're not just seeing it. We're feeling it as well. Thanks so much, Mayor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "DICKENS",
      "sentences": "Thank you. And everybody, stay safe. And the world's busiest airport has a few delays right now. So make sure you check your flight status if you're flying through Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "BERMAN",
      "sentences": "All right, we have live pictures we want to show you. That is Atlanta.Atlanta, Georgia right there on your screen. I imagined somewhere underneath that water is a road. There's a flash flood emergency in place in Atlanta. We just spoke to the mayor, Andre Dickens a few minutes ago. He wants everyone to stay off the roads there. Eight inches of rain in Atlanta, already several more inches of rain could fall, and the flooding could continue even past that. The ground is simply saturated. The mayor told me a tree fell in his yard as he was leaving this morning. You can see right there that car just covered in water up to its windshield, a dangerous situation in Atlanta from Helene, which is now a tropical storm. It's a storm that made landfall as a Category 4 hurricane in the Big Bend of Florida, but it has had hundreds and hundreds of miles of impact from Southern Florida where there was record breaking storm surge causing some beach and inland flooding. All the way up to now, Asheville, North Carolina, where we are seeing the banks of the Pigeon River overflowing, surging water there this morning. And we got an update just minutes ago from affiliate reporter, Rex Hodge from WLOS. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "REX HODGE, WLOS",
      "sentences": "Water was coming up so quickly and rising and we did what we've been saying all morning, you've got to get out of there.So, we've moved to higher ground right now. We're closer to Canton right now. It's behind me, the main road. Going into Canton right now you can see is closed and what you're going to notice here in this live shot, as opposed to some of the earlier ones where obviously we had all the rain, but now we're really feeling the wind kick up a lot. And you're talking about infrastructure damage as Megan was saying, we're in the heart of this right now. We've had all this rain. It is going to continue and now these very, very strong gusts of wind are coming along and they have the potential to do damage to infrastructure, knock trees down, knock out the power. You could probably already notice here that the traffic lights are out here in Canton as well. So, down the hill here, that's where the Pigeon River is, and we're keeping tabs on that as well. (END VIDEO CLIP)  [08:20:24]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "BERMAN",
      "sentences": "Yes, down the hill from there, the Pigeon River flash flood emergencies in parts of North Carolina, in Atlanta as well. We see dramatic pictures from Atlanta where there is that emergency in place. There they are again.Six states under various states of emergency. Obviously, the White House has green-lit emergency support. With us now is someone who will be very instrumental in implementing all that support, FEMA administrator Deanne Criswell. Administrator, thank you so much for being with us this morning. Just tell us what you're seeing at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "DEANNE CRISWELL, FEMA ADMINISTRATOR",
      "sentences": "Good morning, John.We're getting a lot of reports right now and I think, as you know, the storm is still moving and as the storm has passed in some areas, the threat is not gone. And while it's still early, we are hearing widespread power outages. Over two million people across Georgia and Florida. In fact, like 14 counties that have more than 80 percent of their counties without power. Record storm surge in areas along the Big Bend area. We're also hearing of multiple road closures due to debris and vehicles that have been stranded in the road. And unfortunately, I do have some unconfirmed reports, fatalities across Georgia and Florida. We've had all of our search and rescue teams engaged throughout the evening. In fact, we've done over 600 rescues, not just FEMA and federal resources, but the state and local resources as well in Florida alone and those rescues are ongoing today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "BERMAN",
      "sentences": "More than 600 rescues, federal, state, and local. We've had reports now of at least five deaths. Have you heard numbers higher than that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "CRISWELL",
      "sentences": "All I have is unconfirmed reports at this time, I would refer you to the state for some specific numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "BERMAN",
      "sentences": "And I want to take this in pieces if I can, because this storm, it was so big, it affected so many areas and so many different ways. First, let's talk Florida and the storm surge overnight.At this point, are you still hearing reports of people stranded, you know, trapped by the floodwaters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "CRISWELL",
      "sentences": "I'm still hearing reports of our teams specifically that are still actively engaged doing search and rescue, helping people get off roofs or get from their homes into a safe area. And so they are still actively engaged this morning, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "BERMAN",
      "sentences": "And then the storm pushed through the Panhandle up into Georgia and now North Carolina with these flood emergencies in Atlanta and North Carolina. How can you address so much need in so many different places?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "CRISWELL",
      "sentences": "We took the opportunity to stage our resources in multiple locations. We had search and rescue teams staged in the Georgia area, as well as Florida.We had additional teams that were staged on with our commodities in our staging locations to support Georgia, South Carolina, and North Carolina. We've got incident management assistant teams that are embedded in each of the state EOCs. So we can maintain that continuous communication with them, get the real time information and needs from them so we can quickly deploy any resources we have in the area, but also, anticipate what some of the additional needs might be as this storm continues to move and we can continue to bring in more resources if needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "BERMAN",
      "sentences": "What's the greatest risk right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:17:52",
      "speaker": "CRISWELL",
      "sentences": "I think the greatest risk right now is that this is still a very dangerous situation. Even though some of the storm surge is receding in Florida, it's still the water is there and it's dangerous and you need to exercise extreme caution in Florida if you're going out and starting to check in on your home.But if you are still in the path of the storm with the flash flooding that you're seeing in Atlanta, what we expect to see in North Carolina, I'm worried about landslides in those areas. So, there's such a variety of threats that are coming from the storm. We're hearing reports of tornadoes in certain areas and so there's still so much that's happening across many states. So, the most important thing people can do is still listen to their local officials because they will have the risk for your specific location and the actions you need to take to protect yourself and to protect your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:05",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All really good information, very difficult scene there.Across some of the southern states, including in Atlanta, where there is a huge flash flooding of that happening now. Let's look at some of the stunning scenes that we're seeing from Hurricane Helene, now turned into a tropical storm.  In Steinhatchee, Florida, cameras capture this house just floating away in the water. Just part of the record breaking storm surge that has left coastal communities underwater. In Clearwater, Florida, the roads there look like rivers. You're seeing that there. The mayor says it is unprecedented flooding there. Keep in mind Clearwater is nearly 200 miles from Perry, Florida, where Helene made landfall, and just mentioned this, in Atlanta, cameras capturing fire fighters rescuing a mother from the rising waters. You see her holding her tiny baby there to her chest. Firefighters using rafts and moving people to get to higher ground. A flash flood emergency has been declared for Atlanta until 1:00 PM Eastern Time. We are continuing, of course, to track Tropical Storm Helene and storm chasers caught the terrifying scene as transformers exploded again and again. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}