{
  "date": "2024-10-24",
  "headline": "CNN This Morning",
  "subHeadline": "Lt. Gov. Austin Davis (D-PA) is Interviewed about Voting in Pennsylvania; Rep. Dan Kildee (D-MI) is Interviewed about Michigan Voters; Carlson Says Trump Will Give a Spanking. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:31:54",
      "speaker": "CROWD",
      "sentences": "USA! USA! USA! USA! USA! USA!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:54",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "That was Donald Trump this past weekend soaking up \"USA\" chants from that Pittsburgh Steelers crowd during his latest trip to the pivotal swing state of Pennsylvania, where GOP advertisers set to outspend Democrats in the last two weeks of the race.Pennsylvania also happens to be where Trump lost to Joe Biden in 2020 by some 80,000 votes, prompting his allies to challenge the results there. Even though the Supreme Court ultimately rejected those disputes, Trump is once again trying to sow doubt about the results in battleground states. (BEGIN VIDEO CLIP) BRIAN KILMEADE, HOST, \"BRIAN KILMEADE SHOW\": Out of the seven battleground states, what worries you the most? DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: Cheating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:54",
      "speaker": "KILMEADE",
      "sentences": "Which one, though? Which state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:54",
      "speaker": "TRUMP",
      "sentences": "All of them. I mean they - they cheat. All of them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:54",
      "speaker": "HUNT",
      "sentences": "All right, joining us now from Pittsburgh, the Democratic lieutenant governor of Pennsylvania, Austin Davis.Lieutenant Governor, thank you very much for being with us this morning. LT. GOV. AUSTIN DAVIS (D-PA): Thanks for having me this morning, Kasie. It's great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:54",
      "speaker": "HUNT",
      "sentences": "I'd like to start by talking about the systems in Pennsylvania. You, obviously, heard Donald Trump trying to sow some doubt there. And we also know that if this night - if election night unfolds the way poll suggest that it could, we're going to be looking to Pennsylvania to decide the Electoral College throughout, you know, overnight, on Tuesday into Wednesday.Are you confident and what have you done, what have you put in place to give confidence to Pennsylvania's voters that their votes are being - going to be counted fairly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:54",
      "speaker": "DAVIS",
      "sentences": "Yes, I am confident that the election here in Pennsylvania will be free and fair, as the election in 2020 was free and fair.The reality is, Donald Trump is delusional and he's a loser, quite frankly, and he can't accept that fact. I'm confident that county boards of elections across Pennsylvania are going to follow the law, are going to make sure every eligible vote is counted and make sure everyone has access. And so, we know this is going to be a close election. We know that Republicans in Harrisburg have refused to update the election codes to allow us to count mail-in ballots earlier. So, it will take some time to get a final result. But I'm confident that the volunteers and the board of elections across Pennsylvania are going to do their jobs well, and Pennsylvanians voices will be heard in this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "DAVIS",
      "sentences": "Yes, you know, we have always said from the beginning that - I knew that Pennsylvania was going to be close. That's exemplified by the fact that Joe Biden, earlier in the show you talked about, won Pennsylvania by less than half a percentage point, 80,000 votes in 2020. And we know this election is going to be equally as close.We know that Americans are deeply divided between the two party system, but I'm confident in the ground game that Kamala Harris and Bob Casey have built here in Pennsylvania. They're competing in counties that Democrats haven't traditionally competed in. In places like Lancaster and Cumberland County and Beaver County, because they're running a 67 counties strategy and not taking any vote for granted. So, as I believe this election will be close, it will come down to a few - to a few thousand votes at the end of the day. But I believe ultimately Kamala Harris and Bob Casey are going to be victorious here in Pennsylvania because they have the ground game, they have the vision to move America forward. And Republicans, quite frankly, haven't put forward a vision. And they've wanted to - to really roll back our basic fundamental rights and freedoms. And I think Pennsylvanians are going to stand up for real freedom on Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "All right, Pennsylvania Lieutenant Governor Davis.Sir, thanks very much for being here. I appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "DAVIS",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "All right, with the election less than two weeks away, is the vice president's message of joy fading for voters? It was, of course, a huge part of using her running mate in Philadelphia back in August. And it's something she did touch on in last night's townhall.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S. (D) AND U.S. PRESIDENTIAL CANDIDATE: And I believe the American people deserve a president who's saying, look, let's just be practical. Let's get things done. And let's not be afraid of having a little joy. So, the point of, you know, what gives you - what makes you feel good about your work. Let's - let's do it in a way that is grounded in optimism. I think people are exhausted with the idea that we're just going to be divided an angry, instead of working on the problems and working together. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "So, one voter at last night's townhall disagrees with how the vice president has been running her campaign in the closing weeks.Watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "TANEISHA SPALL, TOWN HALL AUDIENCE MEMBER",
      "sentences": "For a very long time she didn't stoop to his level. And as of late, last couple of weeks, I've really started to see, like you said, this schoolyard bullying. And I think that's beneath her. She doesn't need to do that. She can run on her policies. She can run on her position. You don't need to stoop to his level.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "Now, her opponent's trying to reclaim joy on the campaign trail.(BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE:  The first month of their campaign was that they were the joyful campaign. And - and, my friends, the joy is gone. The joy is gone. She was kind of scolding people. She was - she was - she was scolding people for thinking that Donald Trump is funny. But - she really was. She was like, how can you - how can you dare have a sense of humor about American politics? It's one of the things I love about my running mate is, he does have a sense of humor. You can fix the country, but have a good time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "All right, our panel is back.Look, Isaac, there's no question that, I don't know if I'd go so far to say the joy is gone, but it has been - it has evolved into a strategy that, you know, as we've - as we've outlined, is really focused on why Kamala Harris thinks that voters should be afraid of a Donald Trump second term. But I am interested to know what you think about what J.D. Vance said there. And - because, I mean, look, that is something - there's - there's a gender component to saying she's scolding people for sure. There is this question of a sense of humor and being able to laugh at things that has permeated a lot of the conversations the country's been having, especially people on the left who, you know, feel like Donald Trump is not a laughing matter and get upset when people laugh about him. EDWARD-ISAAC DOVERE, CNN SENIOR REPORTER: Yes, I was in Papillion, Nebraska, on Saturday for a Tim Walz rally that felt pretty joyous, quite honestly. If you look at - Harris is headed to Atlanta tonight. She'll appear with Barack Obama and Bruce Springsteen. I don't think that's going to have a funerial feel to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "I don't know. I have to say, when Springsteen played for Hillary Clinton in '16, he like played a ballad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "DOVERE",
      "sentences": "The night before the election, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "And it was, in fact, the vibes were not so joyous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "DOVERE",
      "sentences": "I was there. And I remember that quite well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "Like -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "DOVERE",
      "sentences": "I don't think that's what we're going to get tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:09",
      "speaker": "HUNT",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "WILLIAMS",
      "sentences": "Because he was dancing at a rally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "WILLIAMS",
      "sentences": "So, it's just - it's - this is sort of politics. It's - they're always going to -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "WILLIAMS",
      "sentences": "Find an issue -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "And I think that another thing going on here is like, we can focus on the Harris campaign.Last night, Tucker Carlson was at a rally with Donald Trump, and he said his vision of the Trump presidency that he laid out was that the kids have been misbehaving and daddy's coming home. And his words were -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "And he's pissed and he is going to take a young girl and beat her and spank her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "This is what he said.And said that the - that Trump, his vision that he laid out was that Trump is going to say, I'm not going to lie to you. This isn't going to hurt me as much as it's going to hurt you. It's going to hurt you a lot more. And then when Trump took the stage, the crowd was cheering, dad's home, or dad - Donald daddy. He's talking about the enemy within. I mean I think it's a little bit hard for J.D. Vance to be saying that they're running anything other than a really hardline campaign talking about hurting America and hurting Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "FINNEY",
      "sentences": "Yes, hurting American women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Well, let's see if we can track down that - that sound bite and play it. FINNEY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "And the other thing I also wanted to - we were talking earlier about part of why this has shifted in these final weeks is because we are - we have learned a little bit more about what Donald Trump said when he was president.And, Marc, you brought up Mark Esper, who served briefly before he was fired by Donald Trump as the secretary of defense. He's now a CNN contributor. He was actually asked about it on our air. Let's watch what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Chief of Staff Kelly also said that he believed that Donald Trump fell under the definition of a fascist. Do you also consider Donald Trump to be a fascist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "MARK ESPER, FORMER SECRETARY OF DEFENSE",
      "sentences": "You know, John Kelly did something, and he looked it up in a dictionary. And if you - if you look it up, I think everybody should ask yourself, does he fall into those categories? And - and it's hard to say that - that he doesn't when you kind of look at those terms. But, you know, he certainly has those inclinations. And I think it's something we should be warry about.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "So, to be clear, Marc, Esper does say that Donald Trump has fascist inclinations. Are you comfortable with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "MARC LOTTER, FORMER SPECIAL ASSISTANT TO PRESIDENT TRUMP AND FORMER PRESS SECRETARY TO VICE PRESIDENT PENCE",
      "sentences": "And Kamala is a socialist. I mean this is what we do in politics. And, I mean, we've been calling the left socialist for - since the days of Reagan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "But there's a big different there though, right, because it's people who worked for Donald Trump saying that he's a fascist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "And - and again - and there are - and there is a litany -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Military leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "And I've got 200 retired military general and admirals who support Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "And I don't - I don't think that you would find - but socialist is something that Trump and Republicans have called Kamala Harris. Nobody who has worked for Kamala Harris calls her socialist. People who were in Donald Trump's cabinet, in his Oval Office, say he is a fascist. They say he - the Kelly thing, you want to say he's lying. I think a lot of people feel like John Kelly is not a liar, said that Trump was saying he wishes he had generals who were more like Hitler's generals. This isn't just a wipe away. And I think that what - it's important -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "I get it. You - you - you want it to be something more because she has nothing more to run on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "No, no, no, no, no. But, Marc - Marc, I'm -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "You have to run against Trump and it's not -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "I'm not trying - I'm a reporting, I'm not running on anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "Well -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "I do think though that what is happening here is, there are a lot of reasons to vote for or against Donald Trump, for or against Kamala Harris.But what is definitely true is that, if you are saying you're voting for Donald Trump, you're saying, I've heard all those comments about him being a fascist from people who worked for him and I don't care about it enough to change my vote, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "Well, what I'm saying is, is that, like, I was in the White House in 2017. I was on the campaign and '16. I was on the campaign in '20. I know of many people who were in the White House who don't say those things, who - who didn't hear them -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "Right, but you weren't the White House chief of staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Yes. But - but, Marc, we -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "And there's also - there's -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "We appreciate your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "I understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "But John Kelly was the chief of staff, and he also, you know, has this incredibly distinguished record of service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "And I'm not questioning general - General Kelly's career and his service to our country and his loss because, obviously, you know, I'm a vet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Well, you are questioning his integrity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "Well, you wait - you wait until two weeks before for an election? You were - this is now four and a half, five years since you were chief of staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Yes, I mean, because Donald Trump came out - because Donald Trump came out and said that the military possibly should be involved in dealing with American citizens on Election Day. I mean that's why John Kelly came out now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "FINNEY",
      "sentences": "And threw out peace and his presidency would be - use the military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "And you heard many people that have said that we know that we're talking about the National Guard. They are brought out to deal with - with - with unrest. It's been done for decades. It's nothing for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "FINNEY",
      "sentences": "No, but that's not the only referenced that he made to utilizing the military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "There is a distinction between the National Guard and the United States military. A very significant distinction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "They wear the same - they war the same uniform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "The - the legal - there isn't - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "LOTTER",
      "sentences": "I -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "HUNT",
      "sentences": "Obviously people in our National Guard are service members. I am not taking away from their service. But the rules about whether or not they are allowed to operate on American soil are very different from the active duty United States military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:08",
      "speaker": "DOVERE",
      "sentences": "What (INAUDIBLE) Nancy Pelosi (INAUDIBLE) with them, which is another thing that Donald Trump said, right? And these - that's a political opponent of his that he has now referred to as an enemy within.Adam Schiff, who I get Donald Trump doesn't like, but he - an enemy within is a different thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "LOTTER",
      "sentences": "It's rich. I mean, it's just - it's just really - it's hard to wrap your head around it when it's like, so you think that - that we are an enemy - or enemy within, but then you spend years comparing them - calling the man Hitler, comparing him to Hitler, saying the evil MAGA Republicans, the extreme MAGA Republicans in -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "I do not - I do not hear Kamala Harris calling Donald Trump Hitler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FINNEY",
      "sentences": "No. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "I have never heard her say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "And quite frankly -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FINNEY",
      "sentences": "I haven't heard any Democrat say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "And I just think what I find perplexing about all this and the sort of the defenses, how much is too much when it comes to the comments? How many comments can one explain away? The dictator comment, which supporters - FINNEY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "LOTTER",
      "sentences": "On day one dealing with the border. We know that - taken of context. It's been debunked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "Please, let - wait, no -(CROSS TALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FINNEY",
      "sentences": "Can I just -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "I get it. They say it's a joke. They say it's a joke. But he still said it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "Even if it - even if it's a joke or even if it's limited to - to the border or whatever else, he used the word dictator in the United States to refer to himself. And that is itself alarming. Now, how many of those are we willing to just sort of brush aside and say, well, there's another explanation for it.Now, you know, whether you get to the point of calling somebody a fascist - and, you know, Esper's point was (INAUDIBLE). When you run down the definition of someone who, you know, whether it's a centralized military or a nationalistic or whatever else, OK, he can use wherever terms he wants. But there's a long record of statements from the former president that ought to be quite concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "One more thought and then we're going to go to break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FINNEY",
      "sentences": "Well, \"The New York Times\" had a piece that, unfortunately, we won't - aren't talking about because there's so much other news this week, but they really went through the ways in which Donald Trump wants to consolidate power. Because, to me, when we were talking about fascism and we're talking about utilizing the military, part of what concerns me is about the way he views leaders - his leadership and they use and abuse of power to enact whatever he wants with no guardrails. And that, I think, is - should frighten us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "LOTTER",
      "sentences": "But you literally had Kamala last night talking about packing the Supreme Court, ditching the filibuster, and they are the defenders of democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "Well, OK -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "LOTTER",
      "sentences": "I mean, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FINNEY",
      "sentences": "Well, she's talking about court reform but -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "The bill - OK, but - but - but - just, again, what - what -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "If she's going to do that, she's going to need the government to support her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FINNEY",
      "sentences": "Yes. Correct. HUNT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "FINNEY",
      "sentences": "Yes, she talked (ph) about firing people that don't agree with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "And - and - and just real quick, the filibuster is an internal rule of the Senate. We're not talking about - and I'm not here calling for filibuster reform or anything like that. But I - there's a big difference between the use of the term dictator and altering the rules that the Senate is free to pick on its own. It's its own internal -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "There - there is a big difference between process -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "And the use of force, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HUNT",
      "sentences": "I'm just going to leave it there.Coming up here on CNN THIS MORNING, battleground Michigan in the spotlight. We're going to talk to Congressman Dan Kildee on the impact of Arab American voters in his state. Plus, sometimes the simplest questions are the hardest. Have you ever tried to answer this one in a job interview? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:05",
      "speaker": "MAYOR BILL BAZZI, DEARBORN HEIGHTS, MICHIGAN",
      "sentences": "Just look where we're at right now and look where we were before the current administration took office. We definitely need a commander in chief to come in and stop the wars.I can tell you, a lot of people are actually swaying to voting for Trump because they really don't like what's going on. (END VIDEO CLIP) KASIE HUNT, CNN ANCHOR: That was Bill Bazzi, the first Arab American mayor of Michigan's Dearborn Heights, speaking on a Trump campaign press call this week to express his support for the former president. Like many of his fellow Arab Americans in Michigan, the war in the Middle East looms large over their decision at the ballot box, with some appearing to view Trump as the pollution. As polling continues to show a tight race in the key battleground state, Kamala Harris' challenge is to not only dissuade this crucial group of voters from supporting Trump, but also convincing them to get out to the polls on or before November 5th in the first place. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:05",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "How many are hesitant, having a hard time voting for Harris because of these policies?That's just about everybody. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:05",
      "speaker": "HUNT",
      "sentences": "Interesting.Joining us now, Democratic Congressman Dan Kildee of Michigan. Congressman, wonderful to see you. Thanks so much for being back on the program. I'd like to start with your reaction to those voters and what they said to John King. REP. DAN KILDEE (D-MI): Well, I understand the position they hold. And, in fact, my own personal position is probably more closely aligned with them on the policy than - than the current administration. I've shared that with President Biden. He's aware that I share some of the concerns. But here's the issue. There's a big difference between where Donald Trump stands on these issues and where Kamala Harris would. And I understand that people may disagree with her, may disagree with the prosecution of this war. But Donald Trump, for goodness sake, is not the answer. Not the man who would double down on what Prime Minister Netanyahu was doing, would tell him to finish the job without regard to the consequences. And the same president who, at one point in time, called for a ban on any Muslims coming into this country. So, elections are a choice. And the path before us, whether you are, you know, in agreement with this administration on the prosecution of the war in Gaza or not, the choice is one that is far more dire for peace loving people in any part of the world, and particularly the Middle East. The choice of Donald Trump is far more dire than the possibility of change that we see with Kamala Harris. And that's a tough message, but that's the reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "Congressman, in the final days of a campaign, you obviously here sometimes the most pitched version of a candidate's closing argument, both from them and also from their surrogates.And there was a moment on the campaign trail yesterday where Tucker Carlson introduced former President Donald Trump. And he did it this way. I want to show it to you and then ask you about it on the other side. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "TUCKER CARLSON",
      "sentences": "There has to be a point at which dad comes home. Dad comes home. And he's pissed.When dad gets home, you know what he says? You've been a bad girl. You've been a bad little girl and you're getting a vigorous spanking right now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "When Donald Trump did take the stage, there were chants of \"daddy's home.\"Sir, your reaction to these comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "KILDEE",
      "sentences": "This is the Republican Party of 2024. It's creepy. It's scary. And people ought to pay attention to the things that they're saying and the - and the imagery that they're projecting. Whether it's that kind of scary and weird introduction that Tucker Carlson just did, or the, you know, this notion that people are eating cats and dogs in Ohio, or Donald Trump's obsession with all things Arnold Palmer. This is a weird party. They've gone off the rails, and people better pay attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "Sir, if - if you if - if you do feel that way, why do you think the race is so close? KILDEEterm scaring people, frightening people, demonizing his opponents gets some people amped up. And he has this base of supporters that I will never be able to completely psychoanalyze who believe anything he says, even if it's absolutely ridiculous. Even if it contradicts their interests. This is a cult. It's a scary one. And people who are thoughtful, who are somehow thinking that they want to pursue whatever policies they think Donald Trump will pursue, have to accept the fact that coming with that is a person who has fascist tendencies and who is just plain weird, strange, scary.  All of the above.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "All right, Congressman Dan Kildee, thanks very much for the time today. I really appreciate it. Keep us posted on your home state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "KILDEE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "All right, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "KILDEE",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "You referenced this moment, so we played it there for Dan Kildee. Marc Lotter, are you comfortable with that introduction in Tucker's (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "LOTTER",
      "sentences": "I didn't see the context of it, so I'm not sure, you know, what all - if it - in the larger, what he was referring to. It's - it's an interesting - it's probably not the intro I would have used, but I need to see contacts context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "DOVERE",
      "sentences": "What context would you need to see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "LOTTER",
      "sentences": "Well, I mean, if I had to - and again, I did not see the whole thing. I just saw that clip. If he's talking about, which I know Tucker often talks about, reigning in the bureaucracy, you've got to -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "DOVERE",
      "sentences": "No, that's not what he was talking about. If that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "LOTTER",
      "sentences": "I didn't see it. So, because then I would say, that's -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "DOVERE",
      "sentences": "OK, so what he was saying - what he was saying is -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "Go ahead, Isaac. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "DOVERE",
      "sentences": "That America is like a bunch of kids that have been misbehaving and that the mother couldn't get them under control. As he says there, daddy comes home and daddy's pissed. And that the mother says, go to your room. And that the father comes up and then spanks the girl until it hurts her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "DOVERE",
      "sentences": "Now, I do think though, it's Tucker Carlson, whatever, OK, you want to say that. It was ahead of Trump at a rally. Then Donald Trump came out, right? They were cheering what - what you said about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "We're - we're going to try to get that sound as well. DOVEREabout how he likes to be an authoritarian, is maybe a fascist, is a fascist. And Donald Trump himself keeps talking about how - how much he admires Viktor Orban, who is an authoritarian. So it's all in the mix here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "HUNT",
      "sentences": "And, by the way, he's also running against women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "DOVERE",
      "sentences": "Right. Well, that is that then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:05",
      "speaker": "FINNEY",
      "sentences": "And can we also remember that several hundred women who have been victims of sexual assault did an ad in \"The New York Times\" this week to point out that someone who has been found criminally liable for the same should not be president.I mean, the dynamics here in terms of saying a woman and male and the - and just even the gender dynamics we're talking about in this - in this election, we got to bring it back together. And just that kind of language is so disturbing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "WILLIAMS",
      "sentences": "The manosphere, this kind of stuff (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "LOTTER",
      "sentences": "It's also close because people can't afford the groceries, gas and the border's open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:06",
      "speaker": "WILLIAMS",
      "sentences": "All that too. I - yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}