{
  "date": "2024-09-30",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Calls Harris \"Mentally Impaired\" At Two Rallies; Thousands Stranded, At Least 95 Killed By Helene; Ravens Run Wild In Rout Of Unbeaten Bills. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:32:22",
      "speaker": "MANU RAJU, CNN ANCHOR",
      "sentences": "All right, 31 minutes past the hour here in Washington. And here is a live look -- we're looking at Beirut, Lebanon right there on your screen. All right, we'll get to that story in just a moment about the bombings that happened overnight.But good morning, everyone. I'm Manu Raju. I'm in for Kasie Hunt. It's great to be with you. Donald Trump is now attacking his opponent in the race with a different line which he used several times over the weekend. At two separate rallies he was talking about immigration when he then launched into this personal attack. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENTIAL CANDIDATE:  Kamala is mentally impaired. Joe Biden became mentally impaired; Kamala was born that way. If you think about it, only a mentally disabled person could have allowed this to happen to our country. There's something wrong with Kamala and I just don't know what it is, but there is definitely something missing. And you know what? Everybody knows it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:22",
      "speaker": "RAJU",
      "sentences": "Now, Harris did not directly respond to that latest attack but did say this after talking about Trump's stance on immigration.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:22",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "We need a president who cares more about solving problems than playing political games and demeaning people full (INAUDIBLE). We're tired of that. We're done with that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:22",
      "speaker": "RAJU",
      "sentences": "All right, joining me now to talk about talk of this is Daniel Strauss, CNN's national political reporter. Daniel, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:22",
      "speaker": "DANIEL STRAUSS, CNN NATIONAL POLITICAL REPORTER",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:32:22",
      "speaker": "RAJU",
      "sentences": "Thanks for being here this early morning.OK, so does this line of attack work? I mean, Trump is not going to back off. His -- Republicans will say focus on policy and focus on the issues. But we heard him say this time and again this weekend. He clearly thinks this is effective. Effective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah. I mean, this is how J.B. Pritzker, who is the Illinois governor and Harris surrogate -- how he responded to this issue of name-calling.(BEGIN VIDEO CLIP) GOV. J.B. PRITZKER, (D) ILLINOIS:  They have nothing on their side to talk about that's good for everyday Americans, for working families. That's why they're just name-calling. That is what this is all about. You heard Donald Trump talk about mental impairment yesterday. I think whenever he says things like that he's talking about himself but trying to project it onto others. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "Now, we have not heard Harris respond. I guess the question I have for you is that what's been interesting is that the attacks that Harris has waged on Trump -- at least on the airwaves, I should say -- there have not been as many negative attacks that Trump has launched on Harris. In fact, it's been almost all negative that Trump along the airwaves has launched on Harris. Harris has decided to be a more positive message to sell herself strategically. Negative campaigning works strategically.Is that the right choice at this point in the campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "STRAUSS",
      "sentences": "Right, and the Harris campaign strategy is pretty clear, which is that they need to introduce herself. They see that they can pick up the required votes they need to win this election not by bashing Trump but by introducing her and winning over voters who say in poll after poll that they don't know enough about her --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "Um-hum. STRAUSS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "That's really her biggest issue right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "STRAUSS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "-- is it not?I mean, like, she -- you look at polls right now. People don't -- the reason why Trump is not doing as well in some of these states is because he's got the same issue. People don't trust him. They may not like him. They maybe think he's not honest and the like. But on some of the issue, like the economy, like on immigration, she's underwater with Trump on those issues. How does she reverse that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "STRAUSS",
      "sentences": "Um-hum. I mean, look, again, this is what the Harris campaign feels that they do -- that they need to do. They need to address and introduce Harris on specific issues like the economy, like border security. That's why we're hearing Harris and her allies talk a bit more about immigration and the border right now, and same with the economy.At the same time, though, look, if you are supporting Trump at this point, you're probably not going to move no matter what.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "STRAUSS",
      "sentences": "This is an election that's going to be decided by that small slice of voters who say they have not made a firm choice on who they want to vote for yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "And this is probably one reason why Harris is trying to goad Trump into debating again. She -- poll after poll said that she did win that first debate. Trump has said he's not going to debate again.This is the ad that the Harris campaign cut about calling on him (Trump) to debate again. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HARRIS CAMPAIGN AD",
      "sentences": "Winners never back down from a challenge. Champions know it's any time, any place. But losers, they whine and waffle and take their ball home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HARRIS",
      "sentences": "Well, Donald, I do hope you'll reconsider to meet me on the debate stage. If you've got something to say, say it to my face.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "And this was played during the Georgia-Alabama game on Saturday night. So clearly, trying to reach out to those Georgia voters.What impact will it have if Vance and Walz, the last ones on the national stage for either campaign, making their case on Tuesday, which seems like it's the only debate that's left here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "STRAUSS",
      "sentences": "That depends. I mean, look, this is -- this too is a debate where most Americans don't know who the two participants are. And historically, debates rarely buoy or really launch a candidate to new heights in a presidential election, but it does do no harm. It does sometimes stanch the bleeding.And so for the Harris -- for the Harris-Walz team, what they're trying to do is just stay the course, have a solid debate. Reinforce their narrative against Trump and Vance. Now, for Trump and Vance, the incentive here is to really sort of flip the script a little bit and go on offense a bit more on policy -- on some kind of topic in this debate that can stick not only for Walz but also for Trump himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "Yeah. I will just say it'll be so much to digest Tuesday and beyond.Daniel Strauss, thank you for coming in this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "STRAUSS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "RAJU",
      "sentences": "I really appreciate it.All right. And still to come after the break, Hurricane Helene slamming into Florida's Big Bend region devastating parts of the southeast. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We've never seen this before an I know that we don't really truly know the numbers of the loss of life here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:44:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It started rising very rapidly. Um, we saw it coming up the street and just didn't really think that it would get this far and this high, but it just kept going. It was so fast. It was really scary.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:44:10",
      "speaker": "RAJU",
      "sentences": "The catastrophic storm Helene leaving at least 95 people dead, including 30 or more in hard-hit Asheville, North Carolina. Days of unforgiving flooding submerging roadways and countless homes. Thousands stranded without basic necessities and no state resources coming anytime soon.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "Historic flooding from Helene washing out a large section of Interstate 40 connecting western North Carolina and eastern Tennessee, and no word when that highway will reopen.And take a look at the devastation in Keaton Beach in northwest Florida. Twenty feet of storm surge destroying homes, boats, and cars. Search and rescue crews are still checking houses for victims. Joining me now is Lars Anderson. He's a former senior official at FEMA. Lars, thank you so much for joining me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "LARS ANDERSON, FORMER SENIOR OFFICIAL, FEMA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "-- on this morning.You know, you spent several years at FEMA dealing with these natural disasters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "Where does this rank? Put this in perspective for our viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "This is -- this is unprecedented in terms of the amount of flooding and the amount of devastation. If you think about hurricanes and vulnerabilities people often think of cities on the coast. Think of Charleston, think of New Orleans. This is Asheville, North Carolina. You don't think of hurricanes flooding and devastation coming into those central parts of the state. So this is really unprecedented.And the swath of states -- the number of states that have gotten major emergency declarations and major declarations from the U.S. government is huge. It's going to be billions and billions of dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "Yeah, no question about it.This is how the North Carolina Gov. Roy Cooper discussed the recovery efforts that are ongoing in his state. (BEGIN VIDEO CLIP) GOV. ROY COOPER, (D) NORTH CAROLINA:  The biggest problem is getting to them because more than 280 roads are closed. Many counties and areas where people are landlocked. Cell phones and internet service is down. So we know there are a lot of families and friends that are worried about people and there have been about a thousand requests for that. Dial 211 to report if you are looking for someone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "So if you're in this emergency response and if you're an official -- if you're a FEMA official, what kind of challenge is that given what the governor is laying out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "It's a huge challenge. I think -- I think what people are trying to do right now is it's still an active search and rescue. We have 26 different federal search and rescue teams -- federal teams that have been deployed throughout the region. People are still looking for folks and still trying to connect.This is a whole of government response. You have folks from the Department of Energy and the FCC trying to set up mobile cell phone units. The Department of Energy in trying to restore power. You have the Army Corps of Engineers that are helping to clear roads and clear debris. So it's a whole of -- a whole of government response and it's just going to take -- it's going to take time. These things take time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "I mean, first thing, of course, is finding the missing persons, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "Yeah, absolutely, which is why the search and rescue are actively deployed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "And then how long does it take for a place like Asheville to rebuild to be back to what it was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "It could be months. It could be months. It could be years. It depends on the level of damage.It depends on -- you know, and as people are responding and as people are rebuilding you have to think about mitigation. This can happen again. So we have to start thinking of ways to mitigate future risks, whether that is more natural resources, elevating structures. Thinking about resiliency and building back better is the way to go. We can't just build back the way we did before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "And so how much does this -- you said it could cost billions of dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "What do you think in terms of a price tag here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "I have no - I have no idea. I think we really have to see what the damage looks like at the end. I think -- you know, you're probably looking at a supplemental -- congressional supplemental to help fund some of these things. But it's going to be in the billions of dollars I would assume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "What is the biggest need right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "The biggest need is getting to the people that are still missing. Making sure that people have adequate shelter, adequate food, adequate water. Making sure that supplies for, like, infants are there. That's the biggest -- that's the biggest thing right now.We need to make sure that people are -- those that are survivors are OK. That they're getting the help that they need. And that's the biggest focus right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "And the biggest challenge in accomplishing that? What is the biggest challenge in accomplishing what you just laid out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "The biggest challenge is getting to them -- finding them. You know, FEMA --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "And how many people are we talking about that would need to find these people in terms of response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "There are 50,000 people deployed from all sorts of agencies and volunteer agencies deployed in the states right now looking to set up and help people get recovery, help people get shelter, help people get food. So that's happening right now.I think the biggest thing is getting in there and getting the debris removed, getting communities connected, and really finding people. Because I think a lot of folks -- there's a lot of missing folks right now but a lot of those folks are probably around, they just -- they have no way to communicate with them right now. So getting those cell networks back up and getting that internet connectivity back up and getting people to be able to communicate is one way to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "Are they -- I mean, in your view, are the authorities effectively doing the best they can in this situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "ANDERSON",
      "sentences": "I think they are. I think they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:10",
      "speaker": "RAJU",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "RAJU",
      "sentences": "Yeah. Such a devastating situation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "ANDERSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "RAJU",
      "sentences": "-- and we really hope and pray that folks are found and that things can get back to some --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "ANDERSON",
      "sentences": "Absolutely. RAJULars Anderson, we really appreciate your expertise and insight and breaking this all down. Thank you for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "ANDERSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "RAJU",
      "sentences": "We appreciate it.All right, now we're going to turn to sports. The Baltimore Ravens -- they ran wild handing the Buffalo Bills their first loss of the season under the Sunday night lights. Carolyn Manno has more in this morning's Bleacher Report. I know you're not going to talk about the Chicago Bears -- my Chicago Bears. They did go to 2-2 with Caleb Williams. But there was a good game last night. How did it end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "There certainly was. Good morning, Manu.You know, last night's game was hyped as a preview as a potential AFC Championship game, but this one really ended up a very one-sided affair and it happened that way right from the beginning of this game. Ravens running back Derrick Henry was off and running from the first time he touched the ball. Henry taking off his first handoff 87 yards to the house to give Baltimore an early lead, and they never looked back. That is the longest touchdown run in franchise history. He finished with 209 total yards and two touchdowns, while quarterback Lamar Jackson, the league's reigning MVP, ending up with three scores of his own. Baltimore's defense stepping up as well, shutting down the Bills' high-powered offensive, limiting quarterback Josh Allen to only 180 yards passing. So the Ravens win in a 35-10 blowout to improve to 2-2, while Buffalo falls to 3-1. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "DERRICK HENRY, RUNNING BACK, BALTIMORE RAVENS",
      "sentences": "The Bills are a great team. They've been hitting on all cylinders. We played a great game -- a great game against them tonight. We were the better team tonight, but I'm sure they'll fix things the next coming up weeks. But we're just focused on being 1-0 this week.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:04",
      "speaker": "MANNO",
      "sentences": "The two-time defending Super Bowl champs are a perfect 4-0 for the first time since 2020, but Kansas City did not have an easy time against the Chargers. The Chiefs dug themselves an early 10-point hole before rallying to win 17-10. Patrick Mahomes throwing for 245 yards and a touchdown in his 100th regular-season start. But the win may have come at a cost. Star receiver Rashee Rice fearedto have suffered a torn ACL in his right knee. He left the game on a cart. Chiefs coach Andy Reid said that Rice would have an MRI later today to see just show bad things might be. Commanders' rookie quarterback Jayden Daniels continues to take the NFL by storm. The number two pick in the draft completing 26 of 30 passes for 233 yards and two touchdowns in Washington's 42-14 win over Arizona. That brings his completion rate to an incredible 82.1 percent, the highest mark ever by any quarterback through the first four games. The Commanders are now all alone in first place in the NFC East with a 3-1 record. An incredible start to the year for them. Let's turn to baseball now. The playoff fates of three teams hanging in the balance as the Braves will host the Mets in a doubleheader later today. They were originally set to play last week before the series was postponed by Hurricane Helene that you were just talking about, Manu. So the winner of game one will clinch a playoff berth. That's the easy part. What happens next gets a little bit more complicated. If the Mets can sweep, the Diamondbacks will slip in as the six seed in the playoffs. It is the same scenario if the Braves win both games. But if the teams split the doubleheader the Mets and the Braves both get in and Arizona will end up on the outside looking in. And another morning, another Shohei Ohtani highlight. The Japanese superstar converting his 36th-straight stolen base attempt for steal number 59 of the season. Ohtani making the swipe in the eighth inning as the Dodgers rally past the Rockies on Sunday. They got the 2-1 win. And Ohtani finishing the regular season as the National League leader in home runs and RBIs, ending up just shy of hitting that batting average mark for the triple crown. Nevertheless, his regular season defied every expectation. He played a career high 159 games. He hit 54 home runs. The list goes on and on as he gets set to enter the postseason remarkably, Manu, for the first time now that he's a member of the Dodgers. But 130 RBI -- make him just keep counting and counting what he's done this year, and it's going to be very special to watch him in the postseason. I know a lot of fans are excited to see what he might be able to do in October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HARRIS",
      "sentences": "Their debate should not be the last work. I'm trying to debate Donald Trump again.(END VIDEO CLIP) (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    }
  ]
}