{
  "date": "2024-07-18",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Embraced At RNC, Biden Forced Off Campaign Trail With COVID; Senators Chase Secret Service Director Through RNC; Rep. Jennifer McClellan (D-VA) Democratic Adviser On Biden: \"He's Being Receptive.\" Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:35:12",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Today is a terrible day. If you -- if you just -- if you pull back and look at this thing, strength versus weakness, a bullet couldn't stop Trump. A virus just stopped Biden.(END VIDEO CLIP) HUNT:  So here's how my colleague Stephen Collinson -- he's a friend of the show and he kind of paints all of these big pictures for us -- he describes the past few weeks this way. \"A White House race that slumbered for months has suddenly erupted over a momentous three weeks bookended by Biden's cataclysmic debate performance and the attempted assassination of Trump -- a whiplash of events unseen in half a century.\" And I do think, Karen, some of this is still sinking in just how much this race has changed in the past couple of weeks -- kind of the history that we are all living through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Right, right. Shame on Van for -- that's really -- that comment was really over the top. I mean, even when Donald Trump got COVID, he had to isolate. Any of us, when we get COVID, that's what you're supposed to do -- is isolate.Look, who knows what's going to happen in this race? I think what we've learned -- we sort of had forgotten 2016 where every day, every week was a new adventure with Donald Trump. I was living --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "You talking about 2016 or the entire Trump administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "FINNEY",
      "sentences": "Well, both. But I was in the 2016 race and let me tell you it was really something. At least you had the levers of government to slow him down a little bit.But look, I think we're being reminded, right, that this is a tumultuous race. It's going to go up and down. As you and I -- we were talking about yesterday, it's only July. We've got weeks to go before we see how this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "Miles to go before we sleep?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "FINNEY",
      "sentences": "Exactly. We have a -- we have a VP debate. We may have a presidential debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "FINNEY",
      "sentences": "So yeah, expect more action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "But the reality -- I mean, Stephanie Lai, the Trump campaign reportedly won't respond to the VP debate invitation because they're not sure who is going to be at the top of the Democratic ticket or in the second slot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "STEPHANIE LAI, POLITICS REPORTER, BLOOMBERG",
      "sentences": "Yeah. Strategically, it doesn't make sense for them to do anything at this point. Once they wait for the Democrats to officially nominate Joe Biden and Kamala Harris that's when they might have more wiggle room to say OK, let's sit down and let's have this debate.We have reported that Sen. J.D. Vance and Vice President Kamala Harris have already spoken and have discussed this topic, but it doesn't seem like the teams have come to a conclusion regarding what outlet to host the debate on and also the date in which they would host it. HUNT:  Yeah. Reese, let's dig in a little bit more to -- this is something Karen brought up -- and Karen, let's continue this conversation. But I would like to hear some of, Reese, your reporting around this question about Kamala Harris. And in the event -- because this is the back half -- part of the reason why Democrats have been so paralyzed and why Biden himself seems to be wrestling with this decision so much is that at the end of the day, they don't want to make a change at the top of the ticket if whatever they bring in next is going to have the same result --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "REESE GORMAN, POLITICAL REPORTER, NOTUS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "-- or potentially, worse. And there's so much unpredictability here.Kamala Harris is the other person on the ticket. It is the Biden- Harris ticket. But there are concerns among some Democratic corners about how well she would run. What are you hearing about kind of where those conversations stand? The way that I'm sort of interpreting it right now is that it's a -- it's a -- it's a broad conversation. There are definitely some people who would prefer not to see Harris at the top of the ticket, but it's kind of a joint conversation. OK, if we do have Harris, then this person should be her number two, right? It's kind of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "GORMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:12",
      "speaker": "HUNT",
      "sentences": "-- all tied together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Well, and this was some of the most interesting reporting, Karen, from our Jeff Zeleny who kind of broke this -- it's now been picked up in the Times and elsewhere -- that the reason why some people are interpreting President Biden's current state of mind as being more receptive to potentially stepping aside is that his way of talking about Kamala Harris has shifted. Instead of saying well, Kamala Harris can't win, he's asking people around him well, can she win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "FINNEY",
      "sentences": "Yeah. I mean, look, here's the reality. Democrats can win if we believe we can win and actually unify behind that person and do the work to win. You know, we get into this magical thinking. I love my party but they make me crazy. This magical thinking that we're just going to have this personality that's going to save everything. No. You still have to do the work.And one of the things that I think they're forgetting; the issue landscape is still the same. Project 2025, which the -- Donald Trump and J.D. Vance are running on is dangerous for this country. And the person who has been out there prosecuting this argument more effectively I think than just about anyone is Kamala Harris. So the idea that some other magic person would leap over the first Black female vice president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "FINNEY",
      "sentences": "-- what message does that send? I mean, I'm just -- I will tell you my text chains last night and in the last couple of days -- Black folks -- Black women -- I mean, it would be a huge revolt. And I don't know how any other person could get those folks back. And Democrats can't win without that energy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Yeah, for sure.All right, let's go now to this story because, of course, watching reporters chase senators through Congress to try to get them to answer questions is something I have participated in quite often when I was a Capitol Hill reporter. But there was a twist on this last night during the RNC in the halls of the arena. A group of Republican senators led by Marsha Blackburn confronted the Secret Service director Kimberly Cheatle. They wanted her to answer their questions about Saturday's attempted assassination of Donald Trump. When Cheatle tried to excuse herself and say it wasn't the right forum for the conversation, look at that. The senators went right along with her, chasing her through the halls of Fiserv Forum and shouting questions at her. (BEGIN VIDEO CLIP) SEN. JOHN BARRASSO (R-WY):  This is exactly what you were doing today on the call -- stonewalling. SEN. MARSHA BLACKBURN (R-TN):  You owe the people answers. You owe President Trump answers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Well, it looks like she's had some practice doing that. She eventually left the arena without answering any further questions. I mean, the only thing she could have added, Lance, was the Chuck Schumer fake phone call.LANCE TROVER, FORMER SPOKESMAN, 2024 BURGUM PRESIDENTIAL CAMPAIGN: Yeah. That's what they do in the halls. They put the phone up and pretend they're on a very important call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Yes, they do. They pretend that they're talking on the phone -- yeah. Occasionally, they actually are, but most of the time it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "TROVER",
      "sentences": "I was reminded of reporters and then I think of what campaign trackers do the same thing when they're running between buildings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "For sure.But Lance -- I mean, look, the reality here is this has been -- the way that the leadership of the Secret Service -- and I -- every single time we talk about this I want to say that those agents tackled Donald Trump to the floor after this happened. They are obviously heroes. The people that were on the ground there put themselves in harm's way for him. But this was a massive security -- the more we learn about what happened that day the more clear it becomes that this was a massive security failure. I mean, the number of minutes before this person was identified as a potential security threat to when those shots were fired is an astonishing gap. And the Secret Service director has not been willing to step into the breach so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "TROVER",
      "sentences": "My sister was in the Secret Service and I'm particularly sympathetic, like you, to the agents and what they do, so I understand that.Yeah, here's the problem. There are a lot of other questions, but the more we learn about this and the fact of the stonewalling and seeming to not want to answer questions, the fact that U.S. senators felt the need -- I mean, these are -- senators are typically not the kind to go do that. I would expect that more out of House members to do that. I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Yeah. If had been Matt Gaetz I would not have been surprised at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "TROVER",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "But, like, John Barrasso.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "TROVER",
      "sentences": "Right. But I think that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Tim Lankford.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "TROVER",
      "sentences": "for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "TROVER",
      "sentences": "That exemplifies the level of frustration, clearly, that they and I'm guessing a lot of other members are feeling out there right now. And so, I don't know. I think the Secret Service could get a little P.R. lesson or two here to figure out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "FINNEY",
      "sentences": "A hundred percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HUNT",
      "sentences": "Well, and she even -- I mean, she came out yesterday and said that well, sorry, I can't make your date of Monday. And that lasted about, I don't know, 30 minutes before all of a sudden actually, she was available on Monday.Lance, it's so interesting your sister is in the service. There's some on the right who have been suggesting that female Secret Service agents that were around Trump were not up to the task. Eric Trump and Jason Miller was on this program yesterday saying that's not the case -- not the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "TROVER",
      "sentences": "She's no longer in the Secret Service. She's in the FBI now. But, yes. But, yeah. Look, I don't -- I don't -- I don't -- I think that's kind of crazy. I think -- I think -- I think -- do I look at my sister and what she's been able to accomplish and the things that she's done -- you know, I certainly don't agree with that at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "If the Lord Almighty came down and said, \"Joe, get out of the race,\" I'd get out of the race. And the Lord Almighty is not coming down.Unless they came back and said there's no way you can win. Unless I get hit by a train, yeah. If I had some medical condition that emerged and somebody -- if doctors came to me and said you've got this problem and that problem. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "President Biden, in a new interview with BET, adding another item to his growing list of things that could convince him to drop out -- a medical condition. But for now, he seems adamant about staying in.In that interview he also addressed his past statements saying he was a transitional candidate. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "That may not be the whole picture, though. A senior Democratic adviser telling CNN that in private, during his conversations with leaders on Capitol Hill, \"He's being receptive.\" Adding that Biden has \"...gone from saying, 'Kamala can't win,' to 'Do you think Kamala can win?'\"Joining us now is Congresswoman Jennifer McClellan of Virginia. She is a Democrat. Congresswoman, thank you so much for being here. We are also reporting this moment -- this morning at CNN that the House Speaker -- former House Speaker Nancy Pelosi also met or talked with -- privately told Joe Biden that the polling just shows that he cannot beat Donald Trump and that she warned him that he could ruin Democrats' chances of flipping the House of Representatives. Do you think that Nancy Pelosi is right? REP. JENNIFER MCCLELLAN (D-VA) (via Skype):  I don't. Former Speaker Pelosi, Hakeem Jeffries, and Schumer have relayed concerns of some members of the House and Senate caucuses. I have a different view. I believe that Joe Biden and Kamala Harris, the ticket that we have now, can win, and I believe that Democrats are united behind defeating Donald Trump this November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "I mean, look, I don't doubt that they are united behind defeating Donald Trump, but I just have to push back. I mean, what convinces you that Democrats can win -- or that the president can win?I mean, when you look at some of these -- and we can put up states where he's lost ground after the debate. I mean, the conversations that I'm having with people are now focused on states like Minnesota and New Hampshire potentially going for Republicans. I mean, can you help explain? Clearly, President Biden doesn't believe a lot of this polling data. Why don't you believe it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MCCLELLAN",
      "sentences": "I think the poll -- the polls are all over the place. And what the polls have shown before the debate and since the debate is that this is going to be a close election --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "But they're not all over the place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MCCLELLAN",
      "sentences": "-- and we've known that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "They're simply not. They're simply not all over the place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MCCLELLAN",
      "sentences": "Well, for example, in Virginia, on the same day, you had a New York Times poll that showed that Joe Biden was up by three. You had another DCU that showed he was down by three with a margin of error of 4.8.We have known from the beginning this is going to be a close election. And when Democrats do what we need to do to communicate to voters, to meet them where they are, to talk about what the Biden-Harris administration has done, to talk about what they will continue to do going forward, and to talk about what a second Trump administration would mean as outlined in Project 2025, which are policies that are not popular with the American people, Democrats will win. President Biden has said that he is not stepping down. That he is our nominee. He has that -- the right to change his mind. He has the right to move forward. But 14 million Democrats voted for him to be our nominee and we are going to everything within our power to make sure that he wins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "You cited those Virginia polls. I take your point that you've got a couple of different ones. But they both are very different from what happened in 2020, which was that President Biden won Virginia by 10 points.What's going on in Virginia that it's so much closer, if not this reaction after the president's debate performance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MCCLELLAN",
      "sentences": "It is still early in this election and the Biden campaign has started knocking on doors. Has been going to voters where they are -- communicating -- and those messages are breaking through.Outside of the media, a lot of voters have not started paying attention until recently. But we have seen in the past weekend the number of volunteers coming out to knock on doors, the number of offices that are opened. People are paying attention and are going out talking about how dangerous a second Trump administration would be if he implements Project 2025, which has policies that are very unpopular not just in Virginia but across America. And I believe that we will defeat Donald Trump this November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "Given all of that -- what you said -- I mean, if Democrats lose the White House, the Senate, and the House -- I mean, isn't that what Nancy Pelosi is warning? That if they controlled all levers of government, all of the things that you just outlined would become law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MCCLELLAN",
      "sentences": "That was true two months ago and that is true now, which is why we are out talking to voters where they are about the dangers of Project 2025. About how Donald Trump has a playbook to implement policies that will hurt the middle-class. That will further erode reproductive freedom. That will gut the Affordable Care Act. That will roll back all the progress that we have made on addressing climate change.We are talking to voters about the issues that matter to them, and they are listening, and they are going to come out and vote accordingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MCCLELLAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "All right. Coming up here on CNN THIS MORNING --(BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE:  And every single day for the next four years, when I walk into that White House to help President Trump, I will be doing it for you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "J.D. Vance has his moment in the spotlight, officially accepting the Republican nomination for vice president.Plus, next hour I'm joined by former congressman, Rodney Davis, a Republican, on what he hopes to see from Donald Trump at the RNC tonight. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HUNT",
      "sentences": "It's Thursday, July 18.Right now on CNN THIS MORNING, President Biden now off the campaign trail after testing positive for COVID. Tough timing as more top Democrats warn him to get out of the race completely. Plus -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "VANCE",
      "sentences": "I officially accept your nomination to be Vice President of the United States of America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}