{
  "date": "2024-05-31",
  "headline": "CNN News Central",
  "subHeadline": "Jury Finds Donald Trump Guilty on All 34 Counts in Hush Money Criminal Trial; Judge to Sentence Donald Trump on July 11th after Guilty Verdict in Hush Money Criminal Trial; Convicted Felon Trump Will Hold News Conference on Guilty Verdict. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "He cheated on his wife and he lied about it and tried to cover it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "If this becomes -- on the Larry Hogan bit, if this becomes of litmus test, what do you think of it, Matt?MATT GORMAN, FORMER SENIOR ADVISER FOR TIM SCOTT'S PRESIDENTIAL CAMPAIGN:  I think if you're Larry Hogan and you're running in a state that Biden won by 20, it actually might help you. I think that's important context to keep in mind here. I think, though, when you have everyone from, obviously, my old boss, Tim Scott, Donald Trump, all the way down to Susan Collins, who voted to impeach Trump for January 6th, kind of thing from the same song sheet. I think that says a lot about where I think the Republican Party writ large feels truly about this thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "It's great to see you guys. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FINNEY",
      "sentences": "Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "The next hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "We are standing by to hear from Donald Trump. The former president turned convicted felon, holds a news conference shortly. Will his wife Melania be with him. She skipped the entire trial, but she is here in New York.And very shortly we get a new key reading on inflation. What will the data say about where prices are heading? And a new spelling bee champion has been crowned, i before e, except after c. How important was that time honored advice in spelling 29 words you have never heard before? Sara Sidner is out today. I'm John Berman with Kate Bolduan, and this is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Donald Trump is waking up today facing a very different reality. His first morning as a convicted felon in New York. And Donald Trump wants to talk about it. He says he's holding a press conference from Trump Tower later this morning as he vows to fight back.You're also standing by to possibly hear directly from President Biden for his first public reaction to the verdict. Both Biden and Trump's campaigns pushing hard this morning to capitalize on the history that has been made with this verdict. And most -- maybe most unsurprisingly, trying to fund off of it. But before anyone gets to November, Donald Trump's sentencing is scheduled for July 11th, two weeks after CNN's debate, four days before the Republican Convention. CNN's Brynn Gingras is outside of court. Brynn, you can now leave. I would like to officially say you are allowed to go. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BOLDUAN",
      "sentences": "What happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "I'm free. Yes, now, I just come back on July 11th, Kate, at 10Now, listen, Judge Juan Merchan is the one who well give the sentencing, the punishment for the 34 convictions that Donald Trump heard one after another yesterday. There's a few factors that actually go into Merchan's determination of how much time he could face. First, let me tell you what the penalty is for these kinds of convictions. Thirty-four counts, each one up to for years in prison, but it's a Class E felony. So the maximum in the state of New York is 20 years. Of course, another option is just probation. We'll see how he rules on that. But the factors that are going to play into this into, into Juan Merchan's decision, is the fact that Donald Trump does not have a prior conviction. He is not a violent criminal. These are not violent crimes. And also there's going to be a recommendation made by a probation officer who will interview the former president. And there also can be some character references made by Trump's family and friends. So that will all go into that decision making. Now, as far as the district attorney is concerned, they can make a recommendation. When Manhattan District Attorney Alvin Bragg was asked that question at a news conference yesterday, he was very coy, would not really speak much about what kind of recommendation they will make. He says our filings will do the talking. But here's more from the district attorney. (BEGIN VIDEO CLIP) ALVIN BRAGG, (D) MANHATTAN DISTRICT ATTORNEY:  While this defendant maybe unlike any other in American history, we arrived at this trial and ultimately today at this verdict in the same manner as every other case that comes through the courtroom doors, by following the facts and the law, and doing so without fear or favor. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "GINGRAS",
      "sentences": "And of course, it's customary that Donald Trump and his team always appeal, appeal, appeal. Blanche actually talking about that more, saying they have a number of reasons why they plan to appeal after the sentencing date, basically based on a jury bias, the timing of the trial they said was unfair. Stormy Daniels testimony within the while, they were obviously things that they did within the trial to sort of set up appeals as well as we've noted throughout these seven weeks.So July 11th, that's next state, Kate, I will be back here. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BOLDUAN",
      "sentences": "It's great to see you, Brynn. Thank you so much.John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BERMAN",
      "sentences": "All right, joining me now, CNN senior legal analyst Elie Honig and criminal defense attorney Marc O'Mara. Elie Honig, to you, the strongest grounds for appeal are what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "ELIE HONIG, CNN LEGAL ANALYST",
      "sentences": "So I think the top grounds for appeal is the fact that we had a state court here, a state prosecutor, and forcing in part a federal election crime, for the first time actually, in U.S. history. We've never before seen a case where any state or county level prosecutor has charged as part of their case or as the sub of their case of violation of the Federal Election Campaign Act.So this is the first time that's happened. It was briefed to Judge Merchan. Judge Merchan said, I find it OK. I find it acceptable under New York state law. But that's going to be issue One-A the appeal. We don't know what the answer will be. It's unprecedented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BERMAN",
      "sentences": "Mark O'Mara, likelihood of a successful appeal? MARK O'MARA, CRIMINAL DEFENSE ATTORNEYlikelihood and the reason why is there a number of issues. Elise brought one up. I have always complained about the way this jury was or was not handled during the trial. They put the massive focus on this case that they should have been sequestered. They certainly should have been sequestered during the deliberations. I think they should have been requested for the week before. Still don't understand why there was a brief delay with a trial that everybody knew was going to go to closing arguments and a jury. But even maybe during the trial itself it should have been sequestered, and the reason why is there was going to be thousands of examples of potential infection. At this point, you'll find out who the jurors are. They were backtrack them to every house that they went to, to watch the billboards they saw, the newsstands they passed. So I have a real concern that the judge, who has to ensure the freedom given by the jury process wasn't because this jury was not well protected. And that's only one of 100.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "BERMAN",
      "sentences": "So Elie, let's do a little Friday morning quarterbacking here. We heard from Todd Blanche speaking with Kaitlan Collins. Our friend Renato Mariotti wrote an op-ed this morning basically saying the Trump defense wasn't good, that they may have blown their chances here. Mariotti writes \"Instead of telling a simple story, Mr. Trump's defense was a haphazard cacophony of denials of personal attacks. They may work for a Trump rally or segment on FOX News, but it doesn't work in a courtroom.\" Where do you think the Trump defense fell short?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:05",
      "speaker": "BERMAN",
      "sentences": "All right, well, I appreciate both of you playing my Friday morning quarterback game.Elie, quickly to you, is Donald Trump going to jail. What's the likelihood?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:05",
      "speaker": "HONIG",
      "sentences": "John, I'm going to give you an uninteresting but the only accurate answer. It's 50/50. This is going to be such a tough call for Judge Merchan. Any judge will tell you sentencing as the most difficult part of their job. I'll give you a little data point, though. Somewhere in the range of 70 to 90 percent of defendants who were convicted of this type of Class E felony, the lowest level felony in New York, 70 to 90 percent are given non-prison sentences -- probation, fines, restitution, that kind of thing.But this case is unusual. This case is unprecedented. I can see the arguments either way, but one really important point, John, even if Judge Merchan sentences Donald Trump to prison, almost certainly Trump will not have to serve that sentence until after his appeals are done. So that will be well after the election. So there is to me, essentially zero chance Donald Trump is locked up before the November election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "BOLDUAN",
      "sentences": "We are showing you live pictures right now outside of Trump Tower. In a few hours, Donald Trump says he will be holding a press conference from there. This, the first morning after he was convicted of 34 criminal charges.And if you're standing by for that, you can also stand by to possibly hear from President Biden this morning for his first public comments post-verdict. So a lot of standby to stand by. Standing by as well is CNN's Harry Enten is here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "I'll be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "BOLDUAN",
      "sentences": "So talk to me, how interested, as we wait for this, how interested do the numbers show that Americans were in this verdict yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "ENTEN",
      "sentences": "Yes, Kate. You know, throughout this entire trial, I've been looking at the numbers and Americans really didn't seem to care that much, right?Yesterday, something very different happened. So take a look here. Google searches for Donald Trump, up, look at this percentage, up 3,233 percent at the time of conviction versus the hour before, Kate. Americans were really interested in this verdict. This reaches the Google searches for Trump a post-presidency high on Thursday. So Americans might not have been interested before, but they were definitely very, very interested in this verdict on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "BOLDUAN",
      "sentences": "Interest though of course, we cannot say translates into impacts one's vote. No one knows how, or even if the verdict impacts Donald Trump's political future.But what is the case that you're seeing in the numbers that it does not hurt him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "ENTEN",
      "sentences": "Yes. What's the case? We will start here, that it doesn't hurt him. This is a poll number that we've looked at before Trump voters who say they'd be less likely to vote for him if he was convicted. Of course, these numbers were before the conviction and very few Trump supporters said they would be less likely to support him.You know, May 2024, seven percent; April 2024, five percent; March 2020, 10 percent. Very few Trump supporters said they'd be less likely to support him and of course, we also have to go off of prior events, right, despite all the indictments, despite everything, nothing seem to move the numbers. So I think this is probably my thesis beforehand. It is probably where I think it is. It probably doesn't hurt him. But the fact is we've never been at a case, right. Where a former president, someone who was going to get a major party nomination, was actually convicted of a crime. So we just don't know at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "BOLDUAN",
      "sentences": "Also though just the verdict, it can be, what is the messaging around it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "BOLDUAN",
      "sentences": "And what does that -- where does that conversation go? Because that is some of the new reporting is, the conversation within the Biden campaign of do they talk or do they use the word \"criminal\"? How do they talk about it?So there is more to this kind of concept as well. I digress. What do the numbers suggest though the opposite of this? That the conviction hurts him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:16:48",
      "speaker": "ENTEN",
      "sentences": "Yes, so this is one case. Let's look at the other case.All right, so Biden versus Trump margin, pre-conviction. In early May, this was a Marquette University Law School poll among likely voters, Trump was head by three points, but they asked a hypothetical, when asked if Trump was convicted, would it change your vote? Take a look at this margin. Now, we see Joe Biden ahead by five points. Now of course, this is a hypothetical question. We don't know if the hypothetical actually come to fruition. There have been times when hypothetical questions don't actually come to fruition. But in this particular case, what we --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "ENTEN",
      "sentences": "They were asking likely voters. This is the entire electorate. So even a small change in the entire electorate could make a massive change when you have a margin that is this close. BOLDUANAll right, I am really interested see what changes and how it changes in the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "ENTEN",
      "sentences": "We will see, we will get the numbers soon enough. Time always marches forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "BOLDUAN",
      "sentences": "Add that to the stand by to stand by.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "ENTEN",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "BOLDUAN",
      "sentences": "All right, moving on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:10",
      "speaker": "ENTEN",
      "sentences": "All right, goodbye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, we are getting brand new reaction from Donald Trump's political allies on Capitol Hill as several Republican lawmakers rush to the now convicted felon's defense. This was House Speaker Mike Johnson just moments ago.(BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): This is a purely political exercise, not a legal one, and everybody knows that. They know intuitively that its wrong and the people are outraged. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "BERMAN",
      "sentences": "All right, let's get right to CNN's Lauren Fox.Lauren, what else are you hearing this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, I mean, it was mere minutes, John, yesterday when we heard this verdict before we already heard from everyone who was in the Republican leadership over in the House of Representatives.Then you hear from Mike Johnson there, other members of the leadership describing this as the biggest sham in US history, corrupt partisan, vicious. Jim Jordan coming out with a very swift statement moments after the verdict yesterday. We also are hearing from folks in the United States Senate, including Mitch McConnell, which is rarity. He often does not want going to chime in when it comes to issues related to Donald Trump, either on policy or his legal battles, but he said in a statement on Twitter yesterday: \"These charges never should have been brought in the first place. I expect the conviction to be overturned on appeal.\" Marco Rubio, who is seen as someone who could be a vice presidential candidate for Donald Trump. He said this. (BEGIN VIDEO CLIP) SEN. MARCO RUBIO (R-FL): This is what you see in communist countries. This is what I grew up having people in this community tell me about. It happened in the days after the Castro revolution. Obviously, those led to executions. This, on the other hand, is an effort to interfere in the elections. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:06",
      "speaker": "FOX",
      "sentences": "And two people who are running to replace Mitch McConnell as the Republican leader in the Senate, both John Cornyn and John Thune put out statements yesterday, everyone on Capitol Hill who is a Republican swiftly trying to back up the former president -- John.",
      "isLastSentenceInterrupted": false
    }
  ]
}