{
  "date": "2024-02-26",
  "headline": "CNN News Central",
  "subHeadline": "Search for Missing Americans in Grenada; Market Opens Up; Supreme Court Considers Social Media Case; Court Appearance for Ex-FBI Informant Today. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:31:03",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "A missing American couple, their ransacked yacht and three escaped inmates. Even still this morning, the family of this American couple is trying to hold out hope that their loved ones are still alive. This all happened off the coast of Grenada.CNN's Polo Sandoval has the very latest. He's joining us now. And, Polo, you spoke with the couples' son. What is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "You know, what happened to this couple is still very much a mystery, Kate. It's been now eight days since they were last seen and -- on that island. And the sons are extremely heartbroken. They said that they are without words, but they are not without hope. They are still praying for a miracle, though it seems every day that that will be unlikely.But they're also speaking to investigators there. And they are telling them that currently the working theory, though they are yet to confirm it with actual bodies, is that their mother and father likely fell victim to these three hijackers. You see, Brandel and Hendry were actually spending the winter aboard their catamaran. They called it \"The Simplicity.\" Spending an adventure of a lifetime there in the Caribbean. On Sunday, though, police saying that three men escaped custody in Granada. That's also the last day that the couple was seen alive. And it was three days later that a good Samaritan located \"The Simplicity\" in St. Vincent, about 80 miles away from where the couple went missing. No sign of the couple, but onboard signs of a likely tragic end. The -- according to investigators. And what the sons told me, the cabin had been ransacked and they also found bloodstains on board. Nick Burd, Kathy's son, I had a brief conversation with him. He's actually there in the Caribbean right now trying to find out exactly what happened to his mother and his stepfather. I'll read you a quote from my conversation with him. Nick telling me, \"we are doing our best to try and get answers to find out what is next in terms of hopefully finding them safely recovered somewhere on the islands. But, of course, from the evidence that's been found on the boat, we are concerned that there might be a possibility that they aren't with us.\" The couple had been married 27 years. Nick describing his mother and stepfather as seasoned sailors. They actually sold their home in Virginia because its catamaran was their home. They'd been sailing up and down the East Coast preparing for this trip. And it was finally this winter they decided to make that journey all the way to the Caribbean. And now they're preparing for potential funerals. But, again, until they have that final confirmation -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "SANDOVAL",
      "sentences": "Their son saying they will continue to look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "BOLDUAN",
      "sentences": "So, they're getting - so, obviously, the search continues and investigation continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "SANDOVAL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "BOLDUAN",
      "sentences": "But what are -- what is known so far about these three inmates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "SANDOVAL",
      "sentences": "Yes, So, what we know at this point is they are in custody. They were actually detained - re-detained on Wednesday. They were initially being held by officials -- by police officials there in Granada on charges of robbery. And at least one of them was being -- was answering to an additional charge of assault and rape. They are speaking to investigators.But again, we do expect a potential update later today. Of course we'll bring that to you once we get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Polo, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "SANDOVAL",
      "sentences": "Thank you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "BOLDUAN",
      "sentences": "We're going to stick close to this.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, Kate, stock markets just open, and that's a familiar sight, a green arrow pointing up for the Dow. This follows a real humdinger of a week in the stock market.CNN's Rahel Solomon is here now. She did not believe I would use that word. You might say she has gobsmacked. Another word you didn't think I would use.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "RAHEL SOLOMON, CNN BUSINESS CORRESPONDENT",
      "sentences": "I - I am flabbergasted, John, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:03",
      "speaker": "SOLOMON",
      "sentences": "Investors as well as they look at the market that just continues to keep on giving. So, as you pointed out, last week was about Nvidia. It was about AI after that record-breaking quarter on Wednesday, which really sent the stock -- I mean can we talk about Nvidia for a moment, sent the stock soaring. So, a year ago if you owned Nvidia, you were looking at about a $235 a share company. You are now looking at nearly $800. So, I've been asking people who owns Nvidia to see who I can borrow money from.But, yes, so Nvidia was last week. This week, watch Thursday. That's the big event. So, we're going to get the PCE, Personal Consumption Expenditures. This is the Fed's preferred inflation gauge. This will give us a sense of what to look forward to in 2024 in terms of -- I mean look at Nvidia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SOLOMON",
      "sentences": "In terms of when we can start to expect interest rate cuts, when the Fed starts to cut rates. So, that's the big event on Thursday. If we see a hotter-than-expected inflation report, that's going to be concerning. But if it's cooler, that's good news.It's also good time, though, to take a step back and look at the view because there is a lot more optimism on Wall Street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SOLOMON",
      "sentences": "You are starting to see a lot of the banks completely toss or abandon their recession forecast for 2024. Even this morning we got a survey from the National Association for Business Economics. And really across the board, John, you're seeing revisions upward. Stronger economic growth for the year. Unemployment rate expected to peak at 4 percent.Here's why this is notable. If you remember when the Fed started raising rates, we were at 3.8 percent. So, considering all that they have done for unemployment to peak at 4 percent, that would be remarkable. And then also, of course, we're expecting the Fed to start cutting rates. So, all of this, if you're looking at your 401(k) and you're feeling pretty good, that's part of the reason why, although I would argue probably no one's feeling quite as good as someone who owns Nvidia, or who has owned Nvidia for the last year or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BERMAN",
      "sentences": "(INAUDIBLE). Well, I was going to say, you know, for those who owned Nvidia last year. If I owned Nvidia last year, I wouldn't be here this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SOLOMON",
      "sentences": "You wouldn't be here now and you wouldn't be gobsmacked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BERMAN",
      "sentences": "That's right, I wouldn't. I'd be with my feet up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SOLOMON",
      "sentences": "And you wouldn't be - it wouldn't be such a humdinger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BERMAN",
      "sentences": "Rahel Solomon, thank you very much for playing along this morning.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "I don't know what's going on over there, but whenever she shows up, we all get giddy. So, I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SOLOMON",
      "sentences": "Awe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SIDNER",
      "sentences": "Excited. I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BOLDUAN",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SIDNER",
      "sentences": "It is (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "BOLDUAN",
      "sentences": "(INAUDIBLE) Rahel. I'm voting Rahel. I'm voting Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SIDNER",
      "sentences": "I'm going with Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SOLOMON",
      "sentences": "My enthusiasm for the markets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "BERMAN",
      "sentences": "This morning, as we wait to see if the Supreme Court weighs in on Donald Trump's claim of presidential immunity, the court is set to hear a pair of cases that could have a huge impact on what you see and do not see on social media.CNN's Paula Reid is in Washington. These are fascinating and important cases, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Absolutely, John. These two cases could change the internet as we know it. The question before the justices today is, how much power do these social media companies have to regulate what is posted on their platforms. Because, here, Texas and Florida both passed laws that limited the ability that these companies have to restrict speech on their platforms. And, of course, this runs right into some big First Amendment questions.Now, the states insist that social media, it's the new public square, and they want to try to, you know, emulate what's in the Constitution. These First Amendment ideals that speech should not be limited. Of course, the First Amendment is about government limiting speech. It doesn't protect you from businesses limiting your speech. But these states have also insinuated that conservative voices, they believe, are all often suppressed. So, they believe they need these laws to make sure those voices are heard. Now, John, anyone who's been on social media lately might take issue with the idea that conservative voices are being suppressed. But this group, Net Choice, they filed a suit to block these laws, saying, look, these social media companies, these are businesses. And you're actually violating their First Amendment by not allowing them to regulate what's on their platform. I mean we're talking about not being able to moderate things like hate speech or things that encourage eating disorders, or false information about the election. So, this is a huge issue. And, of course, whatever the justices decide will likely have an enormous impact on how folks learn about and what they hear about the 2024 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "BERMAN",
      "sentences": "Yes, I guess what they're considering is this Facebook, YouTube, X, are they like newspapers or are they like shopping malls, which is what we could hear in the arguments as they are presented today.Paula Reid, great to see you. Thank you very much. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "SIDNER",
      "sentences": "All right. Thank you, John.Joining us now, CNN's senior legal analyst and former assistant U.S. attorney for the Southern District of New York, our favorite pal, Elie Honig, in here. Listening to that, you know, every human being is on the internet, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "SIDNER",
      "sentences": "And everyone -- a lot of people, social media is a big part of their lives now. They wake up in the morning. They're scrolling. Is this case strictly about free speech when you look at it on its face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "HONIG",
      "sentences": "Yes, it is about free speech and it's about sort of the core of the First Amendment. And the question is, have these social media company gotten so big and so influential that they need to be subject to the First Amendment.I mean, if we look at the First Amendment, as Paula said, it applies to governments, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "HONIG",
      "sentences": "The first words are \"Congress shall make no law.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "HONIG",
      "sentences": "But now the question is, have these private social media companies become essentially town squares to the point where they have almost -- are serving a quasi-governmental function and they need to be subject to the First Amendment as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "SIDNER",
      "sentences": "Yes, one of the big arguments is that Congress should be regulating them and even some of the companies themselves have said, yes, we should be regulated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:17",
      "speaker": "SIDNER",
      "sentences": "It will be interesting to see what the court does here and how it might affect all of us.I do want to ask you about some reporting that we have now in from our Katelyn Polantz. She is reporting that Trump's lawyers see an opportunity to use his criminal document mishandling case in Florida to create an impasse on his calendar so that the justice in D.C., the judge in D.C. that's overseeing the 2020 election case, is in a position where she really can't start the trial. So, another delay tactic. Will this work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "That's scheduled for late May. That will take into June and July.Katelyn's reporting is that they may -- Donald Trump's team may want to get that pushed back just a little bit, just a month or two so that it essentially blocks off the summer and into the fall and leaves the D.C. federal case with Judge Chutkan about the 2020 election, leaves that case blocked out with nowhere to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "Literally right before. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "So, it's really - there's a lot of moving parts here. When the Supreme Court gives us rulings any minute now on the pending couple of cases, that will give us a little more clarity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "Yes, there have been questions about why it is taking so long for the Supreme Court to come out with their decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "But there's always so much going on behind the scenes that we can never see, that we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "Yes. SIDNER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "Yes, this is a great question because I think if the election subversion case does get rejected by the Supreme Court, if they say, we're not taking it, it goes back down to Judge Chutkan, she's going to be very eager to schedule this trial. And the question is, how close to November can she go?There is no law on this. There is no black letter law. There's no statute saying thou shalt not have a trial within x number of days. There's a long-standing DOJ policy saying, you shouldn't take over investigative steps within 60 days of an election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "But it's always subject to any number of exceptions.But, look, I think everyone understands, it's not a great idea for anyone involved to have a criminal trial of one of the two major candidates happening in September, October, right up to an election. It could influence the election. Also, as a prosecutor, I'd be nervous about trying Donald Trump in October because my worry would be, couldn't you have one or two jurors who say, well, we think he's guilty, but we're not comfortable with slapping someone with a conviction two weeks before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "So, its fraught both ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "It is fraught politically, even though that's not the court's problem. But there are some legal issues here as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "The delay, delay, delay tactics. We'll see if those work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "For sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "There are more coming, I'm sure.Elie Honig, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "HONIG",
      "sentences": "All right, Sara, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SIDNER",
      "sentences": "Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:26",
      "speaker": "BOLDUAN",
      "sentences": "Today, the former FBI informant, now indicted for lying about Biden's family's - the Biden family and alleged business dealings abroad, that person will be in court. Alexandra Smirnov, he was re- arrested last week after a judge in Florida said that his attorneys could be trying to help him flee the country.CNN's Nick Watt is outside the courthouse in Los Angeles with the very latest. So, what is going to happen today, Nick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:26",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Kate, it's a detention hearing and, in this case, that is fascinating because this guy, Alexander Smirnov, was arrested at Harry Reid Airport in Vegas early last week getting off an international flight. He went before a judge, and the judge said, sure, maybe this guy's a flight risk, but he can go. He can leave. GPS trackers, surrender passport, no travel, all that kind of thing.But prosecutors clearly were not happy with that. They really think this guy is a flight risk. So, they had him, basically through a judge, re-arrested on exactly the same charges. They say, listen, this guy has connections with foreign intelligence, with Russian intelligence. He's admitted that. They could resettle him somewhere. They say he has very few ties to this country. He's an American Israeli dual citizen. And they say he has access to over $6 million in liquid cash. So, they say, listen, this guy could very well run. We want him back in jail. Now, this judge said that Smirnov's lawyers were trying to get him out. And the reason is they say -- the judge says, quote, \"because they want to likely to facilitate his absconding from the United States.\" Smirnov's lawyers say that is garbage, but they're going to be talking about it here today. Smirnov, in fact, they just submitted some new papers saying that we'll agree to some other conditions, you know, house arrest, a corporate bond, that's what they're going to be arguing about here this morning. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:26",
      "speaker": "BOLDUAN",
      "sentences": "And weren't you just at this same courthouse, what, a month ago for proceedings related to Hunter Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BOLDUAN",
      "sentences": "Oh, wow, talk about a tangled web, and it gets only more confusing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "WATT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BOLDUAN",
      "sentences": "It's good to see you, Nick. Thank you so much.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BERMAN",
      "sentences": "All right, class is in session this morning at the University of Georgia after nursing student Kaken Riley was murdered on campus. The man charged in her murder remains in custody. He legally entered the United States -- illegally entered the United States two years ago. A vigil to honor Riley will be held this afternoon.So, this morning, if you see an extra $5 in your account, it could be from AT&amp;T. They're offering customers this offer. Kate does not think it's generous enough. This $5 gift as an apology -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BOLDUAN",
      "sentences": "I mean - because I'm so fancy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BERMAN",
      "sentences": "For the outage that lasted hours and hours last week. AT&amp;T blames the outage on a technical error.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BOLDUAN",
      "sentences": "I mean people couldn't work. People - their entire day of work was interrupted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SIDNER",
      "sentences": "Which was a huge problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BOLDUAN",
      "sentences": "Yes.What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SIDNER",
      "sentences": "Not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BERMAN",
      "sentences": "A first in Florida. The Florida Man Games. That is a contest that seems to be about the fund that comes with this stigma that exists around the sunshine state, or at least, you know, the stereotype that they have colorful/wacky things happen there. Some of the competitions include a mud dual, evading arrest obstacle course, barbecue eating face off, and I'm also told reliably they have the mechanical alligator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SIDNER",
      "sentences": "I mean -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BOLDUAN",
      "sentences": "I'm - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SIDNER",
      "sentences": "Can I just say, the reviews of this are priceless. \"People Magazine,\" \"games that let participants seemingly set an adrenaline rush minus any jail time.\" That's my favorite. I'm done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BOLDUAN",
      "sentences": "For now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SIDNER",
      "sentences": "For now.",
      "isLastSentenceInterrupted": false
    }
  ]
}