{
  "date": "2024-04-22",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Biden Campaigns As Testimony Begins In Trump Criminal Trial; Columbia Cancels In-Person Classes Amid Pro-Palestinian Protests; Police Arrest Dozens Of Pro-Palestine Protesters At Yale; Trump Criminal Trial Wraps For The Day After Opening Statements And First Witness. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:33:21",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "As Donald Trump finds himself on trial in New York, President Biden is out on the campaign trail. The president is set to speak any minute now out in Triangle, Virginia to mark Earth Day. Bernie Sanders is there setting the scene for the president. He's speaking right now as you can see.Today's events will provide a very stark contrast for the 2024 presidential race with one presumptive nominee on the trail and the other on trial. CNN senior White House correspondent Kayla Tausche is joining us right now. Kayla, so what is the White House saying about the start of Trumps historic criminal trial? And what is the Biden campaign strategy during this weeks' long trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:52",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "And we are following the pro-Palestinian protests on college campuses and growing concern of potential violence during the Jewish holiday of Passover. Police say at least 45 people at Yale were arrested and charged with criminal trespassing after refusing to leave today.And meanwhile, at another Ivy League university, Columbia classes have been canceled in-person today as officials consider their options amid what have been heated protests there. Shimon Prokupecz is there outside Columbia's campus today in upper New York. So, Shimon, what is the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "PROKUPECZ",
      "sentences": "Well, there is a lot of concern from the Jewish students. You know, we spoke to some of those students yesterday, and they say that they're concerned. They have some fear because of the rhetoric that they've heard, some of the words that have come from the pro- Palestine supporters against Israel. And for them, it's been a hard time.So many of them are gathering together for the first night of Passover for a Seder. There was a rabbi who's affiliated with the school who told students, Jewish students, not to come to campus. We've seen statements from the White House, from the mayor, from the governor here all concerned over what they're seeing. More importantly, what they're hearing come out of some of the students here. And so this has raised a lot of concern. And it's even just honestly difficult to come in here because, you know, they are having their moment here and their moment to protest. But, you know, trying for us in the media to even get in here right now has been a little difficult. But, you know, we fought our way in, and it's important for people to see exactly what's going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:44",
      "speaker": "BLITZER",
      "sentences": "We're back now with our special coverage of the New York hush money trial of former President Donald Trump. Jurors listened as prosecutors and defense delivered opening statements. Today, we also saw the first witness called to the stand, David Pecker, the former chairman of the National Enquirer's parent company and Trump's longtime friend.Joining us now is CNN presidential historian, the former director of the Nixon presidential Library, Tim Naftali. Tim, thanks so much for joining us. What do you make of this truly historic first day of testimony and opening statements in this criminal trial of a former president of the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:44",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "Well, Wolf, we have two firsts today. If according to the indictment, and let's keep in mind that President Trump is subject to all the laws of every other citizen, and he's also subject to all the protections of every other citizen. So he's innocent until proven guilty.But according to the indictment, President Trump, while in office, signed nine checks that were in furtherance of a corrupt venture that involved a cover up, which means this is the first time that an individual is in criminal court because of an action they took while President. Richard Nixon, as we know, because he was pardoned by Gerald Ford, never did go to court and was never indicted. There's another first, though, and this is a first, I think, that we haven't been talking as much about. But I think it's more significant, and that's that this is the very first time in our history that the presumptive nominee for one of our two major parties is in a criminal trial during the presidential campaign. We all talk about October surprises. Those are unexpected events that could shift or upend an election. Well, we might have a June surprise. And it's very hard for us to know, really what effect on independents and those few persuadable republican voters a guilty verdict might have in the Trump trial. Nor do we know what, if any, effect there might be if President Trump or former President Trump is acquitted. So we know that in about six weeks, there is going to be an event that is going to have some effect on the election that is totally unprecedented in our history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:44",
      "speaker": "BLITZER",
      "sentences": "If this trial goes six, seven weeks, who knows how long it's going to go, but it's expected to go at least five or six or seven weeks. Are there any historical parallels, Tim, to what we're seeing take place right now with the likely presidential nominee for one of the two major political parties facing a criminal trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:02",
      "speaker": "BLITZER",
      "sentences": "Interesting. I love the history that you know so much. Thank you very much, Tim Naftali, our presidential historian. Appreciate it.Our special live coverage of the historic criminal trial of former President Trump will continue right after a quick break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}