{
  "date": "2024-03-13",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden And Trump Poised To Officially Clinch Party Nominations; Haiti's Premier To Resign Once Transitional Council Created And Interim Leader Named; An Aid Ship Loaded With Some 200 Tons Of Food Has Set Sail For Gaza; U.S.-Israeli Citizen Itay Chen Killed In October 7 Hamas Attack; U.S. To Send New Weapons Package Worth $300 Million For Ukraine; Former Special Counsel Robert Hur Defends His Investigation; Boeing's Troubles Growing; Romanian Court Approves U.K. Request to Extradite Tate Brothers; Children Harvesting Acai Paying a High Price; Argentina Reports World's Highest Inflation for Third Month; Concern over Tweens Obsession with Skincare Products. Aired 1- 2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:25",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "Hello, I'm Paula Newton. Ahead on CNN Newsroom. Like it or not, the rematch is said both Joe Biden and Donald Trump secure enough delegates to clinch their party's nomination, setting up another face off for the White House this November.Haiti looks ahead to new leadership but the country's gangs say they won't recognize a new government. A fueled (ph) by TikTok, Tweens are becoming obsessed with skincare a look at the Sephora kid trend and why it's raising some eyebrows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta. This is CNN Newsroom with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "NEWTON",
      "sentences": "The stage is now set for the U.S. presidential election rematch between Joe Biden and Donald Trump. Both candidates swept Tuesday's primaries in three states capturing enough delegates to win their party's nominations.Projected win in Washington State helped put Donald Trump over the top. His last remaining Republican challenger Nikki Haley dropped out of the race last week. And President Joe Biden wrapped things up with a win here in Georgia. He will officially be nominated at the Democratic National Convention in Chicago in August. Now polls show voters are concerned about Biden's age and many in his own party disapprove his handling the war in Gaza. Meanwhile, Trump is facing 91 felony charges for his alleged efforts to overturn the 2020 election, mishandling classified documents and covering up hush money payments to adult film star Stormy Daniels. More now on Trump's quest to retake the White House from CNN's Kristen Holmes. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: While former President Donald Trump clinched the Republican nomination on Tuesday night it was too much little fanfare, he didn't come out. He didn't give any remarks. He didn't even hold an event. It was almost as though he was also the incumbent. But Donald Trump's team has been focused on the general election for weeks. They had started to pivot to try to build out their ground game operation in pivotal states, a battleground states, particularly Arizona, Georgia, Michigan, states some of which Donald Trump won in 2016 and lost in 2020. They believe this matchup against Biden is going to be incredibly close. And as one senior adviser put it to me, they don't want to leave a single vote on the table. Now, we have heard a lot about Donald Trump's struggles with suburban voters, Donald Trump's team is keenly aware of that. And the former president is not going to change and likely to not win over huge swaths of suburban voters. So part of the strategy there's going to try to offset those voters with different blocks of Democratic leaning voters or traditionally Democratic leaning voters. Donald Trump's team sees an opening with black male voters in the state of Georgia. They see an opening with working class voters in the state of Michigan. This is not all of these voters, but it is enough they believe they can siphon off enough of these different voting demographics to try and offset what they are seeing in the suburbs, what they are seeing with independence. Now what they are doing is hunkering down right now and coming up with exactly what that strategy is going to look like and what exactly their ground game is going to look like in these various states because Donald Trump and his team, as we have reported before, believes that he has a path to the White House, but it is a very narrow one and it is going to require them to fight again for every single vote. So that is what they are turning their attention to right now. Kristen Holmes, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:25",
      "speaker": "NEWTON",
      "sentences": "So I spoke earlier with Ron Brownstein, CNN senior political analyst and senior editor for The Atlantic and I asked him now that the matchup is said, what kind of campaign are voters informed? Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "NEWTON",
      "sentences": "Yes, so that's great overall framing. And now if we want to dig a little deeper, Ron, what are the challenges for Biden and Trump in both the swing states, right, which are the only important states really and with independent voters? Because and I'm not sure if you agree, Ron, that the base and both parties will likely hold their noses and vote for their nominees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, well, look, I think there's, you know, they both face potential fractures, Paula, in their own coalition. There's no question that Biden at this point in the campaign is looking at significant discontent among black voters, Hispanic voters and young voters for various reasons.And Trump, as we saw in the primaries continues to face substantial resistance among white collar right leaning voters who normally I have pulled the, you know, pull the lever for Republicans, but are resistant to him. Were likely as you say, to have this come down again to six or seven swing states at most. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "NEWTON",
      "sentences": "Haiti is hoping to have a transitional council in place after the country's prime minister resigned following widespread gang violence in that country. The council will be tasked with appointing an interim prime minister and establishing a provisional electoral council to facilitate elections. The U.N. has welcomed the new developments, but says it's hard to predict if it'll help in the violence.(BEGIN VIDEO CLIP) STEPHENE DUJARRIC, U.N. SPOKESPERSON: What is clear is that a political solution cannot be imposed on the Haitian people from the outside. This is a way forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Does the SG have any message to gangs and gang leaders in Haiti right now because they are threatening and Bloodbath?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "DUJJARIC",
      "sentences": "Silence the guns.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "NEWTON",
      "sentences": "CNN's David Culver are now with more on the proposed transitional council.(BEGIN VIDEOTAPE) DAVID CULVER, CNN SENIOR U.S. NATIONAL CORRESPONDENT: Mounting uncertainty in neighboring Haiti despite efforts by CARICOM, the regional bloc to craft a transitional presidential council. The Council would include seven members from different political factions within Haiti, and it will appoint an interim prime minister. The goal is for it to stabilize the country enough for presidential elections, which hadn't happened since 2016. And this comes as current prime minister Ariel Henry has to come to the mounting pressure and announced his resignation. But it says he's going to stay in power until the transitional council is in place. Meantime, you've got gang and former coup leaders saying they either won't recognize the transitional government, or they say it won't work because it doesn't represent the will of the Haitian people. They see this as put in place by an outside force. This comes after weeks of anti-government protests and gang violence. A lot of it directed towards Henry. We were in Port-au-Prince a little more than two weeks ago and you can feel the anger amongst folks who believed that Henry had overstayed his welcome and they wanted him out. At the same time, the country has been dealing with lawlessness and gangs taking more and more control, especially following the assassination of President Jovenel Moise in 2021. Folks we first met a couple of weeks back have in recent days felt the growing wrath of gangs. Some have had their makeshift camps or homes torched. Others are sealing themselves indoors trying to hunker down. Police are feeling the pressure too. Now, Haitian's security source telling us they are frustrated. They've been holding the front line as they see it awaiting the Kenyan security forces. But that deployment is now on hold much of the frustration of the US. And it's because Kenyan officials say with Henry resigning, there is no anchor for the Kenyan forces to rest. Meantime, the Pentagon is on alert for possible mass migration from Haiti. This is happening as the WFP, the World Food Programme warns a million people in Haiti are one step away from famine. David Culver, CNN, Santo Domingo, Dominican Republic. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "Kenya now says it will pause its deployment of 1,000 police officers to lead that international security mission. Well, what is it going to take to get that mission back on track?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "RAE",
      "sentences": "Well, I think it's going to take a steady transfer of power from the current government to the new transition arrangement. I think if that's done and in reasonable short order, I think Kenya can be convinced that there is in fact a government that's committed to the success of the multinational mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "That is not going to solve the opposition, of course, by the many gangs right now that have control over large parts of the country, including the Capitol itself. Ambassador Rae, what is to be done about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "RAE",
      "sentences": "Well, I think the gangs have to be, I think the general word is persuaded. But I also think they have to be confronted. No country can be operated by gangs. Haiti, certainly is one of them. And we have to deal with a gang issue. And that's going to require a sustained security operation that has the support of a number of countries, including my own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "Canada as well as the United States continues to say that this has to be a Haitian led solution. And yet, is that even possible at this point in time? So I'm asking you categorically both the United States and Canada, you can speak for Canada has put money on the table. Will there be though more involvement when it comes to actual support on the security part of this, so whether it's military help, whether it's boots on the ground, whether it's air support, whatever it might be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "RAE",
      "sentences": "I think those discussions are very open at the moment. I think what we're, what we've said is we're going to we're putting money on the table. We're also doing a lot of training. We've already we've already been involved in the training of the HMP. We're going to continue to be doing that.There's no reluctance on our part to engage, it's just the sense that we have that a multinational force that's led by countries from Africa and from the region is the wiser approach to go. Provided we can get it properly finance, which we all have to contribute to. And provided we can do the logistics, the training, and really working closely with those countries to make sure the mission can succeed. I think that's the better path.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "So if I hear you correctly, then we are talking about the fact that you were talking about the surveillance aircraft that Canada had in place in terms of helping the Haitian police. But I want to ask you, categorically, is there anything that's being ruled out at this point in time when it comes with whether it is U.S. or Canadian involvement, it is in your hemisphere to be able to help in more of a measure than what the multinational force already looks like? Kenya has said they've paused that, and it's fairly indefinite in terms of when they'd actually have boots on the ground in Haiti.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "RAE",
      "sentences": "No, I don't think it's indefinite at all. We have strong support from the Caribbean countries. We have support from Kenya, Benin, has also indicated that it's very interested in contributing and participating.So, I do think there is going to be many countries that will contribute to the multinational force. The key thing that has to happen now is the new government has to be formed. And I think the sense that we have is that that we've given that opportunity. We've opened that window. We've created the conditions that will allow the government to be formed. And those decisions now have to be taken by the people of Haiti and by the political parties, and all the interest groups in Haiti. That's what -- that's the next logical step that needs to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "Until that happens, how worried are you about Haitians, about foreign nationals still stuck in Haiti? You know, the gangs have been threatening to target foreign nationals if things don't move, and definitely don't move in the way they want to see them progress politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "RAE",
      "sentences": "Well, with great respect to what you've just said, I don't think the gangs have a political purpose. I've seen no evidence of that.[01:15:02] I don't think the gangs are about reform in Haiti. The gangs are about making money. They're about killing people. They're about kidnapping people. They're about exploiting people. They're about raping kids. I mean, this is -- these gangs are not -- they don't have a political objective. They're criminal enterprises. And they have to be broken up, and they have to be defeated. And the kids have to be protected as that process is going on. But I don't think we should have any illusions that the gangs are the leaders of some kind of progressive social movement. That's just not the case. So we needed to get serious about dealing with the gangs. And that has to be done on the ground has to be led by Haitians with the support of all of us in doing what they need to do. And that's exactly what we're what we're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "Ambassador Rae, I will leave it there. But I really do. Thank you for your time as we continue to watch developments out of Haiti. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "RAE",
      "sentences": "Thank you, Paula. Glad to join you anytime. Thank you so much.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "Now the chaos in Haiti has forced tens of thousands of people to flee their homes and U.S. officials say they're now on alert for possible mass migrations.(BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL): You anticipate a mass migration though? REBECCA ZIMMERMAN, U.S. HOMELAND DEFENSE AND HEMISPHERIC AFFAIRS: We are, we are alert to that possibility. I think you're right that the driving conditions in Haiti could very well press more people. So we've recently approved some additional assistance that we can provide to the Coast Guard. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:04",
      "speaker": "NEWTON",
      "sentences": "Now the Dominican Republic and the Bahamas have been cracking down on Haitian migrants in recent weeks. The International Organization for Migration said that -- says the Dominican Republic deported more than 4,000 people in March alone, while the Bahamas announced a large number of detentions after imposing a maritime blockade to prevent mass migration from Haiti.After holding on to hope for months one family has now learned their son was killed by Hamas on October 7. We will have that family story when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "The Israeli military on Tuesday announcing that 19-year-old Israeli soldier Itay Chen, who was believed to be held captive by Hamas is actually dead. The Israeli military saying that Chen, who was serving on the border with Gaza on October 7, was killed by Hamas on that day, his body then taken into Gaza and still being held hostage.He was one of six American citizens are believed to be held alive inside the Gaza Strip. But now he becomes one of four dead American citizens whose bodies are still being held hostage by Hamas. He is indeed a dual Israeli-American citizen. In a statement his family says quote, our hearts are broken. We loved him so much. And we would have done anything to bring him home alive. Even more so today, we expect Prime Minister Netanyahu and President Biden to do everything in their power to bring Itay as well as the 133 hostages back home to us. We will not stop working until every single hostage comes home. Itay Chen's family has been fighting for months to try and secure his release speaking with Israeli officials, American officials, as recently as this past week going to the State of the Union address. Hagit Chen's mother, I spent some time with her as we were on a flight to the Netherlands where she was preparing to file a complaint at The Hague at the International Criminal Court. She said that she was continuing to fight for her son that she dreamed about him a lot saying that in her dreams. He was in a Red Cross van waving to her because she believed that he would be released from Gaza as part of these hostage negotiations. But unfortunately, those dreams today have now been dashed by this new information. Now as far as the fate of the remaining hostages in Gaza, and of course, Itay Chen's body as well. There are still ongoing negotiations to try and secure a six-week temporary ceasefire in the release of dozens of Israeli hostages. CIA director Bill Burns on Tuesday saying that he believes there is still the possibility of a deal, but acknowledging that it is a very, very tough process and another key intermediary the Qataris, the spokesman for the Ministry of Foreign Affairs, saying that while negotiations are still ongoing efforts to try and mediate an agreement ongoing, the both parties are quote nowhere near a deal. Jeremy Diamond, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:04",
      "speaker": "NEWTON",
      "sentences": "President Biden met with Poland's president and prime minister at the White House on Tuesday, both countries reaffirm their support for Ukraine against Russia's invasion. CNN's Oren Liebermann has more now on the US aid package for the Pentagon.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:04",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "This $300 million aid package to Ukraine includes some of the most needed arms and equipment for Ukrainian forces as they tried to hold the line against Russia, which is gradually advancing in the face of effectively, a lack of U.S. supplied ammunition and equipment.So take a look at the list of what's in here crucially 155 millimeter artillery ammunition. This is some of the most needed basic weaponry to hold the line against the Russians, Russia able to fire a far greater amount of artillery ammunition, because of its supply lines and its ability to put its economy on a wartime footing. Ukraine has had to rely on us supplies and the last U.S. aid package was back on December 27. In terms of what else is in this package, it also includes anti- aircraft missiles, those are needed to repel Russian air assaults, as well as more of the necessary weapons and equipment. But the U.S. made it clear this is only a tiny fraction of what Ukraine needs. And this may only be able to help Ukraine for a matter of weeks, perhaps as little as a couple of weeks, according to the White House. And that is why the U.S. pushed both the White House and the Pentagon to put forward a need for the supplemental $90 billion that's already gotten through the Senate. But it's stuck in the House. Critically, it includes $60 billion for Ukraine, but that, the White House the Pentagon and Ukraine have made clear is much needed, especially at this point in the fight when Ukrainian forces are having to ration some of their ammunition to make sure it doesn't run out. They need U.S. supplied weapons, essentially to be able to push back against these Russian advances. Some of the other countries in Europe have stepped up and tried to fill that gap. But it is the U.S. that has been the bulk of the provider here and it is the U.S. that is still very much needed in this case. Oren Liebermann, CNN in the Pentagon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:04",
      "speaker": "NEWTON",
      "sentences": "Alexei Navalny's former Chief of Staff has survived an attack in Lithuania. And the warning the images we're about to show of him after that attack are graphic. According to the Balinese spokesperson, someone struck Leonid Volkov with a hammer and sprayed him with tear gas outside his home.The Russian opposition activist was taken to hospital he says he has a broken arm and was also hit in the leg and head but he says it will not stop him. Listen. (BEGIN VIDEO CLIP) LEONID VOLKOV, RUSSIAN OPPOSITION ACTIVIST (through translator): Well, listen, this will pass. The main thing is that we will continue to work and we will not give up. I'm not ready to give any comments yet. Other than the obvious that this was such an obvious typical gangster greeting from Putin, from gangster St. Petersburg. Vladimir Vladimirovich, hello to you too. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "NEWTON",
      "sentences": "And welcome back. You are watching CNN NEWSROOM. I'm Paula Newton.The White House has responded to testimony by former special counsel Robert Hur about Joe Biden's handling of classified documents. Hur said his assessment of the president's memory and cognitive skills was quote \"necessary and fair\". That's after his report concluded the president was forgetful and lax around sensitive information. But the White House says the case is now closed since President Biden has not been charged. CNN's Paula Reid has more now from Capitol Hill. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "PAULA REID, CNN CORRESPONDENT",
      "sentences": "Former special counsel Robert Hur grilled by lawmakers from both sides of the aisle today about his investigation into President Biden's mishandling of classified documents.REP. JIM JORDAN (R-OH), CHAIRMAN, JUDICIARY COMMITTEE: Mr. Hur, why did he do it? Why did Joe Biden, in your words, willfully retain and disclose classified materials? I mean, he knew the law, he's been in office like 50 years. REP. PRAMILA JAYAPAL (D-WA): You exonerated him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "ROBERT HUR, FORMER SPECIAL COUNSEL",
      "sentences": "I did not exonerate him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "JAYAPAL",
      "sentences": "I know that the term willful retention --(CROSSTALK) JAYAPAL: Mr. Hur, it's my time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "Biden's memory took center stage as Hur said in his report that he did not charge Biden because he believed a jury would see him as a sympathetic, well-meaning, elderly man with a poor memory.REP. MATT GAETZ (R-FL): You find in your report that the elements of a federal criminal violation are met, but then you apply this senile cooperator theory, that because Joe Biden cooperated and the elevator didn't go to the top floor, you don't get a conviction. REP. ADAM SCHIFF (D-CA): You understood when you made that decision, didn't you, Mr. Hur, that you would ignite a political firestorm with that language, didn't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "HUR",
      "sentences": "Congressman, politics played no part whatsoever in my investigative steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "SCHIFF",
      "sentences": "You cannot tell me you're so naive as to think your words would not have created a political firestorm? You understood that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "Hur told the committee he stood by the words in his report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "HUR",
      "sentences": "My assessment in the report about the relevance of the president's memory was necessary and accurate and fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "Both sides using the issue to try to score political points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I have a good memory and all that stuff, like a great memory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "Showing dueling videos featuring gaffes by Trump and Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "My memory is so bad I let you speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "Hur was also pressed on the differences between Biden's case and that of former President Trump. Those being that Biden returned the documents, he allowed for searches at various properties, and even sat for a voluntary interview with the special counsel.REP. TED LIEU (D-CA): Did you find that President Biden engaged in a conspiracy to obstruct justice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "HUR",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "LIEU",
      "sentences": "Did you find that President Biden engaged in a scheme to conceal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "HUR",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "And while Hur explained that he did not have enough evidence to prove the charges beyond a reasonable doubt, he made it clear that his report does not absolve the president.REP. KEVIN KILEY (R-CA): Mr. Hur, did you completely exonerate President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "HUR",
      "sentences": "That is not what my report does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "Hur also emphasized that he was making a legal conclusion about Biden's mental state, not a medical one.REP. SCOTT FITZGERALD (R-WI): Mr. Hur, based on your report, did you find that the president was senile?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "HUR",
      "sentences": "I did not. That conclusion does not appear in my report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "A transcript of Biden's interview with Hur was released just a few hours before the hearing, causing Republicans to cry foul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The timing is not coincidental.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "And after the hearing wrapped, the White House responded saying the hearing should put the classified documents investigation against Biden to rest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "IAN SAMS, WHITE HOUSE SPOKESPERSON",
      "sentences": "The conclusion was simple, that there is no case here. The case is closed. time to move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:31:00",
      "speaker": "REID",
      "sentences": "Paula Reid, CNN -- Washington.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "NEWTON",
      "sentences": "On Tuesday, the airline released new information on the Boeing plane involved revealing it was scheduled to be taken out of service for maintenance on the night of that incident. But it didn't specify the reason.The National Transportation Safety Board was aware the plane had pressurization issues prior to the door plug incident, but now believes those issues were in fact unrelated. But the issues for Boeing, they're not stopping there. On Monday, one of its planes experienced a sudden mid-air drop on a flight from Australia to New Zealand. Some of the passengers on that LatAm flight returned to Chile on Tuesday. CNN's Marc Stewart has their reactions to this frightening ordeal. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Ambulances waited on the tarmac at the Auckland Airport on Monday to help the injured on-board a Boeing 787 just in from Sydney. Pictures from inside the jet show some of those injuries after passengers on LatAm Airlines Flight 800 were suddenly thrown around inside. UNIDENTIFIED FEMALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "STEWART",
      "sentences": "LatAm airlines calling what happened a technical event in a statement but did not elaborate a description prompting more questions from the safety analyst.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "DAVID SOUCIE, FORMER FAA SAFETY INSPECTOR",
      "sentences": "Had it been a mechanical failure, they would have called it a mechanical failure and they would have turned around and gone back or they would have gone to a maintenance base. But that's not what they did.They said it was a technical event. So I just wish we had more information right now as to what happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "STEWART",
      "sentences": "Uncertain moments for the passengers aboard.BRIAN JOKAT, LATAM AIRLINES FLIGHT 800 PASSENGER: The plane basically stopped like it almost -- the best way to describe it is it just dropped out of the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "STEWART",
      "sentences": "Approximately 50 people were treated for injuries, adults and children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There was a two-and-a-half-year-old sleeping on the seat next to us on the other side, he went up in the air and landed on the ground. but his mother was nursing a one-year-old, so she couldn't control both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are in the back row that go in front of my girlfriend. She was pretty much on the roof of the cabin. The girl next to me hit her head on the cabin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "STEWART",
      "sentences": "This isn't the only recent attention-getting case involving a Boeing jet. On Monday, a Boeing 777-300 operated by United heading to San Francisco, was rerouted back to Sydney for an emergency landing due to a maintenance issue.Earlier this year, a door plug on a 737 Max blew out mid-flight. As for the passengers on this flight, a sense of relief to be back on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "JOKAT",
      "sentences": "So we had about 45 minutes to fly to get to Auckland. So we hit the ground. We landed everyone applauded, and then they said, right, everyone's sit tight, were going to get the injured off the plane first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:43",
      "speaker": "STEWART",
      "sentences": "Investigators in New Zealand have seized the plane's black boxes, the cockpit voice recorder and flight data recorder may hold the explanation to this latest scary mishap, aboard a Boeing passenger plane.Marc Stewart, CNN -- Beijing. (END VIDEOTAPE) NEWTON: And police are investigating the death of a former Boeing whistleblower found dead in a South Carolina hotel. Officials say John Barnett died Saturday from a self-inflicted gunshot wound. The former longtime Boeing quality manager had raised concerns about the company's production standards. His attorneys released a statement saying in part, \"He was a very he was in very good spirits and really was looking forward to putting this phase of his life behind him and moving on. We didn't see any indication he would take his own life. No one can believe it. We are all devastated.\" A Romanian court has approved a request from the U.K. to extradite a controversial Internet personality and his brother. But not until after their trial in Bucharest wraps up. Andrew and Tristan Tate are facing sex offense charges in the U.K., charges that they both deny. CNN's Bianca Nobilo has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:51",
      "speaker": "NOBILO",
      "sentences": "The former kickboxer turns social media influencer built up his fame and loyal following online drawing attention for his posts encouraging young men to engage in money-making schemes.Long accused of promoting misogynist views to impressionable audiences, things took a darker turn when Andrew and his brother were arrested in Romania in 2022 on charges of human trafficking, rape, and forming a criminal group to sexually exploit women. Little had been heard from the brothers since their released from house arrest last August. Their lawyers are now set to be kept busy with these fresh charges with a Romanian court hearings still looming on the cards for later on this year.\\ Bianca Nobilo, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:51",
      "speaker": "NEWTON",
      "sentences": "Still ahead for us, paying an unimaginable price for a gourmet product, how the harvesting of Acai berries in the Amazon is putting children at enormous risk.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:51",
      "speaker": "NEWTON",
      "sentences": "It's a super food you might find in high-end grocery stores or juice bars, the acai berry said to benefit everything from heart health to the effects of aging. The story of how the fruit is harvested might leave you with a horrid taste in your mouth.As part of CNN's Freedom Project, Julia Vargas Jones ventured into the Amazon rainforest where young children are risking their lives just to be able to make a living. (BEGIN VIDEOTAPE) JULIA VARGAS JONES, CNN PRODUCER (voice-over): It's the middle of the night on the banks of the Amazon River. But the young workers of the Fazinginyi (ph) village are already loading up for a day's work. They don't bring much -- machetes, tarp bags, and a dry change of clothes. But first, their small boat needs to cross this massive river. Inside, the smell of diesel is nauseating. But Lucas, at 13 years old, is still waking up. On top of school, he says he's been picking acai for two years now, helping his older brother, Wengleston (ph), feed their seven siblings. By dawn, we reach the Marajo Archipelago in the far north of Brazil, crossing state lines to Para, the world's capital of acai.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "JONES",
      "sentences": "In Brazilian culture, acai has been called the guardian of the Amazonian population. Those who can harvest it, they say, will never go hungry. And 90 percent of the super fruit comes from this northern state.From 2012 to 2022, acai exports grew 21,000 percent, according to industry data. More than 8,000 tons were exported in 2022, moving more than $26 million. But Lucas will only get a fraction of that number. And to earn it, he will do grueling work and face the dangers of the jungle. Hiding in the forest are deadly snakes, scorpions and jaguars. And then, there's the climb. With no harness, Lucas will climb dozens of acai trees on a single day in search of ripe berries. He makes this look easy, but actually, these are quite heavy. Each one of these is about 10 pounds. These are dense fruit and he comes down with two, sometimes three, or even four of these bushels just sliding down the tree. In these remote areas of the jungle, rescue can be hours away. The stories of harvesters who've fallen from trees are numerous. Some have never walked again, or worse. When was the first time you got up on an acai tree? He was 11 years old, he says. The money he makes, he says, he gives to his mom, who in turn gives him back a smaller portion. What do you use your money for, I ask? To buy my school supplies, he said. Families are risking their children's lives to get a paycheck, community leader Nerivan Da Silva says. NERIVAN DA SILVA, NEIGHBORHOOD ASSOCIATION PRESIDENT (through translator): It's out of need and not having food on the table. This practice is inherited. Passed down from father to son, but it's too dangerous. At the same time, it's our tradition that we've been doing for more than 100 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "JONES",
      "sentences": "So it seems to me like there is a clash between both the tradition of the community and in the education of the children.There is, he says, but it doesn't have to be this way. The cycle of child labor here can be broken, he says, but they need help, incentives to get children to stay in school. Allan Bruno (ph) is a prosecutor investigating individual complaints of forced labor across the region. One of the biggest challenges, he says, is educating workers and children of their rights. ALLAN BRUNO, PROSECUTOR, PUBLICAN MINISTRY OF LABOR (through translator): This is a reality of the rural work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "JONES",
      "sentences": "Some of them can't read, write, or even count. Their needs are so basic, it's almost unfathomable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "DA SILVA",
      "sentences": "Come see the culture where the acai comes from. Because more often than not, people have no idea how much work it is for us to get it to your table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:46",
      "speaker": "JONES",
      "sentences": "Julia Vargas Jones, CNN -- Marajo Islands, Brazil. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "NEWTON",
      "sentences": "Disappointment in the air for a private Japanese space company after its Kairos (ph) rocket exploded shortly after takeoff. You're looking at pictures of the failed launch.The company behind it, Space One, had been hoping to become the first Japanese firm to put us satellite into orbit. Space One said the flight was interrupted after launch and is investigating what happened. Romania's president officially launched his bid to be the next NATO secretary general on Tuesday. Klaus Iohannis is calling for greater representation from eastern Europe and he's touting his experience in leading a country near Russia. He's got an uphill battle though. The U.S., U.K., France and Germany have already backed the Dutch prime minister to become the next NATO chief. An alarming new indicator about the cost of living in Argentina. It's recorded the highest inflation in the world for the third month in a row. Prices jumped by an average of 13 percent last month. It puts Argentina's overall inflation rate above that of countries like Lebanon and Venezuela. Stefano Pozzebon has our story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "STEFANNO POZZEBON, CNN JOURNALIST",
      "sentences": "For the third month in a row, Argentina recorded the highest inflation rate in the world. According to new data released on Tuesday, prices grew approximately 13 percent on average here in Buenos Aires in the month of February from the previous month.Yearly, that is an inflation rate of over 270 percent and particularly for young people, the prospect of prices growing week after week is particularly daunting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I go to the U.A. University that is Universidad Buenos Aires and it's a public university but well, taxis always are rolling. So well, we have to, we have to adapt in order to stay here because well, we want to stay here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I saw my grandparents coming here from Italy. Both of them -- both trying to escape either from the war, from poverty and trying to like, you know, there was like two ships. One to New York, one direction to (INAUDIBLE) Argentina.Here I am, and they tried. They always hope for the best. It never came. Same for my parents. They try to stay, hope for the best. Never happened. I'm not I don't think I am willing to hold so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's tough. You go to the market and you can afford something one day. And the following day, everything is much more expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "POZZEBON",
      "sentences": "Now, the country's president Javier Milei (INAUDIBLE) in December specifically on the promise of keeping inflation under control. His government has dramatically cut the public spending and has devalued the Argentinian peso in order to try to stem the price growth.These policies have already brought some impact because for example, in February, Argentina for the first time in months, collected more taxes than it spent. But that also meant that more and more people are falling below the poverty line. According to data released by the Catholic University of buenos Aires, the poverty rate in Argentina for January was over 50 percent. And many of Milei's critics arguing that this measure to try to keep inflation under control are actually hurting the economy even more than is necessary. For CNN, this is Stefano Pozzebon -- Buenos Aires. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "NEWTON",
      "sentences": "There's growing concern over tweens obsessed with skincare products. Health experts say some of these products can cause damage such as rashes, allergic reaction, and even skin burns.But as CNN's Vanessa Yurkevich reports, that's not stopping the so- called Sephora kids from flocking to beauty stores. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "RUBY HALE, SEPHORA CUSTOMER",
      "sentences": "I have this and this. Do you want to know what's my favorite Chapstick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Ruby Hale is obsessed with skincare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "MONIQUE HALE, SALON OWNER",
      "sentences": "That's pretty on you, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "YURKEVICH",
      "sentences": "Mom Monique, a salon owner, now is too.M. HALE: I used to collect Pogs when I was nine years old. And Ruby likes to collect skincare. If it's mine or somebody else's -- R. HALE: What is Pogs? M. HALE: What's Pogs? It's something from a long time ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "YURKEVICH",
      "sentences": "Maybe Pogs will start trending again and we won't have to worry about skincare.R. HALE: Oh, no, I would never forget skincare. M. HALE: See, it's already in our DNA, I think. R. HALE: I think it's because of TikTok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:53",
      "speaker": "YURKEVICH",
      "sentences": "Ruby is Gen Alpha -- social media obsessed tweens who watch Kardashian kids like North West and Penelope Disick showing off their skincare routines and their latest Sephora finds.DR. SHEREENE IDRISS, DERMATOLOGIST: They're everywhere. Who's not a Sephora kid these days, it seems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "YURKEVICH",
      "sentences": "Why is that potentially harmful to children that age?DR. IDRISS: Do they need to be using anything that has anti-aging in the marketing? No, because they haven't even started aging. Retinols can be extremely irritating, extremely harsh, and is way too harsh for any eight or nine-year-old. Exfoliating acids, when you elicit an inflammatory response at such a young age, you're likely to also develop an allergy, a hypersensitivity. And at that point, there's no turning back. R. HALE: I'm excited to go to Sephora, Mama. M. HALE: I'm so excited for you. We're only doing two lip glosses and one perfume, and that is it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "YURKEVICH",
      "sentences": "Skincare crazed Gen Alpha are flocking to Sephora and Ulta Beauty. Ulta says it has dermatologists recommended skincare information for tweens, both in-store and online.Sephora did not respond to CNN. But for Gen Alpha, what they see on social media is really hard to resist. M. HALE: Absolutely not. R. HALE: I only got two -- M. HALE: What did we talk about with skincare? I'm constantly talking to her about the peptides and the retinols and all that stuff that she doesn't need until her later 20s. Do you use this one? R. HALE: No, not really? M. HALE: Why don't you use it? R. HALE: Because I need to (INAUDIBLE). M. HALE: That is right, my love. You don't need a polypeptide cream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "YURKEVICH",
      "sentences": "Who is the onus on to educate these young girls? The parents, the brands, the stores?DR. IDRISS: The first barrier to entry is going to be through the parents, it's on the brands, it's also on the retailers, and it's on the content creators to have some sort of moral compass when they're talking about products.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:44",
      "speaker": "YURKEVICH",
      "sentences": "Ruby loves those skincare videos, and people love watching Ruby's trips to Sephora. They get millions of views.M. HALE: She is a Sephora kid. As a society, we need to accept where these nine and 10-year-olds are and we've gotten a lot of criticism. Those comments are worse than going to Sephora and putting a bad skincare on your face because that's affecting our kids today. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}