{
  "date": "2024-06-24",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Gunmen Launch Deadly Attacks In Russia's Dagestan; Lebanese People Live With Increasing Threat Of War; Netanyahu: \"Intense Phase\" Of The War \"About To End\". Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "RAHEL SOLOMON, CNN HOST",
      "sentences": "Good morning or good evening, depending on where you're watching. I'm Rahel Solomon live in New York.Ahead on CNN Newsroom, gunmen open fire on places of worship in two Russian cities. A look at the investigation now underway. Plus, finger-pointing and unanswered questions after more than 1,300 people die in extreme heat during this year's Hajj. And the clock is ticking, U.S. President Joe Biden and Donald Trump honing their strategies ahead of their debate rematch. Our panel will discuss. Russia state media report that an anti-terrorist organization or operation is over in Dagestan after a wave of brazen militant attacks. (VIDEO PLAYING) Officials say that at least 20 people were killed when gunmen opened fire on places of worship and police checkpoints. The death toll reportedly includes at least four civilians with an orthodox priest among the dead. Almost 50 people were injured. Officials say that at least six militants were killed. The attacks happened in the Republic of Dagestan in southwest Russia. The region is largely Muslim and has a history of separatist violence. Now, we have yet to hear a claim of responsibility, but an ISIS affiliate praised the attacks on Telegram. The shootings come three months after gunmen attacked the concert hall outside of Moscow. Let's get to Clare Sebastian now in London with the latest. Clare, clearly, still a lot of questions here. But, what do we know? Lay it out for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SEBASTIAN",
      "sentences": "Well, it's not just the war between Israel and Hamas that has fanned tensions in this region, as you saw there with that mob targeting the airport last October, just weeks after the October 7 attacks. It's also the war in Ukraine, this region disproportionately targeted, especially ethnic minorities, for mobilization. We saw protests in the autumn of 2022 around that. It has fanned discontent towards the Kremlin as well. So, a region already known for sporadic outbreaks of separatist and terrorist violence now even more unstable, and it really is the very last thing that President Putin needs as he tries to protect that level of popular support for his war in Ukraine. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Unrest apparently growing there, I should point out. Clare Sebastian live for us in London. Clare, thank you.Israel's Defense Minister says that his meetings in Washington this week are quote \"critical\" for the war effort in Gaza. Yoav Gallant is due to meet soon with Secretary of State Antony Blinken. This morning, he discussed a transition into a new phase of the war with senior U.S. envoy Amos Hochstein. Gallant's mission comes as Israeli Prime Minister Benjamin Netanyahu says that the intense phase of fighting Hamas is about to end. Listen to what Gallant said as he departed Israel. (BEGIN VIDEO CLIP) YOAV GALLANT, ISRAELI DEFENSE MINISTER (Interpreted): The United States is our most important and central ally. Our ties are important and probably more important nowadays than ever. (ENF VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Now, Prime Minister Netanyahu's comments to an Israeli news channel made clear that the war against Hamas is not over, but will shift focus as the incursion in Rafah winds down. He says that Israel could then, quote, \"redeploy some forces to northern Israel\", where cross-border attacks with Hezbollah have spiraled into a dangerous escalation. And the EU foreign policy chief issued a stark warning today about the conflict in Gaza, saying that, we are on the eve of the war expanding.Our Ben Wedeman has more now from southern Lebanon. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): It's a day of joy and celebration here in south Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "WEDEMAN",
      "sentences": "Israeli forces are just about five miles away from here. But nonetheless, here in the town of Hasbaya, there is a wedding going on.WEDEMAN (voice-over): It didn't seem right to spoil a special day for newlyweds Taymor (ph) and Fabin (ph) with questions about the dark clouds covering over Lebanon. But, one guest told us off camera, we're celebrating here. Well, war is around the corner. Hasbaya has been spared the worst of the barrages and counter-barrages between Israel and Hezbollah. Here, they stop anyone from firing towards Israel. Parliament member Elias Jarade was elected to represent Christians in this area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ELIAS JARADE, MEMBER OF LEBANESE PARLIAMENT",
      "sentences": "The majority of the southern people, a majority of the Lebanese people from all sects or religions, all parties, they are -- in one way or another, they are committed with a Palestinian.WEDEMAN (voice-over): Everyone we spoke with had a completely contrary opinion. Few people wanted to speak on camera about the looming danger of war for fear of repercussions. Off camera, we got an earful. There is zero appetite for escalation, little support for Hezbollah. 85- year-old Abu Nabil (ph) has seen it all, war and Civil War, invasions and occupation. War is ruination, he says. In war, everyone loses, even the winner. Abu Nabil knows of what he speaks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Let's get more now from our Paula Hancocks, who is live in Jerusalem. Paula, I want to get back to these comments from Netanyahu. What comes next if the intense phase of war with Hamas is about to end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Rahel, this was really the first clarity on the record and in public that we've had from the Israeli Prime Minister for some time. So, it's important to listen to what he is saying. He says the intense part of the war will be over in Gaza, not that the war will be over, but the current stage in Rafah will be over. And he has said that that means the military can then pivot towards north Israel and the fight against Hezbollah.Now, one interesting thing he also said was about the potential ceasefire-hostage deal, saying that he was ready to sign a partial deal with Hamas, but also saying that would be to release some hostages, saying that after the ceasefire ends, he will go back to the war, because he has not given up on the hope that he can completely destroy the group Hamas. Now, this has had some condemnation, as you can imagine, the hostage family saying it's simply not good enough to say that you want some of the hostages to come back. It has to be all of them. And we've also heard from Hamas, and surprisingly, they disagree as well. They have said that this shows that Netanyahu does not support the UN Security Council resolution which called for a ceasefire, and also saying that it shows that he is rejecting the current proposal on the table, which U.S. President Joe Biden was very publicly behind and fighting for. Now, this three-stage proposal that is on the table at this point, it does have a six-week ceasefire in its first stage, and it's meant to evolve into the second stage, which is a permanent cessation of hostilities. But, what we're hearing from Mr. Netanyahu is that, once some hostages are released, he is prepared to go back into Gaza and try and continue his stated goal of destroying Hamas. So, certainly, there has been some reaction to that part of it as well. But, at this point, this is, as I say, the clarity we are getting from the Prime Minister at the same time that the Defense Minister Yoav Gallant is in the United States. He said before he left for Washington that he was going to be discussing phase C in the plan after October 7 within this war. So, that shows that he agrees that this is a new phase, and potentially is looking for U.S. officials to sign off on what Israel plans to give support for what Israel plans. And the overwhelming assumption which appears to be backed up by this interview with Netanyahu is that that focus will very much be on the northern border with Lebanon. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Well, Evan, I mean, certainly a lot for the judge to consider. But, speaking of the judge, as you said, this case has moved very slowly, that has come under criticism, this judge. I mean, there was that reporting last week --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "PEREZ",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "-- from \"The New York Times\". It is unusual, is it not, for the judge to receive so much attention in the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "PEREZ",
      "sentences": "Right. It's usually -- the judges don't usually figure so large in this case. But, you have a lot of issues here, including the fact that she is very new to the bench. You can see how new she is to the bench. When you sit in the courtroom, as I have done over the last few days, you see some times where she appears to just let the defense attorneys just ramble on and go on. A lot of judges tend to have a lot more firm control of the courtroom, don't let the arguments kind of go into all kinds of nooks and crannies. She just seems to allow that. Sometimes, you see her. She comes in. She is very prepared, and she cuts them off. She is asking questions. Other times, not so much.And as you pointed out, the criticism that -- as you heard from that -- you saw in that New York Times story last week reflects, I think, the concern that a lot of people had, that someone who is so new to the bench may not have been the appropriate person to have a case of this magnitude. Of course, it's very hard to get rid of a judge once they have already been assigned to the case. It's extraordinary move. And so, that's the reason why you see the prosecution has not even made such a request. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. It is the most anticipated moment of the 2024 U.S. presidential election. U.S. President Joe Biden will face his political rival and predecessor former President Donald Trump. Now, the stakes are high, as both candidates make their pitches to voters with less than five months until the election. This Thursday, Mr. Biden will stand at the right podium on the debate stage, while Trump will get the final word. CNN's anchor -- CNN anchors Jake Tapper and Dana Bash will host the first presidential debate of the year live in Atlanta, Georgia.Now, one issue that is likely to be a flashpoint during Thursday's debate is abortion. Today marks two years since the Dobbs decision that overturned Roe v. Wade. Supporters of reproductive rights are holding rallies today, and key members of the Biden administration, including the Vice President Kamala Harris, are fanning out across the country. They say that their mission is to remind voters that Donald Trump is responsible for overturning Roe. Now, on top of all of that, we could also get a ruling from the Supreme Court this week on a case involving emergency access to abortion. Let's get to Washington, and CNN White House Correspondent Arlette Saenz. Arlette, talk to us a little bit about how the President is hoping to mark this two-year milestone, his campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Rahel, the Biden campaign is engaging in an all-out push to warn that abortion rights remain under attack. They're using this two-year anniversary of the Supreme Court overturning Roe v. Wade as another opportunity to attack Trump on the issue of abortion, saying that he specifically was responsible for that landmark Supreme Court decision. Vice President Kamala Harris is set to speak in just -- the next hour up in Maryland. And according to some excerpts from her speech, she is expected to say that Donald Trump is guilty of stealing women's reproductive freedoms.Now, the Biden campaign today is also rolling out a stark new ad which features a Louisiana woman who says that she was impacted directly by her state's abortion ban and she blames Donald Trump. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KAITLYN JOSHUA, LOUISIANA",
      "sentences": "I was right around 11 weeks when I had a miscarriage. The pain that I was feeling was excruciating. I was turned away from two emergency rooms. That was a direct result of Donald Trump overturning Roe v. Wade. He is now a convicted felon. Trump thinks he should not be held accountable for his own criminal actions, but he will let women and doctors be punished.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Fascinating. Arlette Saenz live for us at the White House. Arlette, thank you.Let's discuss this further and bring in my panel, CNN Senior Political Commentator Scott Jennings, he is a former Special Assistant to President George W. Bush, and CNN Political Commentator and Democratic Strategist Maria Cardona. Good to see both. Scott, let me start with you. You just heard Arlette there talk about all of these different scenarios that team Biden is preparing for Trump. And Trump, on the other, side is going to a closed-door fundraiser or close fundraiser today. Do you think that's a mistake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I think you have to prepare the best way for you. I think every candidate is different. Joe Biden is a traditional politician. I'm not surprised. He is sort of conducting what we would consider to be traditional kind of debate prep. Trump is not a traditional politician. And he is out doing different campaigning, I know he is having policy discussions with his advisors. So, it's more informal.But, ultimately, you have to design a process that's right for you. And Trump is just a lot more loosey-goosey with it, and that's what works for him. So, I'm not nervous about it for him. But, ultimately, you have to let the candidate be as comfortable as possible when they step on the debate stage Thursday night. I think that'll be true for both men, even though they're taking vastly different approaches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Maria, I mean, you specialize in strategy. What would your strategy be for Biden? It was interesting to hear Arlette say that his team is preparing for a more disciplined Trump, but they're also preparing for perhaps something else. I mean, what do you think? What's the best strategy moving into this?MARIA CARDONA, CNN POLITICAL COMMENTATOR, &amp; DEMOCRATIC STRATEGIST: Yeah. I actually think that was a really smart strategy, Rahel, and it's something that I've been saying for quite some time on our air, because a lot of people had assumed that President Biden and his team were focused on, and frankly, wanted an unhinged, sort of crazy delirious yelling all over the place, Donald Trump, which we often see in the rallies, and very well could be the one that showed us up on the debate stage. But, I think it's really smart of them to also be ready for a broken clock is right twice a day. So, there could be a disciplined, calm, more sort of normal looking, sounding Donald Trump that shows up on that debate stage as well, especially since, Rahel, the rules are going to be such as they are. There is going to be no audience. The microphones are going to be muted. I think that actually helps a more disciplined Donald Trump. So, I'm glad that the Biden campaign is not assuming that the Mr. Hyde Trump is going to show up and that they're also going to be preparing for a Dr. Jekyll type of Trump as well, so that they are prepared for either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Scott, do you think that the muted mics also potentially benefit Trump by almost making him more reserved by nature of the fact that his mic will be cut off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "JENNINGS",
      "sentences": "Yeah, I do, actually. I went back and watched the debates from 2020. And Trump, obviously, we think about that first debate where he was very aggressive, really cratered his campaign that night. But, in the second debate in 2020, they had muted microphones, which is a fact I had forgotten, but in my research I realized, and Trump was much more steady. He was much more subdued. He was in command of the facts. And I actually think he won the second debate. Now, at that point, it was too late. Millions of people had already voted. Folks had kind of already gotten uncomfortable with his leadership at that point of the campaign.This time around, though, he is in a much different position. He is not the President. And the pressure, I think, is on Joe Biden to actually turn in a performance. If Biden is preparing for Jekyll or Hyde, I guess the Trump campaign is preparing for Sleeping Beauty, maybe, with Joe Biden. And we'll see whether he whether he pops out of that or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Maria, let me ask, the President is obviously very sensitive about his family. Are you concerned at all that Trump could sort of poke a sore spot if Hunter comes up, for example? What are you concerned about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JENNINGS",
      "sentences": "Well, on that front, it would be shocking to me if the Supreme Court issued a ruling on that on the eve of the debate. I just imagine that it would be more likely to come afterwards, because I wouldn't think the court would want to inject itself into the debate that way. But, none of us really know. So, we'll have to see.If I were advising Trump, the thing that would make me most nervous is just that you have 90 minutes and you spend a large percentage of the time on things that have nothing to do with inflation, immigration, national security crime, and there is a set of issues on which Donald Trump can win this election, and there is a set of issues on which Joe Biden can win this election. And so, as you're thinking through tactics and what am I trying to get out of this debate, you want to try to spend as much time as possible on the things that work for you. So, I'd be nervous about getting drugged down rabbit holes or fighting out on ground that is just not as firm for you. We talked about abortion at the top of the show. That's firmer ground for Joe Biden. But, if they spend more time on inflation and immigration, that's firmer ground for Donald Trump. So, you have to be able to maneuver and pivot and get it onto the issues that work for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "In other words, play a little offense, play a little defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JENNINGS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Certainly a lot to watch. Great to see you both. Scott Jennings, Maria Cardona --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CARDONA",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "-- good to see you guys.All right. And tune in to see the CNN presidential debate right here on CNN, coming up on June 27 at 9 p.m. Eastern, and we'll replay the debate in its entirety a few different times. You can watch it at 7 a.m. London time, 2 p.m. Hong Kong, or 12 hours later at 7 p.m. in London, or 10 p.m. in Abu Dhabi. And still ahead for us, extreme heat being blamed for thousands of deaths among Muslim pilgrims at the Hajj. We will have a live report with the latest. Plus, flooding across parts of the U.S. CNN Meteorologist Elisa Raffa is following this. Elisa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "And it's important to note here, Rahel, that we're receiving this just death toll from Saudi authorities, after we had seen for days families desperately looking for loved ones that had gone missing during the pilgrimage, during the Hajj, looking for answers, calling local hospitals, begging authorities to give them some information on their loved ones. We now have that figure of 1,300 people who have died in the Hajj. We understand those numbers could potentially go up. This is the week of homecoming. So, many families are still going to be asking questions, trying to locate their loved ones.And more importantly, governments, remember this reverberates around Muslim world, so those governments are going to be trying to crack down on what took place. Many of those deaths are heat-related. And according to the Saudi authorities, more than 80 percent of those who died were quote \"unauthorized.\" What does that mean? Well, it simply means they didn't have the correct permissions. But, what it's uncovering really is this entire underworld of a network essentially of people who behave like tour operators, but that governments say actually did not have correct permissions, who were duping families, duping people in their 70s and 80s, taking their life savings, saying we'll be able to bring you to the Hajj safely, only for those people to arrive and find they didn't have proper accommodation. They don't have proper cooling facilities. They don't have buses, most importantly, to be able to transport them from one site to the next. We already know Egypt, for example, has banned some 16 tour operators, it says, who took part in this, were operating illegally. Jordan as well is carrying out an investigation. It's cracked down on some of these tour operators. Some of them will face potentially jail times. Tunisia's government has also fired ministers for, again, not cracking down, again, not seeing this ahead of time. But, many of these families are going to be asking, why did it take 1,300 people to die? It could go up from that number. Why did it take all these deaths for this crackdown, this fallout to take place in this underbelly of criminal networks taking advantage of people who simply wanted to perform that Hajj, that very important Islamic ritual, who simply wanted to perform that, taking advantage of by these groups?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Still so many questions. Salma Abdelaziz live for us there in London. Salma, thank you.And parts of the U.S. also dealing with extreme heat. States from New York to Mississippi have already tied or broken record temperatures, and the Plains, Southeast and Mid-South, states also expected to get more scorching heat. 40 million people are under heat alerts and it could feel as hot as 43 degrees Celsius or 110 degrees Fahrenheit in some areas. And Iowa, Minnesota, and South Dakota, they are dealing with flooding. One city in South Dakota had a month's worth of rainfall in just three days. Some areas are still under flood warnings because rivers are higher than normal. Let's get to the Weather Center and CNN Meteorologist Elisa Raffa for a closer look at the forecast in the U.S. Elisa, let's start with the latest on the floods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Still to come, possible rocket debris falling out of the sky and onto a Chinese village. What China is saying? Plus, two astronauts are getting comfortable in space. Why they won't be able to return home for at least another week? That story just ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. A dramatic video circulating on social media appears to show a piece of rocket debris raining down on a Chinese village. Take a look at this. Steven Jiang has details on the satellite launch that may have scattered that debris. Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "These dramatic social media videos emerged not long after the state-owned Chinese company responsible for this launch hailed it as a complete success in a statement online Saturday, describing this mission as a Chinese-made Long March 2C rocket carrying satellites jointly developed by Chinese and French scientists into space.Now, we have reached out to this company and the Chinese government for comment. But, for many people on the ground watching these suspected debris plummet towards their village, they felt quite differently about this mission, with one witness telling CNN that they thought they had seen a rocket fall down right in front of their eyes, with other people on social media saying they heard a loud explosion after the debris fell into the ground. A since-deleted notice from village authorities posted on social media showed that local officials were telling villagers that they were about to conduct a rocket debris recovery mission and advising people to stay away from these debris, avoid being harmed by toxic air and explosions. Now, that assessment echoed by experts CNN spoke to with them telling us that these debris are likely from the first-stage rocket booster and are indeed highly toxic. Now, if this falling debris incident is confirmed, it's not without precedents in China. Just last December, debris from another rocket launched from the same center in Xichang province landed in a nearby region, damaging two houses, according to stay media. And back in 2022, charred remnants from a Chinese rocket booster plunged and controlled back to Earth, an incident widely criticized by many Western experts as irresponsible and risky behavior by China's national space agency. All of this, of course, is taking place at a time when China is not only catching up, but also trying to get ahead of the United States in an increasingly heated space race. Steven Jiang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Well, let's start with the spaceship -- the space suit delay, about doing the spacewalk outside. They had a water leak of some sort inside the suit, which seemed to be making it get hot. Remember, when you're outside, it's not just you don't have that oxygen out there. You're in a hostile environment. But, there are wild extremes between the heat of the Sun and the cold of space. There is a lot to deal with there. And back in 2013, they had a water leak inside a suit, and because it was free water in that case, and there is no gravity up there, the astronaut was in danger of drowning in his suit because he couldn't get the water away from his face. So, they just want to be careful with the spacewalks if they have any kind of a problem with the suit.Moving on to the capsule that is now attached to this Boeing capsule, this is a real issue. Boeing took forever to get this thing off the ground. They had one delay after another. Then, on the way up, they discovered that these helium leaks are an issue and the thrusters are having a problem. The two would appear to be related, because again, in a gravity-free environment or microgravity environment, one of the problems you have is you need that fuel to be at the part of the thruster where it will be ignited and used. Well, in gravity, it might just float in the middle of that canister essentially. So, you put helium in there to pressurize it and drive it where you want it to be used. So, that could be part of the problem. The bottom line is, they were only supposed to be there for a week and they're still up there. NASA says, we're just checking everything out. And Boeing says, we're just working our way through it, although Boeing admits their helium system is not functioning the way they thought it was going to function. It seems like an inconvenience. But, I'm telling you, Rahel, if this doesn't go right, these could be real problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Absolutely. You don't have to tell me. I mean, that much I can see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "FOREMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "So, Tom, talk to me a little bit about that they were only supposed to be up there for a week. It's obviously been a lot longer than that. It's been extended again. The likelihood that they would have been prepared for this type of delay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "FOREMAN",
      "sentences": "Well, I mean, they have some redundancy, right, in the space station. They can deal with that. It's not like they're going to suddenly run out of food and water right away. They actually can be up there for 45 days. The real issue is the module that they're attached to and the power supply to that module and whether it can withstand holding this craft there. We've heard officials say that they believe the craft is OK if they had to make an emergency egress, if they had to suddenly get away with it, that they would try bringing it back. But, that is not a position that space programs like to be, and they like to have a very high level of certainty.And essentially, you could say that Boeing reached the point of finally launching their big sort of test drive to the space station and back, and they got halfway through it. And now, they're kind of stuck by the side of the road, trying to figure out if they can complete the trip the way they wanted to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Oh, boy. A lot to watch, certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "FOREMAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Tom Foreman, thanks for explaining it for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "FOREMAN",
      "sentences": "Good talking to you, Rahel.",
      "isLastSentenceInterrupted": false
    }
  ]
}