{
  "date": "2024-03-17",
  "headline": "CNN Newsroom",
  "subHeadline": "Putin Breaks With Tradition By Saying Navalny's Name; Gang Violence, Humanitarian Situation Worsening In Haiti; Ginsburg Family Rips Plan To Give RBG Award To Rupert Murdoch And Elon Musk; Israeli Leader: Sen. Schumer's Comments Totally Inappropriate; Delays Dwindle Prosecutor's Hopes To Try Trump Before Elections. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:00",
      "speaker": "PAULA REID, CNN HOST",
      "sentences": "With no genuine opponent running against him on the ballot, Putin is expected to win, keeping him in office until 2030 and continuing as Russia's longest serving leader since Soviet dictator Joseph Stalin.CNN's Matthew Chance is in Moscow. Matthew, Putin broke with tradition last hour in that televised appearance, naming the recently deceased opposition leader. Tell us what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes, I mean, infamously Vladimir Putin has never uttered the name in public of Alexei Navalny, the late Russian opposition leader who died suddenly in an Arctic penal colony last month. But you say, you're right, he broke that tradition in this post-election event at his campaign headquarters in central Moscow within the past hour or so.He confirmed actually reports that we've heard before that the Kremlin was engaged in a negotiation to possibly free Alexei Navalny in the days before he finally died in that Arctic penal colony, a death, by the way, that Vladimir Putin described as a sad event. Take a listen. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): For Mr. Navalny passed away, some colleagues told me that they were not members of the administration. Some people said that there is an idea to exchange Mr. Navalny for some people who are in prison in Western countries. You can believe me or you can choose not to. The person who spoke to me have not finished his sentence yet. I said I agree, but unfortunately what happened happened. We would exchange him I said only on one condition, that he doesn't come back. Let him sit there. That's all. It happens. What can we do about it? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "CHANCE",
      "sentences": "Well, there you have it, Paula. You know, a pretty, you know, interesting description of the negotiations that went on apparently behind the scenes to free Alexei Navalny before he died in his penal colony. The supporters of the late opposition leader, by the way, say that the Kremlin leader, that Putin killed Alexei Navalny, something the Kremlin denies, as part of a sort of ongoing campaign to silence critics and opposition inside Russia.That opposition has been further silenced with the result of these elections, still coming through to us now. It seems that with, you know, most of the votes counted Vladimir Putin has got the vast majority well over 80 percent of the votes that were cast for Vladimir Putin as the Kremlin leader further tightens his grip on power in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "REID",
      "sentences": "And Putin tonight also mentioned the various court cases facing former president Trump. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "CHANCE",
      "sentences": "Yes, he did. You're right. He was of course confronted with criticism of the un-democratic nature of the Russian election. And he lashed out of that criticism, deciding to take a swipe at the U.S. presidential debate and the various court cases involving the presumptive Republican nominee and former president Donald Trump. He basically said that it was un-democratic to use administrative resources like the courts to attack a president, a candidate for president of the United States.And he said that, you know, basically when it comes to the electoral process many Western countries and particularly the United States are not democratic at all. But, of course, you know, despite that side swipe by the Russian president, his landslide victory in this presidential election in which no opposition candidates, by the way, were even allowed to stand has raised questions about democracy in Russia, and that's the concern of outside observers at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "REID",
      "sentences": "Matthew Chance, thank you.And for more on this, I want to bring in Anne Applebaum, staff writer from \"The Atlantic.\" And I want to get your reaction to what you're hearing from Putin tonight. Some of the usual things that we've seen at this point, look, with this landslide victory, no real opposition, do you think that Putin feels invincible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "REID",
      "sentences": "But do you think that this could empower him to not only continue his war in Ukraine, but also potentially to invade other Eastern European countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "APPLEBAUM",
      "sentences": "You know, if he's going to do that, it's not because of this manipulated event that we're pretending is an election. You know, look, he's going to continue his war until he's not able to fight it anymore. You know, and he's very worried about not being able to fight it anymore, which is why he's using every piece of influence that he can, for example, to block American aid to Ukraine, to block European aid to Ukraine.You know, he -- you know, the Russians have friends, they have contacts in Washington. They're doing their best to use propaganda on social media to convince people that Ukraine can't win and so on. They have a whole series of narratives that they use to persuade Americans that the war is unwinnable. But of course he knows better. Russia has lost in the last few months something like 10 percent of its oil refining capacity because of Ukrainian drones. The Ukrainian -- the Russian navy has been pushed and pushed out of the western part of the Black Sea. You know, they're not moving -- you know, they should be moving forward. Ukraine has far less ammunition than it did at this time last year. And yet they're not moving very fast. They've lost 300,000 people who are dead or wounded. You know, it's not a war that's going well for them. And so I mean, obviously if they're able to keep fighting it, if they are able to win, if they're able to, you know, to hoodwink Americans into persuading them that there's no point in helping Ukraine, then they, you know, eventually Ukrainians could run out of weaponry, would they go forward after that? Yes, absolutely. They say so all the time in Russian propagandas. The former Russian President Medvedev has recently put up a map of Russia that shows, you know, Russia occupying most of what's now Ukraine. They talk all the time about invading other countries. But part of this is a show for their own people. And it's a way of scaring us. You know, they want us to be afraid. They're going to escalate, you know, to make us anxious. And what they're really afraid of, what the Russians are most afraid of is that Congress will pass the bill that gives aid to Ukraine that will enable Ukraine to continue fighting and eventually to win the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "REID",
      "sentences": "I also want to ask you about Navalny. Not only did Putin say his name, but also said that he was open to a prisoner exchange. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "APPLEBAUM",
      "sentences": "So we know there had been conversations about prisoner exchanges. They've gone on actually for a number of years. I don't have any inside information about how close they really were to completion. I know that some people around Navalny think that the two things. One, the fact that it was, it was now being seriously discussed and the fact of these elections, those were actually the causes of his death, the reason why he was murdered right now was to prevent that exchange from happening to dash everybody's hopes.And also to prove somehow to Russians that there is no possible opposition that they cant. There's no point in opposing Putin. You know, what he needs to do to stay in power is to eliminate any idea of succession that there could, anyone could replace him. That there's any alternative for Russia. He wants people to believe this is the only thing that they can have. The only kind of Russian. But then of course that's not true and by dismissing Navalny or by pretending in that it was some kind of weird accident, you know, he's simply -- you know, he's covering up what really happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "REID",
      "sentences": "Anne Applebaum, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:05",
      "speaker": "APPLEBAUM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "DAVID CULVER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Hi there, Paula. Yes, we wanted to get a sense today of some of the human suffering that is playing out here in Haiti's capital city. And as we try to move out and about, I mean, the logistics and the planning from a security perspective are quite tedious, and so we tried to figure out each morning how we're going to go a certain route just because it can change by the hour, if not by the minute.But we were able to go to one area that was quite striking to us and that is what was a school and now has become a refugee camp. People who are refugees in their own city. And this one place that we went to stood out to us because it's been more than a week since they've had food brought in. They have no running water, nothing clean for them to be able to drink and bathe in. And their septic tanks are overflowing. And this gives you a quick sampling of what their life is like right now. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "CULVER",
      "sentences": "So this was a school here in Port-au-Prince, Haiti and every single classroom that we pass like this one here, has now become a dorm room essentially. There are dozens, if not hundreds of people who have made this a recent campsite. And we talked to a lot of these folks and they've come here in the past couple of weeks because of the most recent surge in violence and gangs taking more and more territory here in the city, but these folks have also been on the run from their own homes for months, if not years.One woman told me it's been well over two years since she's been in her own house and she said gangs took over her community, killed her husband, and forced her family to find a new home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "CULVER",
      "sentences": "And so essentially, Paula, people like that have had to go from campsite to campsite. Even in that school, they have essentially had to figure out how to make do with not only the gangs that oftentimes will put pressure on them, but sometimes the folks who are living in that community who suddenly have new neighbors who they certainly didn't want there as they're all dealing with constrained amount of resources and trying to figure out how to live amongst each other.But it gets violent and it gets contentious at times. And you mentioned that UNICEF container because it's not about just trying to get things to Port-au-Prince, right? The containers are at the port several miles behind where I am and it's about then getting them from that location to distribute them within places, Port-au-Prince, like where we visited and that's the challenge and that's where the gangs have really taken such a stronghold that the logistics of getting around many of those roadblocks are next to impossible at times. So that's the holdup for a lot of the folks who are in that situation. That is just absolutely desperate, waiting for some sort of help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "REID",
      "sentences": "To your point about the logistics of getting help, this weekend we saw the first flights of a U.N. air bridge to help get humanitarian aid into Haiti from the Dominican Republic. How did that go? And will there be more potentially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "CULVER",
      "sentences": "Well, this is crucial and so, yes, they're trying to ramp up more of these helicopter transports and what it was initially yesterday with two helicopters that came in with mostly people, so they had the folks who were going to be replacing some of the folks here who either needed to switch out or people who can just help with some of the strategic aspects on the ground.What they really need to be bringing in are the medical supplies and we know -- Caitlin, it was two, right? So we just confirmed, senior editor Caitlin Hu here, that there have been two transports of that U.N. air bridge helicopter coming in today, bringing in that much needed medical supplies. But, again, Paula, they come in, then the challenge starts on the ground and that can take many days to figure out how to get it to where it needs to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "REID",
      "sentences": "And what can you tell us, lastly, about American citizens still stuck in Port-au-Prince?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "CULVER",
      "sentences": "Yes. So you do have folks who obviously have been either volunteers who are missionaries or are here for businesses and yes, many of them happened to be American. And right now the U.S. embassy is coordinating and trying to arrange flights out of Cap-Haitien, which is about 130 miles or so from where we are. So imagine from where you are in D.C. going up to Philadelphia.The thing is, it's not as simple as driving. Certainly you can't fly. The airport is closed. But if you were to try to hit the road, you would hit gang after gang after gang after gang. And so it's next to impossible to get to those locations from here, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "JAMES GINSBURG, SON OF RUTH BADER GINSBURG",
      "sentences": "I haven't got a clue. You'd have to ask the people behind the Opperman Foundation that question. Yes, the original purpose of the award was, I have it right here, to recognize an extraordinary woman who has exercised a positive and notable influence on society and served as an exemplary role model in both principles and practice.And whether you want to discuss the wisdom of opening up that to men or not is one thing, but I think it would be hard pressed to apply that description to people like Elon Musk and Rupert Murdoch. And that's why the family is so upset, not just a children, the whole family and her clerk family. In fact, it was one of her law clerks who sent the letter to the foundation, saying, please rethink this. And of course, I've been contacted by people I know and people even that I don't know about this saying how upset they are. My sister even got a threatening letter and one of the things we want to do here is set the record straight. The family had nothing to do with this. We were not consulted. We are vehemently against this appropriation of our mother's name and this insult to her legacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "REID",
      "sentences": "Now the Opperman Foundation has not responded to CNN's requests for comment, but how do you think your mother would respond to this list of honorees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "GINSBURG",
      "sentences": "I think she'd be appalled. I think these are people who pretty much stand against all the things that she stood for in terms of trying to bring people into the -- make the world a better place for people striving for equality and for a more inclusive world where everybody is treated with respect. I think one of her law clerks made a great analogy because I should mention that we looked at their 990, which is the form and I run enough for profit so I know all about this.Form that a non-profit that has to give the government saying, OK, here's our purpose. And their form actually has the description of the award very -- almost exactly the same description as I just read you. And it's a little bit like, as one of her law clerks put it, if somebody gave money to a university to build a physics lab and they built a football stadium instead. It so violates the purpose of what was intended here. And this is not what my mother signed onto, you know, when the award was first created.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "REID",
      "sentences": "And is it that you have a problem with the award being expanded to men or is it just these men in particular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "GINSBURG",
      "sentences": "Well, we could discuss that, but, yes, the particular awardees and, you know, we can discuss the wisdom of each one, but the two that obviously stand out here are Elon Musk and Rupert Murdoch. When you think of, you know, trying to create a more just society, which of course was mom's ultimate goal, those are probably about the last names that would come to mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "REID",
      "sentences": "Are there any names at the top of your head that come to you, who you think would have been more appropriate recipients? GINSBURGsuggest. I think, you know, previous awardees are good examples of that. But there's so many people actually trying to do good in the world. And that was, you know, the goal originally of this award was to recognize those kind of people. And I don't want to single out one over another because I, you know, would be doing an injustice to I'm sure all the great people out there who would be appropriate recipients. But clearly, the ones they've named are not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:07",
      "speaker": "REID",
      "sentences": "Going forward, how do you plan to rectify this to make sure this doesn't happen again next year or the year after?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "REID",
      "sentences": "Jim Ginsburg, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:05",
      "speaker": "GINSBURG",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:11",
      "speaker": "REID",
      "sentences": "New tonight, Israel's Prime Minister Benjamin Netanyahu is hitting back at Senate Majority Leader Chuck Schumer, telling CNN today that Schumer's call for elections in Israel is way out of line.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:11",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "I think what he said is totally inappropriate. It is inappropriate to go to a sister democracy and try to replace the elected leadership there. That is something that Israel -- the Israeli public does on its own and we are not a banana republic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:11",
      "speaker": "REID",
      "sentences": "This comes after the head of the World Health Organization says he is \"gravely concerned\" after Netanyahu approved plans for a major offensive in Rafah, Gaza were about 1.4 million Gazans have fled trying to find safety from the violence of the war.Paula Hancocks joins me now from Doha, Qatar. Paula, were hearing some reaction about Netanyahu's planned operation. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:11",
      "speaker": "PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Paula, Netanyahu was fairly blunt today saying that that Rafah offensive, as he called, it, would take place. He said that it will likely last several weeks.It has humanitarian groups, it has leaders around the world, extremely concerned at the well-being of those 1.4 to 1.5 million Palestinians who are currently sheltering in this area. Now we've heard that just last Friday, the prime minister actually approved the military plan and the evacuation plan. He is planning to evacuate the civilians to what he calls humanitarian enclaves. He says that will be done with the international community where they will have food, water, and shelter. But that is all the details we have at this point. It does seem a particularly difficult task to carry out and in a place where the UN says many are on the brink of famine. The White House as well saying that they don't and have any credible details about how they are going to make sure that these Palestinians are kept out of harms' way at this point, but Israel is adamant that it has to carry out right this particular offensive, saying this is the last bastion of Hamas. Now here in Doha on Monday, we are expecting the Mossad director to come and restart the negotiations with the mediators of Qatar and also of Egypt. They are going to respond to the proposal, the counter proposal from Hamas, when it comes to trying to hammer out some kind of a ceasefire, it is a deal that Netanyahu was called absurd at this point and unrealistic, but he is still willing to send his Mossad director here. There is a hope that there could be something coming out on Monday -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:38:00",
      "speaker": "REID",
      "sentences": "Donald Trump, again, bending the court calendar to his whims with some help from prosecutors and the Supreme Court. Now a  delay in the Manhattan criminal trial against him makes it just a little bit less likely that he will stand trial in any of his criminal cases before the 2024 election.Joining me now, Brian Tevis, is a criminal defense lawyer. He also used to represent Rudy Giuliani in the Georgia election subversion case. Brian, thank you for joining us. Let's talk a little bit about what happened in Georgia this past week. Everybody I think knows there was this effort to disqualify Fani Willis, but I want to start talking about the judge who had to make this decision. Scott McAfee, he is in his early 30s. He has been on the bench for just over a year and he has handled this incredibly sensitive issue with cameras in the courtroom. How do you think he did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:38:00",
      "speaker": "BRIAN TEVIS, CRIMINAL DEFENSE LAWYER",
      "sentences": "I mean, I don't think you could find a flaw so far. He has an excellent demeanor. He is patient. He listens. He takes notes.His rulings come out timely, and I even personally find myself agreeing with some of his rulings. Of course, not the ones where he has ruled against me, but in this case, I think he has shown that he is a very sound jurist. I've been impressed. Many people I talk to on both sides have also been impressed. I mean, to be thrown into a case of this magnitude right after taking the bench, that is no small feat to be able to even keep pace with the scheduling and the amount of motions, not to mention he has other cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "TEVIS",
      "sentences": "Well, it is certainly difficult. I mean, in this profession, we are used to taking losses, taking criticism, and getting right back up and you still have to advance the case forward.No one wants to be referred to as unprofessional in a court filing, especially not in this profession. As you said, her entire office has cases in that courthouse. They have to return to that courtroom.   They could have a blow dealt to their own credibility. Certainly not what you want to read, but at the same time, I think some of the decisions that she made have gotten us to this point. It is not as if it was just what took place in the courtroom that day. There has been this ongoing issue, which is of course why the defense filed the motion the first place to explore how did we get here? How did this happen? And so I think that they'll lick their wounds, get back up, and continue with the case. Now that Wade has resigned, she has plenty of seasoned prosecutors within her office who are completely capable of handling a case like this, many of them who will remain on the case, maybe they'll appoint somebody else to replace Wade, but they have no choice, but to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "REID",
      "sentences": "Well, as previously said, she wants to bring this case against Trump and over a dozen co-defendants in August of this year, but this disqualification process took up a couple of months. Do you think it is realistic that this case could start this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "TEVIS",
      "sentences": "It is hard to say. I mean, the volume of discovery in a case like this takes a long time to go through. The main thing that I am looking for now is what is the state going to do as far as, are they going to point someone else or are they going to just move forward with the team that they, have but also, they were held -- there was another ruling that came down just before this one from Judge McAfee granting the demurrers with respect to several counts in the indictment.So the state now has to decide, do we seek a certificate to try to appeal that? Do we move forward with an indictment that has fewer counts? Or do we go back to the drawing board, re-present to the grand jury and try to get indictments on those counts again? As he noted in his order, unlike federal court, there is no way for them to cure this by giving more particular information. They have to go and seek a new indictment if they want to proceed on the counts that were just quashed. And if they get it wrong a second time, in Georgia, a second quash on the same count means you can never bring that count again, it is extinguished. So they'll have to make some really careful decisions if they want to bring the same counts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "REID",
      "sentences": "For a long time, Trump's legal team said they worry the most about the Georgia election subversion case because of the gravity of the charges, but also  the fact that it lies outside the pardon power.Do you think that this should still be their biggest concern given the four criminal cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "TEVIS",
      "sentences": "Well, I mean, any criminal case is a great concern. I mean, you have the weight of the government. I don't care how much money and how many resources you have, you will never outspend the government.   Having all of these cases going on at the same time is just anunbelievable complexity. Not just the potential at the end of the road, but even defending such case. If you give testimony because you feel you have a good defense in one case, that transcript is going to be available the next time you testify. And so you may want to assert certain rights to not testify in one case, but you need to testify in another case. There are all of these considerations that they have to go through, not to mention the timing and the scheduling aspects. You have four cases, even the judges in those cases are trying to figure out how do we try this with the other trials on the horizon, because certain defendants have a right to be present to participle in their own case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "REID",
      "sentences": "Yes, the calendar is a real mess and we have no idea what's going on in New York, but apparently we might find out on March 25th.Brian, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "TEVIS",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:48:37",
      "speaker": "REID",
      "sentences": "March Madness is here with college basketball teams across the country learning today, if they get to go to the big dance or go home and who better to discuss this with than CNN sports analyst, Christine Brennan.All right, Christine, it all comes down to Sunday Selection for college basketball. We are still waiting on the women's brackets, but we do have the men's brackets here. What are your big surprises?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "REID",
      "sentences": "All right, while we are waiting for word on the women's teams, do you have any predictions there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "BRENNAN",
      "sentences": "Well certainly, we've got to talk about the most famous name in college sports and that's Caitlin Clark and her Iowa team has been playing much better in the last few weeks and won the Big Ten tournament last week, coming back from a deficit in the final few minutes and really, really playing well.So we would think that Iowa will be a number one seed. South Carolina is the best team in women's basketball, undefeated. Dawn Staley's team is looking strong, and then I think maybe two teams from out West, when you're looking at Stanford and USC Southern California with their freshmen star, JuJu Watkins. This is a great time for women's basketball, Paula. It is a great time for the women's game, and the respect for the women's game. When I was watching the men's selection show, it kept talking about men's basketball. The adjective that wasn't used for generations -- decades, and now it is as being used. The talk about men's and women's brackets. It will be interesting to see how many more people will do women's brackets this year than they've ever done them in the past because of the celebrity of Caitlin Clark selling out arenas, millions of fans. Frankly, the women's game has been getting better TV ratings than the men's. And so will we see people filling out women's brackets? That old excuse that they didn't know the players, so they didn't know any of the teams. Well, that excuse is out the window with the celebrity, the fame, and of course the record-breaking season of Caitlin Clark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "REID",
      "sentences": "All right, really quickly, who do you have winning your women's bracket and your men's bracket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "BRENNAN",
      "sentences": "Well, certainly I love to see Iowa go as far as possible on the women's, but South Carolina is going to be tough and then UConn, the men winning their sixth NCAA title. The women have 11 at UConn, so the men are trying to catch up.So I'll go with UConn and South Carolina.   REID: All right, Christine Brennan, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:10",
      "speaker": "BRENNAN",
      "sentences": "Thank you, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:14",
      "speaker": "REID",
      "sentences": "Tonight, on a new episode of \"The Whole Story\" with Anderson Cooper, CNN anchor and chief legal analyst, Laura Coates investigates two missing persons cases with one mysterious connection.She joins us now with a preview. Laura, tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:14",
      "speaker": "LAURA COATES, CNN ANCHOR",
      "sentences": "This is an unbelievable story. This is a mother who has been fighting for two decades to get some answers about what happened to her beloved son. He went missing after he was stopped by a police officer in Naples, Florida.Over the course of her trying to find him, she realized that she had something in common with another family. Three months before her son went missing, an undocumented person was also stopped by this same officer and that officer apparently may have been the last to see either man. So what happened to these two men? What happened to Terrance? What will happened to Felipe Santos? This is the heart of this whole story as to why we went in-depth to try to get some semblance of answers and follow this journey. Listen. (BEGIN VIDEO CLIP) COATES (voice over): Corporal Steve Calkins was a deputy sheriff at the time. He picked up both men in his patrol car before they inexplicably vanished. They are both presumed dead. Twenty years later, the cases are cold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just going to go back there and see what I can see, knowing that the remains of Terrance Williams and Felipe Santos are still out there somewhere. This part is a little tricky, but once you get past these rocks, it gets easier.Calkins got to know this the area really, really well. He had lived in North Naples, then had patrolled it for at least 10 years, so he knew this place like the back of his hand. The authorities are pretty sure he is lying about something, but he was never charged.   (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:14",
      "speaker": "COATES",
      "sentences": "So Fred, the answer is somewhere out there and this mother's love and determination and this investigative reporting has gone on for nearly 20 years. What do you do when you don't know who to trust? Don't know where the answers are going to come from? But all you know is you've got to find your child.It is unbelievable. It is so gripping and compelling. I am telling you, you will not be able to turn away when you see what happens when he is deposed. There is so much in this story.",
      "isLastSentenceInterrupted": false
    }
  ]
}