{
  "date": "2024-04-11",
  "headline": "CNN Newsroom",
  "subHeadline": "O.J. Simpson Dead At 76 After Cancer Battle. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:35:04",
      "speaker": "BLITZER",
      "sentences": "It was really a moment that all of us who were watching will never forget. And you've pointed out that that infamous Bronco chase really set the tone for the entire trial. Explain that a little bit further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:04",
      "speaker": "LAMOTTE",
      "sentences": "Well, I mean, to the average person, you would have to wonder, why was this happening to begin with? When you're weighing into whether a person is possibly guilty of the crime that they're accused of committing. And that just, you know, weaned into he must be guilty.Why else would he have a gun in the backseat of his -- of a Bronco threatening suicide had written a note to his attorney, indicating that that's probably what was in his mind at the time he was writing it? And one had to surmise that O.J. Simpson had reached the end of his life in his mind. So that certainly weighed into at least the public's impression of guilt or innocence at the time. And so, I think that to a broad spectrum of people after a lengthy trial, the longest I've ever covered and have ever seen, a jury comes back in a matter of hours with a not guilty verdict. It was a stunning period of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:04",
      "speaker": "BLITZER",
      "sentences": "Yes, they deliberated for less than four hours, as I remember at the time. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:04",
      "speaker": "LAMOTTE",
      "sentences": "You know, Wolf, you mentioned growing up in Buffalo and O.J. Simpson being a hero of yours, I grew up in the D.C. area and I was barraged with, do I like Billy Kilmer or Sonny Jurgensen at the time and we would see bumper stickers.I like Sonny, I like Billy. But the one thing we had in common is that I recall several T-shirts that I had, white T shirts back then, of course, and using a black magic marker to write the number 32 on the back. I mean, O.J. Simpson, in my mind at that time was a hero and untouchable and, you know, of God like quality and in the commercials, of the Hertz commercials of him running through the airport and, you know, go O.J. Go. And the subsequent movies that he was in. And living in Brentwood and the beautiful life that he seemed to enjoy. And, you know, that this guy was with something special from the time that he set foot on a football field to the time that he was retired, doing sideline reporting for NBC News or NBC Sports, I should say. So it was quite a stunning thing to have happened, I will say that. You know, shocking, really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "BLITZER",
      "sentences": "We're following the breaking news. O.J. Simpson has died at the age of 76 after a battle with prostate cancer. So many millions of us will remember O.J. Simpson's legendary low speed police chase during the summer of 1994. It was one of the most watched events in television history. And now what, some 30 years later, it can still give, those of us who remember it, goosebumps.Let's listen and watch as a police officer tries to talk Simpson into surrendering and stopping. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "TOM LANGE, DETECTIVE",
      "sentences": "You there?O.J. SIMPSON, FOOTBALL PLAYER: Just let me get to my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "OK, we're going to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "I swear to you. I'll give you what -- I'll give you me. I'll give you my whole body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "I just need to get to my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "I can't live with (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "We're going to do that. Just throw the gun out the window.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "I can't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "We're not going to bother you. We're going to let you go up there. Just throw it out the window. Please. You're scaring everybody. O.J., you there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "This is for me. This is not to keep you guys away from me. This is for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "I know that. Nobody's going to hurt you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "This is for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "OK. It's for you, I know that. But do it for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "This is for me, for me. That's all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "I know that. I know that. But do it for the kids, too, will you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "How?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "Think of your kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "Please, just toss it out. You're scaring everybody, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "I'm not going to hurt anybody. You know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "I know you're not going to hurt anybody, but -- SIMPSON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "LANGE",
      "sentences": "I know you're not, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:38",
      "speaker": "SIMPSON",
      "sentences": "I'm just going to go with me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "Just tell them I'm all sorry. You can tell them later on today and tomorrow that I was sorry and that I'm sorry that I did this to the police department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "Listen, I think you should tell them yourself and I don't want to have tell your kids that. Your kids need you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "I've said goodbye to my kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "Listen, no, we're not going to say goodbye to your kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "I have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "You're going to see them again. You want to see them again. Please, you're scaring us, you're scaring them. Please, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "Hey, you've been a good guy, too, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "Let me tell you. I know you're doing your job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "Appreciate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "You've been honest with me right from the beginning. Just saying you're doing your job. I know you're doing a good job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "OK, thank you, but there's a lot of people that love you. Don't throw it all away. Don't throw it all away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "I can't take this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "Oh, yes, you can. Yes, you can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "No, I can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "You got your whole family out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "I can't take this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "They love you, man. Don't throw this away. Don't do this. They love you. Don't do it, O.J. It's going to work itself out. It's going to work. It's going to work.You're listening to me, I know you are, and you're thinking about your kids right now, aren't you? Aren't you? They're thinking about you. They're thinking about you. So is your mother. Your mother loves you. Everybody loves you. Don't do this. I know you're thinking. Man, just throw it out the window. And nobody's going to get hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "I'm the only one that deserves it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "No, you don't deserve that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "I'm going to get hurt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "You do not deserve to get hurt. You do not deserve to get hurt. Don't do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "All I did was love Nicole. That's all I did was love her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "I understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "SIMPSON",
      "sentences": "I love everybody. I tried to show everybody my whole life that I love everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "LANGE",
      "sentences": "We know that and everybody loves you, especially your family, your mother, your kids. All of your friends. A.C. Everybody does. Don't do this. Just put it down or throw it out the window.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "BLACKWELL",
      "sentences": "What a powerful few moments that was. The chase ended, by the way, peacefully, minutes later.Joining us now is Jeff Mailes, a helicopter photographer with CNN affiliate KCAL. Jeff, you were on the air, live, with CNN for an hour and a half following that infamous Bronco chase from the air. Give us your -- remember what it was like, what was it like watching all of that unfold from your unique perspective? JEFF MAILES, FORMER HELICOPTER PHOTOGRAPHER, KCAL-TV: You know what, Wolf, it -- the day began with quite a frenzy. Commander Gascon with LAPD at 11:00 a.m. made it a live announcement on television that O.J. Simpson was a fugitive from justice. And at that point, all of the news media helicopters in Los Angeles launched and were looking for that white Bronco. I came on at about 3:00 p.m. in the afternoon and we relaunched the helicopter and we headed down to Orange County because there was speculation that O.J. had gone to Nicole's gravesite. I believe that was in San Clemente or somewhere down there in Orange County. We launched and flew every freeway in Los Angeles looking for a white Bronco. We spotted a couple of them, but it wasn't his. And then finally, in South Orange County at the El Toro Y, we came upon the Bronco that was being followed, I believe, at that point by one black and white car. And there was an announcement over the police scanner, we have the 1 87 suspect vehicle in our sites, and we're following right now. So that's when we stayed with it. I worked at the time for KCAL-TV in Los Angeles, which was a big CNN affiliate. And as soon as we got the Bronco into our sites, our local station took it live. And it was only moments later that we heard over the helicopter radio that, you guys keep your shot. CNN is going to take you live. And then that lasted for another hour and a half all the way up to the Rockingham state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "BLITZER",
      "sentences": "Could you really believe, Jeff, what was going on? It was so incredible for a viewer like me. I was just watching it and it was just so compelling, so hard to believe this was happening in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "BLITZER",
      "sentences": "And remind our viewers, Jeff, O.J. was a beloved figure in L.A., in Southern California for his years going back when he was the Heisman Trophy winner at the University of Southern California when he was an all NFL star with the Buffalo Bills. He was really a beloved figure at the time, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "MAILES",
      "sentences": "He certainly was. And Wolf, what's interesting about that question that you asked is that when I was young, I used to watch the USC football games. My father was a graduate student at USC at the time that O.J. was playing football there. So, I had an intense knowledge of who O.J. was from a young age, following his USC career, and then to Buffalo with your Buffalo Bills, I will say.And it was quite a career that he had. And one of the things that happened with O.J. is that he developed and turned into this sort of celebrity, beloved character that everybody just admired. I mean, you know, I'll never forget the commercials with him jumping over the chairs in the airport and, you know, people just thronged around him when he was in public, you know, seeking autographs. And, you know, his popularity was pretty unbelievable at the time. BLITZER: Yes, it was amazing. He was unique. And so many of us, we loved him at the time. We didn't know what was about to happen, but he was certainly a beloved figure all across the country, especially those of us like me who love the Buffalo Bills. Jeff, thank you so much for spending a few moments with us on this important day. Jeff Mailes, joining us from Los Angeles. I want to continue the conversation right now with a very good friend and old friend, Roger Cossack. He was CNN's legal analyst during the O.J. Simpson trial. Roger, first of all, give us your reaction to O.J. Simpson's death. You covered that trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "ROGER COSSACK, FORMER CNN LEGAL ANALYST",
      "sentences": "Well it's -- yes, thanks, Wolf, nice to be with you. I, you know, I'm as surprised as anyone else I had heard that he was suffering from a form of cancer, but of course, didn't know that it was as terminal as it turned out to be. And it's a shock, I guess, to me and to everyone else that O.J., who's been such a figure in everyone's lives for so many years, an unforgettable figure has --is gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:01",
      "speaker": "BLITZER",
      "sentences": "Yes, it's hard to believe the way this all has unfolded. He was apparently suffering from prostate cancer for quite a while, treating it, but obviously in the end that killed him. Talk a little bit about the lasting cultural impact from that first criminal trial and the way it divided our country at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "BLITZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:02",
      "speaker": "COSSACK",
      "sentences": "Having said that, you know, I have my own personal opinion about whether he did it. But I will tell you that there were problems in that case that the prosecution had. And I wasn't overly shocked by the route.",
      "isLastSentenceInterrupted": false
    }
  ]
}