{
  "date": "2024-06-08",
  "headline": "The Chris Wallace Show",
  "subHeadline": "Ex-Wives And Ex-girlfriend Testify In Hunter Biden's Federal Gun Charge Trail About His Drug Use; French President Emmanuel Macron And President Biden Give Joint Press Conference On Their Countries' Mutual Cooperation On Ukraine and Israel; Hard Foul Of Caitlyn Clark In WNBA Game Draws Scrutiny Including The Role Of Race In Media Reactions; Retail Stores having Security Guards Wear Body Cameras In Effort To Reduce Shoplifting; Popularity Of Card Game Uno Increasing Recently; Dr. Pepper Overtakes Pepsi As Second Best Selling Soft Drink in U.S.; Charitable Giving Practices Of Ex-Wives Of Bill Gates And Jeff Bezos Examined. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Hello again, and welcome. It's time to break down the big stories with some smart people.Today, we're asking, with Hunter Biden on trial just days after Donald Trump's conviction, are there really two tiers of justice and some Republicans claim? Then order at the border. We'll dive into President Biden's executive action and whether it's enough to stem the flight of migrants coming into the U.S. illegally. And attention all shoppers, your friendly retail employee may be recording you. We'll discuss why. The panel is here and ready to go. So sit back, relax, and let's talk about it. Up first, new week, new trial. This one centered on President Bidens son Hunter, who faces federal charges of illegally purchasing now gun while using drugs. The trial is pitting Bidens against Bidens, turning a personal family drama into a legal case with political ramifications. (BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WALLACE",
      "sentences": "Hunter Biden in federal court this week, forced to listen to testimony about his drug addiction from three of his romantic partners, his former wife, an ex-girlfriend, and his brother, Beau's widow, whom he dated after Beau died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The ex-girlfriend testified that she saw much Hunter Biden smoking crack every 20 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WALLACE",
      "sentences": "Hunter faces charges he lied about his drug use while buying a gun. Despite the tough optics in this election year, President Biden issued a statement of support while the first lady has regularly attended the trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SHAN WU, FORMER FEDERAL PROSECUTOR",
      "sentences": "Having the first lady United States in the courtroom, the jury is going to notice that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WALLACE",
      "sentences": "The trial comes among ongoing fallout from Donald Trump's conviction in his hush money trial.DONALD TRUMP, FORMER U.S. PRESIDENT:  It's a Biden witch hunt. It's weaponization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WALLACE",
      "sentences": "But Democrats say the fact Joe Biden's son is also on trial proves no one is above the law.REP. JAMIE RASKIN, (D-MD):  Democrats are not out there saying that Hunter Biden's trial is a farce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WALLACE",
      "sentences": "The response from Republicans, if not for them, this trial would have never happened.REP. BYRON DONALDS, (R-FL):  The only reason why the Department of Justice is prosecuting Hunter Biden is because House Republicans actually investigated. (END VIDEO TAPE) WALLACE (on camera):  Here with me today, podcaster and author Kara Swisher, Reihan Salam, president of the Manhattan Institute and \"National Review\" contributing editor, \"New York Times\" journalist and podcast host Lulu Garcia-Navarro, and editor in chief of \"The Dispatch\" and columnist at \"The L.A. Times\" Jonah Goldberg. Welcome back, everyone. Kara, so are there to tiers of justice as Republicans claim? KARA SWISHER, PODCAST HOST, \"PIVOT\" AND \"ON\":  No, not at all. I think this is a sad case. I find this whole thing just reading about it, especially with the women testifying about him. This guy is a drug fact. He's a drug addict, and he's troubled and he's probably going to lose here. And I find it more just a sad case of families in this country. The polarization of this seems odd because it's just sad to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WALLACE",
      "sentences": "Reihan, what about the argument that the fact that Hunter Biden is on trial shows that the justice system, despite what Republicans say, is in fact evenhanded.REIHAN SALAM, CONTRIBUTING EDITOR, \"NATIONAL REVIEW\":  Well, I think that if it were really evenhanded, you might have seen prosecutors address the Foreign Agent Registration Act. Think back to Paul Manafort who was Trump's campaign manager the first time around. Before Robert Mueller came around and prosecuted Manafort for a FARA violation, it was actually quite rare to see them happen. And in this case, Hunter Biden may well have violated the Foreign Agent Registration Act. That's the kind of thing that would presumably come up if you saw the same level of scrutiny, but you didn't. So I think that there's reason for a lot of folks on the political right to think, well, wait a second. Are people really being treated in an evenhanded way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "Jonah?JONAH GOLDBERG, \"THE DISPATCH\":  Yes. So look, I agree he's an addict, and addicts do terrible things. The law, which Joe Biden as a senator actually made more severe forbids addicts from buying guns. And maybe that shouldn't be the law. There are arguments about that. GARCIA-NAVARRO:  Arguments from Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "GOLDBERG",
      "sentences": "Yes, that's fine. But my point is, like, it's what the law is. And frankly, I think you could actually make the argument the other way and say that if Hunter Biden weren't Hunter Biden, this case never would've been brought, because they never bring these cases as standalone things. It is one of these weird things that if you are a celebrity, for want of a better word, you get treated by the justice system differently and sometimes more harshly to send a message.And I don't think the Trump trial, Trump case should have been brought. I think you can make an argument that this case shouldn't have been brought. But at the same time, the two tiers thing actually works the other way. Donald Trump had a better time as a defendant than a normal person would. And so has Hunter Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "I can't imagine a more divisive experience for the Biden family, as you've all alluded to. Hunter's ex-wife and Beau's widow called to testify for the prosecution while Hunter's daughter testified for the defense. Still no word whether Hunter will take the stand.Kara, should Hunter have spared his family all of this, taken a plea deal. According to legal experts, he most likely would have gotten probation. The worst he would have gotten is a few months in jail, and he would have spared his family all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SWISHER",
      "sentences": "Yes, he should have done a lot of things differently. Every step of the story, for the people who have suffered all these, especially women, including Jill Biden, I think the idea is that she shouldn't be there. She raised him. Like this is a family tragedy is what it is. And Hunter Biden has made bad decisions the entire way. And you can't just write it off only to drug addiction, but it's clearly what's fueling this whole thing. He's a junkie, and he is taking it out on his family. And that's what's happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "He is taking it out on his family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SWISHER",
      "sentences": "He is taking it out on his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "I want to pick up on that with you, Reihan, because it seems to me that the arguments against taking this to trial, given who he knew was going to be called, are so strong, do you think that Hunter is counting on a Delaware jury to bail out a Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SALAM",
      "sentences": "I think that is not an unreasonable supposition. I think that could be the gamble that he's taking. This is clearly someone with a very high appetite for risk. But I've also got to say, I really think that if he were tried for FARA violations, he would be at way more risks. This guy could have gone to jail for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "You've made that point.(CROSS TALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SALAM",
      "sentences": "No, so look, I think he lucked already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "And incidentally, he could still be. The whole reason that we're getting those trial is because the prosecutor said you're not getting a get out of jail free card.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SALAM",
      "sentences": "Thats when I'll say one tier of justice, absolutely. You can mark it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "OK, we will mark that down.But I want to get back to this question of whether or not he is counting on hometown verdict, because it raises the question about the Bidens embrace of Hunter. The president was out in public with his son just before the trial started. The first lady has been in the courtroom almost every day. And Biden issued this statement, \"I am the president, but I am also a dad. Jill and I love our son, and we are so proud of the man he is today.\" Kara, I understand this is a family affair, but are the Bidens trying to tip the scale?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "SWISHER",
      "sentences": "All families do this in these trials. They try to present this person that way. He is the president. I think he's appropriately saying he's on trial. He saying I support -- if he didn't say it, they would attack them for being a terrible father.GARCIA-NAVARRO:  And also, by the way, he has said -- he was asked directly and he has said he wouldn't pardon his son if he gets convicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "Let's wait and see what happens if he loses.GARCIA-NAVARRO:  Yes. But he said it. He said he would --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "WALLACE",
      "sentences": "What was he going to say? He has to say that.GARCIA-NAVARRO:  Well, I don't know. President Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "MARCON",
      "sentences": "Merci beaucoup. Thank you, President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "WALKER",
      "sentences": "All right, we just heard statements there from the presidents of the U.S. and France, offering both mutually warm statements to each other, especially regarding their bond between the two countries.Let's bring in CNN's Nic Robertson and CNN's Kayla Tausche. Kayla, let's begin with you. Obviously, they touched on Ukraine. They mentioned the four Israeli hostages who were rescued today. What stood out to you in these comments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, it was certainly notable that these statements were relatively brief. They were not extremely lengthy. They were not 20 minutes a piece going into great detail about the deliverables and the cooperation between the countries. They kept it at a very high level, and they largely laid out policy positions that we knew that both countries and both leaders already had. President Macron saying that while they are very grateful to hear of the release, or the rescue of the four hostages that happened in the last few hours, that they want all of the hostages to come home and that they will stop at nothing.Macron also suggested support for a political solution, for a permanent peace, lasting peace in his words, in the Middle East. That certainly is firmer language than he had said before where he appeared to be departing from the U.S.'s pursuit of that negotiated process. But certainly, I think it's safe to say that there would have been a little bit more that resulted from this if the press were allowed to ask questions, but the Biden administration said that that was negotiated between the two governments, the two countries. And so that's what we have today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Yes, Nic, statements of agreement and appreciation and affection, that likely is the intended takeaway from these two leaders. What was your top takeaway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Oh, absolutely. Both leaders justifying the relationships with each other, for obvious reason, because there's a possibility that if Donald Trump comes into the United States, relations with Europe -- comes into presidency of the United States, then relations with Europe, relations with France could be diminished. And that's a concern of them both.So you have, on the one hand your had the president of France, Macron, thanking President Biden for his support, for his support of Europe, for working together. He kept talking about how much decisions were made in commonality, whether it was in Ukraine in and other areas. But you have President Biden pointing out that Europe, the European Union, has contributed $107 billion towards the supportive of Ukraine. They are paying their way. That was Donald Trump's message. Europe is not paying its way. This was really, I think it was trying to make President Biden's salability of the importance of ties with Europe easier and better back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Nic Robertson, Kayla Tausche, thank you.We'll send you back now to \"THE CHRIS WALLACE SHOW.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "WALLACE",
      "sentences": "-- being targeted or is he being coddled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SWISHER",
      "sentences": "Well, neither. That's life in the big city. You're in the bigs. This is the way it goes. I think the Chiefs should expect it, and she herself handled it well. She's like it's a physical game, that's correct. And actually, I hate to say that probably the ratings are up because it's more interesting. Things are going on. There's real play there. So I'm fine with it. She's fine with it, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "WALLACE",
      "sentences": "Reihan, the WNBA is physical, and celebrated rookies almost always have a hard time when they come in. There's a kind of welcome to the league hazing. But all this fuss that we've seen over the last week, is she being targeted by other players, or is she being coddled by the media?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "Which brings us to the reason that a lot of people think that this incident has struck such a chord, which is the issue of race. Here is legendary sportscaster Bob Costas talking about another dirty play recently involving two different players.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "BOB COSTAS, SPORTSCASTER",
      "sentences": "There was an incident recently, Alyssa Thomas, who happens to be African American, grabbed the Angel Reese by the throat and through her to the floor. Flagrant two ejected from the game. The reason why that doesn't spark as much conversation isn't just that Caitlin Clark is a bigger star than Alyssa Thomas. It's because it's a black-on-black incident.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "Jonah, honestly, how big an issue is race in this whole controversy that this was a black player who knocked down a white star?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "GOLDBERG",
      "sentences": "Yes, I think it's unavoidable, in part because race figures into so much of our motivated reasoning when it comes to the Rorschach test of society. People bring race to conversations and this lends itself to it.Michael Wilbon on ESPN was making the case that part of the issue is there are no superstar white players in the NBA. And this is very much, and this is the first one in the WNBA, and this is sort of like Larry Bird and Magic Johnson. It brings people to the game and it brings these arguments to the game, too. And basketball in sports is always attracted these arguments about race and it's sort of unavoidable. I don't know how to adjudicate it. I don't know what's in the people -- in the foulers heart or any of that kind of stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "SALAM",
      "sentences": "No white American superstars, and that is something that has been a liability for the NBA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "Lulu, why do you think that this has struck such a nerve? And how much of it is, do you think, because of rice? If this had been, as Costas said, black on black, would it have been the same deal?GARCIA-NAVARRO:  I think Caitlin Clark is such a superstar. She has brought so much visibility to the game that I think that this discussion is just, it's a new league. I mean -- it's not a new league. The visibility is new for the league. And I think all these debates are happening because all of a sudden you're seeing the game elevated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "SWISHER",
      "sentences": "She's a start. And that's what I think it's about. I don't know that I buy --  WALLACEGARCIA-NAVARRO:  I think that she's famous. And I think -- and also, by the way, in any sport, the most famous person gets all the attention. They get all the people trying to hurt them. This isn't, I think, any different than --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "And then there is the role that sports media has played in stoking this fire. Here is the always controversial Pat McAfee on ESPN.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "PAT MCAFEE, ESPN",
      "sentences": "I would like the media people that continue to say this rookie class, this rookie class, this rookie class, not. Just call it for what it is. There's one white -- for the Indiana team who is a superstar.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "Kara is the media, the sports media losing its mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "SWISHER",
      "sentences": "Pat McAfee, for sure. That's his brand. I think he likes to say controversial things. So she also was incredibly cordial here. She said, he apologized. She said it's OK. She's famous. And if you watch her play, and I did recently, she's electric to watch. And I'm not as big any kind of sports ball fan. But she changes the tenor of the game when she's on the court. So she's going to attract all the attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "You didn't invite me to the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "SWISHER",
      "sentences": "I'm going. Would you like to come? I'm going --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "SWISHER",
      "sentences": "Seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "Here in D.C.? Yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "SWISHER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "SWISHER",
      "sentences": "All right, mid-July, you and I are going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:05",
      "speaker": "WALLACE",
      "sentences": "All right. Well, I hope it's not during the Republican Convention.What about the media. They're just doing what they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "GOLDBERG",
      "sentences": "I'm a yea. You have cameras in stores already. If it helps stop shoplifting, all the more reason to do it. I'd much rather see shoplifting crimes actually prosecuted by police, but, like, got to start somewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Lulu, in some stores, and this is oftentimes is not the average salesperson. It's the security people, they wear a badge, a vest saying security, and then the camera is mounted on the vest. Yea or nay?GARCIA-NAVARRO:  I'm nay. I was at a store just recently. They had an actual security guard, someone shoplift. Everyone was saying, hey, they're taking the stuff, and this security guard just stood there and nothing happened. I'm not exactly sure what this is supposed to achieve except give some sort of illusory sense that something is being done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "What was he supposed to do?GARCIA-NAVARRO:  I think he could have stopped the person from actually leaving the store and then called the cops. I mean, isn't that what supposed to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "I don't know.GARCIA-NAVARRO:  I don't know. Then why have a security guard? I mean, I guess what my point is what is the security guard supposed to be doing then? What are these cameras supposed to be doing? Thats what I'm trying -- the efficiency of it I'm unclear about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Next, the popularity spike for Uno 52 years after it started. Get this, Mattel says about 60 decks of Uno cards were sold in the U.S. every minute last year. That's up from 17 decks a minute just three years ago. In fact, it's so popular, NBA star LeBron James brought it up this week to describe what it's like playing with a former teammate.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "LEBRON JAMES, NBA PLAYER",
      "sentences": "To have a guy like Kyrie Irving as the ultimate wildcard --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "JAMES",
      "sentences": "It's like having a having a \"Draw Four\" in your hand every time someone deals you cards in Uno.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Everybody, if you know Uno, you know that having a \"Draw Four\" is gold. Kara, like LeBron, Are you a big yea on Uno?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SWISHER",
      "sentences": "I love Uno. And they're actually, Mattel is a really interesting company. They're trying to make movies and other media out of these things. And there's an Uno movie coming. I've talked to --GARCIA-NAVARRO:  Oh, no. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "I wonder who is going to play Uno.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SWISHER",
      "sentences": "Wait a minute. They did \"Barbie.\" So I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "No, no, no, I know that, but Barbie was a person.GARCIA-NAVARRO:  An actual character, not just a card.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Where are you on Uno?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SALAM",
      "sentences": "I'm sorry to say that I've never played Uno, very shamefully. However, Monopoly deal, the card version of Monopoly, is absolutely addictive, super fun, great way. I urge everyone to buy it. And I'm not being paid by Monopoly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Finally, the great soda debate got heated this week when Dr. Pepper dethroned Pepsi as the nation's second bestselling soda behind the still dominant Coca-Cola. The news comes as no surprise to fans of the beloved and often difficult to describe soft drink. So we thought, why not a Saturday taste test to answer the timely question, Dr. Pepper or Pepsi? Everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SWISHER",
      "sentences": "All right, cheers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "All right, this is Dr. Peppers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SWISHER",
      "sentences": "Cheers, cheers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "We don't have time for that. Dr. Pepper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SWISHER",
      "sentences": "You couldn't have gotten nicer cups? What the heck? OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Pepsi? Jonah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "GOLDBERG",
      "sentences": "I despise Dr. Pepper with the heat of 1,000 suns. It tastes like melted cough drops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "GOLDBERG",
      "sentences": "So Pepsi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "And Pepsi?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "GOLDBERG",
      "sentences": "Much better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WALLACE",
      "sentences": "Kara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SWISHER",
      "sentences": "Oh, my God, you're so wrong. Dr. Pepper is a taste treat. It's delicious. It's so good. I love a Dr. Pepper.GARCIA-NAVARRO:  Both are foul, and I don't like them. I'm a Diet Coke girl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SWISHER",
      "sentences": "Reihan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SALAM",
      "sentences": "I'm with lulu. These are both vile. However, my wife is a huge Diet Dr. Pepper devotee, so Dr. Pepper all the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "Reihan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SALAM",
      "sentences": "I honestly think it's less a male-female distinction and more about who was actually the person who primarily was responsible for making the money. These are two women who are incredibly accomplished, impressive people, but they were not necessarily the namesake founders of these big companies that were the source of the corpus of their wealth. I think that that's part of what's going on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "But it's interesting that while you've got the Gates Foundation and the Bezos Academy, Melinda French Gates calls her fund Pivotal Ventures. And MacKenzie Scott calls hers Yield Giving. Lulu, do you see a trend here?GARCIA-NAVARRO:  Yep. Women are better. What do you want me to say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "Women are better?GARCIA-NAVARRO:  What do you mean to say about that? Sure, in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "They can perhaps be a little more selfless and self- effacing. I don't know that they're better.GARCIA-NAVARRO:  I mean, listen, at the end of the day I'm less interested in what they name, what any person calls their philanthropy. I think, quite frankly the most important thing about this is that they're giving and they're giving widely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "Jonah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "GOLDBERG",
      "sentences": "I just think the sample size is too small. I mean, we're talking about -- we're talking about a tiny, tiny number of people. Sure, I think gender differences are going to manifest themselves even on this level. But like Kim Kardashian is really rich and she's a big self-promoter. The personality types swamp the data here, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "OK? We had something to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "GOLDBERG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "OK, the panel is back with their takes on hot stories or what will be in the news before its news. That's right after the break.(COMMERCIAL BREAK) [10:56:24]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "It's time for our panel special takes so what's happening or predictions of what we should be looking out for. So Jonah, hit me with your best shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "GOLDBERG",
      "sentences": "So we don't know if Hunter Biden is actually going to be found guilty. I think he will. We don't know even if he's found guilty whether he will go get a real prison sentence in this or in a subsequent tax case. If he does get a real prison sentence, despite your endearing faith in Joe Biden's word, Joe Biden will pardon his son to spare him a prison sentence after the election one way or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "GOLDBERG",
      "sentences": "All right. Lulu, you are looking at the impact of the other big political trial, that Trump felony conviction.GARCIA-NAVARRO:  The Trump felony conviction, and there had been a lot of speculation about what was going to happen after that. Was it actually going to move the polls? And we are seeing the polls moving. Small movement, at least one to two percent, but it has been now several polls that have shown that. We're seeing the movement pronounced among young, nonwhite, and disengaged Democratic leaning voters. That is a group that had moved towards Trump. And so what I think this says to me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "Wait a minute, what's the movement in the polls? Towards Trump or away?GARCIA-NAVARRO:  No, away from Trump towards Biden in the wake of the conviction. And what I think this says to me is that it actually puts on its head this conventional wisdom that said it doesn't matter. Everything is baked in with Trump. Everyone knows that he probably did these bad things, and we don't care what he does. And I think what this shows is that because people do think that Trump often does bad things, they just feel like yes, he's probably guilty of this and justice has had its course, and I cannot put into and vote for someone who is a convicted felon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "And according to some people, we're talking about six percent of the electorate in six swing states. So a little change among --GARCIA-NAVARRO:  Is a big deal, is a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "-- could be a big deal.Reihan, best shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SALAM",
      "sentences": "You know, we talk a lot about swing states, but even though states that are not swing states can matter a lot politically. New York state as a state that Joe Biden won by 23 points in 2020. Recent surveys show him I had by nine percentage points. And Governor Kathy Hochul just scrapped New York City's big planned new congestion charge. The state spent about $100 million getting ready for this congestion charge that was meant to raise over $1 billion a year. WALLACE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SALAM",
      "sentences": "That's right. And there were ads everywhere telling people, get your E-ZPass ready. This is coming down the pike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "So why did she flip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SALAM",
      "sentences": "And then Governor Hochul said we're going to indefinitely postpone this to save Democratic lawmakers in the suburbs of New York City. Democrats in New York City and New York state are running scared right now. And that's a big, big shocker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "Kara, bring us home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SWISHER",
      "sentences": "Nvidia, the hottest company in tech right now, including its CEO Jensen Huang. It makes chips for AGI, artificial general intelligence. It hit $3 billion in market cap passing Apple in total value.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "It's $3 trillion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SWISHER",
      "sentences": "Yes, $3 trillion, excuse me, $3 trillion. It's so big. No, $3 trillion in total value, making it the second most valuable company after Microsoft, which is also deeply invested in AGI. It's exciting, but it's frothy. Everyone is buying these chips because it's the only place to get these chips. It reminds me of Cisco in the beginning of the early Internet, which was -- that made routers and stuff. Of course, Cisco is not what it used to be. And so Nvidia, they've got a really grow their revenue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "So in 15 seconds, is this going to blow up and be a bubble, and that stock, which has just soared, going to go down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SWISHER",
      "sentences": "It's hard to bet against it right now, because all investors, when they're investing in AGI are investing and Nvidia. But we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "WALLACE",
      "sentences": "All right, no investment advice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:02",
      "speaker": "SWISHER",
      "sentences": "No, no, I don't do that.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}