{
  "date": "2024-12-31",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Bangkok Counts Down To 2025; Happy New Year, Bangkok; New York's Times Square Preparing For Midnight. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:05:00",
      "speaker": "KRISTIE LU STOUT, CNN HOST",
      "sentences": "Bright lights, revelry, and celebration in Thailand. It is 2025 in the kingdom. That was a spectacular display in Bangkok, as we saw the fireworks light up the night sky with those golden showers above the Temple of Dawn, one of the most beloved, oldest and most famous Buddhist temples in Thailand. That's right there on the Chao Phraya River. And not far from there is our own Will Ripley. He has been watching the proceedings live from Bangkok, and Will, welcome to 2025. How does it feel, and what was witnessing that display like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Oh, my God. I mean, I -- you could feel the seat shaking, the ground shaking. That's how impressive these fireworks were in the finale, at the end. I mean, it's just like, right there, really amazing.An interesting fact about these fireworks, they're trying to be more sustainable about this whole thing. So, there is actually -- one of the fireworks was designed by a famous -- apparently a famous Japanese fireworks craftsman. And pardon me, I don't know the name, but he made the fireworks out of sticky rice. So, you had a firework made out of sticky rice, which I hope -- I mean, I think it's a good use of sticky rice, although I'm sad to not be able to eat it, because mango sticky rice is one of the most delicious desserts that you can get here in Bangkok, although there is lots of them, but mango sticky rice is right up there as one of my favorites. Another one of my favorites in the musical department is the pop icon Lisa, who you saw on stage just now. I think she sung on stage behind us in that sparkling red outfit. She did a live performance here, her first ever New Year's Eve countdown as a headliner, but she spoke exclusively with us just minutes before going on stage, and because we've gotten such a reaction from Lisa fans who want to see the interview. We're going to show it to you again right now. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RIPLEY",
      "sentences": "I'm here with Lisa, and I think I have to pinch myself that I'm actually seeing you in person. It's so nice to meet you. Thank you for taking the time. How does it feel to be back in Bangkok, where this all began when you were 13 and auditioning to join Blackpink?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "LISA, STAR MUSICIAN",
      "sentences": "I know. It's always good to be back in Thailand to see my family and friends. So, I'm so happy to be back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RIPLEY",
      "sentences": "I met a couple of your super fans outside in the -- Vivi (ph) and Sasa (ph), and they wanted me to ask you what you miss the most about Thailand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "It's really hard to find.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Yeah, it's really hard to find. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Do you have a favorite food that we can tell -- share people what it is, your favorite dish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "My favorite Thai dish --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Thai dish. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "-- Tom Yum Goong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "You recommend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Tom Yum Goong, I recommend Tom Yum Goong, and like Pad Thai.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Of course --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Pad Thai --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "-- which is my favorite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "I've had Pad Thai probably three times already since I've been here. I've been here only three days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "I had Pad Thai today as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Oh, you did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Yes, before the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "So, this is your first countdown performance you've done Coachella. You've had -- I mean, you filled stadiums. How does it feel to be here at ICONSIAM and to be the headliner in your hometown with like tens of thousands of people? The streets are packed. The hotels are full.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Everybody is talking about you being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "I'm super nervous and excited at the same time because it's my first, like, what you said, it's my first countdown show ever, and it's happened to be in Thailand. So, it's more meaningful to me and to my fans as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "I mean, people -- you mean so much to people that I've been speaking to, just they're so proud of you and you give them hope and inspiration. So, do you have any message for your fans that are here, that are watching this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Well, I just want everyone to be happy. And right now, we're go towards the New Year. So, maybe next year have like good things --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "-- come in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Speaking of good things --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "-- you've had an amazing year. You're wrapping up an amazing year. What do you have planned for 2025?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Oh, there is a lot. I have, like, full list. Um, well, I'm releasing my full -- my first full album --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "-- soon on -- in February 28, and I'm having a first debut, acting debut --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "White Lotus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "-- with The White Lotus season three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Oh my Gosh. I saw the preview. It looked really -- you were like right there. It looked amazing. You should check it out if you haven't seen it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Yes. And also Coachella.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "This is my solo performance, Coachella, the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "So, it's just -- first after first, and you're just killing it with everything. I can't believe you said earlier you get nervous. I can't imagine you being nervous, because we see you just so flawless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Oh no. I'm a good actor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Take it till you make it, is what I used to -- LISA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "Well, you're doing amazing, and it's such an honor to meet you. Congratulations. Happy New Year. Anything else you want to say before we say goodbye?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LISA",
      "sentences": "Well, Happy New Year, everyone.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "RIPLEY",
      "sentences": "I think 2025 just might be the year of Lisa. I mean, the fact that she is going to be headlining Coachella solo, her album in February, and of course, The White Lotus on HBO, which we're all anxiously waiting for, shot right here in Thailand. And she just wrapped up her first headlining New Year's Eve, one of I'm sure many to come, this one here at ICONSIAM, truly unforgettable, Kristie.I'm just like letting it all sink in. It's been -- what a crazy and awesome New Year's Eve this has been. Happy New Year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "STOUT",
      "sentences": "Happy New Year, a crazy, awesome New Year's Eve. Lisa from Blackpink, a global superstar getting the interview with CNN. Thanks to you. And she is so charming, so talented. She has got a big year ahead.Will Ripley joining us live from Bangkok, thank you so much, and have a Happy New Year from here in Hong Kong. Let's go back to Brianna in New York, as CNN continues its special New Year's Eve coverage, and Brianna, wishing you and the team there, a very Happy New Year. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JESSE CHARLAND, BASSIST, HOOBASTANK",
      "sentences": "Hey, I'm Jesse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "DOUG RBOBB, SINGER, HOOBASTANK",
      "sentences": "And I'm Doug. We are in the band Hoobastank. Wishing you guys a Happy 2025. Happy New Year. Peace, love, good stuff for everybody.(END VIDEO CLIP) KEILAR: Here in New York, we are just 12 hours away from the iconic ball drop in Times Square, and that is where we find our Brynn Gingras. Still waiting, Brynn, for people to load into those pens. BRYNN GINGRAS, CNN U.S. NATIONAL CORRESPONDENT: Brianna, it's getting exciting. Only 12 hours they have to wait. But, I met a really great group of people right here. Look at you, guys. Already old fashion town. So, you guys are coming from Louisiana and Kentucky. Tell me why do you have to be here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, I mean, this is like a once in a lifetime experience. So, it's like, it's good to be here with my family, and we're excited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GINGRAS",
      "sentences": "Yeah, and we have rain coats, right? Everyone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We have coats. Yes. We're ready. We're ready. We're ready.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're ready for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GINGRAS",
      "sentences": "Right. My Kentucky folk, you guys are excited, I can tell, already wearing the gear. Tell me why you guys had to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, we just got engaged, actually. So, we couldn't miss it. We thought this would be super important to come out here and watch the ball drop and check the bucket list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GINGRAS",
      "sentences": "OK. So then, it's -- Oh, it's midnight. What happens? Come on, guys, the kiss.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, no. I just wanted --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GINGRAS",
      "sentences": "Just want to look pretty for the New Year. I get it, girl. You look great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GINGRAS",
      "sentences": "Alright, guys, only 12 hours. It's going to fly by and you guys are going to have a lot of friends joining you. In just a bit, Brianna, it's going to get super excited down here, where about a million people are going to be joining these fine folks to ring in 2025, and it doesn't matter that it's going to rain. It is going to start the year right. We can handle anything. That's exactly what rain means into 2025, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "Yes. It's like a cleansing shower. And I'm always amazed how many people pack into Times Square. We're going to see that.Brynn, thank you so much for that. For many, of course, watching the ball drop is a New Year's Eve tradition. Today, one Marine and his family are going to get to see it in person. Retired Sergeant Mario Alcala, who served in the Iraq war before a cancer diagnosis forced him to medically retire, he found some new purpose, volunteering with Hope for the Warriors. That is a nonprofit that serves military and also their families. And every year, this organization gives a group of military families the chance of a lifetime to ring in the New Year right here in the middle of Times Square. And tonight, Sergeant Alcala is going to be joining them, and he is with us now to talk about this. This is going to be a tremendous event. You've never seen the ball drop before. It's going to be special for you. But, tell us about everything that's going to happen for these military families today. SGT. MARIO ALCALA, U.S. MARINE CORPS (RET.): Well, here in a few hours, I'm going to go meet up with the group. That's about 50 of us. We're going to go to the Engine 26 Fire House. We're going to meet up there. We're going to be served dinner. There is going to be some Gold Star family members who are actually volunteering their time to come spend their evening with us and prepare us to come out here for the ball drop later on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "You -- and the fire department and the police department is kind of rolling out the red carpet for these families, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "Yes, ma'am. They've been doing this for 17 years now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "And they'll be escorting them to their places. It's a really VIP experience that they're having. And I have to say, and maybe I'm a little biased, because I am a veteran spouse, they deserve it. Military is a family business, and there is a whole apparatus of the family behind the service member, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "Yes, absolutely. The spouses are -- my wife, Elizabeth, was the backbone the entire time I was in. All nine years, all three deployments, she was there, and then just the transitioning period, she was there for me. And just families, they don't -- what's the word, they don't get a lot out of what the service members are doing. Everybody sees what the service members do. They don't see the background. And it's important to bring families out here to celebrate and just enjoy time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "And your sons are going to be with you. You have a 13-year-old and a 16-year-old. Quentin and Koa. They're going to be joining you as well, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "Yes, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "They've never seen this before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "We've never been in New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "Oh my god. And sir, are they so excited?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "And so, tell me a little bit as well. As we are entering this New Year, there is always so much change for military families, but there are some things you can bank on, and one is that you might have a PCS, a change of duty station, or you might be transitioning out of the military. It's something, for you, your particular story, if you could talk about this, you medically retired --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "-- with a brain tumor, and you're doing well now, but you realized shortly after that you had thyroid cancer, all the while transitioning out of the military. How tough was that with what is already a tough transition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "Well, it's -- we spoke earlier. It's taken about eight years to overcome all of this. And Hope for the Warriors was instrumental in my transitioning from the military to civilian life, and I wouldn't be here if it wasn't for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "You do peer-to-peer outreach with Hope for the Warriors. Tell me a little bit about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "So, a basic day for me is, I'll get up. I'll check in with clients. I usually have a set amount that I check in with every day just to follow up. We don't want to be the one and done here. We helped you with this. Have a nice life. It's OK. We helped you out. Do you still need assistance? What can we do? And I just call and check in with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "And why is it a tough time as these service members are making the transition, this adjustment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "I think it's because we're taught how to be service members. We weren't taught how to be civilians, and we kind of have to learn on our own, and it wouldn't happen without organizations like Hope for the Warriors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KEILAR",
      "sentences": "Yeah, it certainly wouldn't.Well, Sergeant Alcala, thank you so much for being here, and a shout out to all of the veterans and the military families who are going to be out there ringing in this New Year. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ALCALA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}