{
  "date": "2024-12-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Assad Regime Collapses As Rebels Take Syrian Capital; Source: Assad And Family In Moscow, Granted Asylum; NYPD Releases New Photos Of Suspect In CEO Shooting. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:55",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:55",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "Hello, everyone. Thanks for joining us. I'm Alisyn Camerota in New York, along with my colleague, Wolf Blitzer in Washington.And we do begin with breaking news. In a major shift in power in the Middle East, the long, brutal regime of Syrian President Bashar al- Assad is over. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:55",
      "speaker": "CAMEROTA",
      "sentences": "It was a stunning end to a violent regime started by Assad's father more than 50 years ago. A lightning fast assault by a coalition of rebel groups captured the capital of Damascus. A source tells CNN that Assad and his family have now arrived in Moscow and are being given asylum there.Many Syrians spent their entire lives under Assad's violent rule. Today, they poured into the streets to celebrate. Syrians who had lived under the fist of Assad's power and corruption could be seen entering the presidential office after it was abandoned. Syrians could now walk through the presidential palace, even into the kitchen of Assad's family, where specific instructions were still posted for the family's menu preferences. The rebels also emptied out some of the regime's prisons, notorious places where people who were designated as enemies of Assad were detained and frequently tortured. It was just a little more than a week ago when opposition forces met little resistance as they took the key city of Aleppo. They then swept south before surrounding Damascus and deposing Assad. In the end, Russian fighter jets, which had been striking rebel forces in recent days, were nowhere to be found. Assad's troops dispersed and fled into the streets. President Biden reacting to these stunning developments a short time ago, pledging US support for the Syrian people. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:55",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It's a moment of historic opportunity for the long suffering people of Syria, to build a better future for their proud country. It is also a moment of risk and uncertainty. As we all turn to the question of what comes next, the United States will work with our partners and the stakeholders in Syria to help them seize an opportunity to manage the risks.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:55",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "CNN's chief international correspondent, Clarissa Ward, was near Lebanon's border with Syria where celebrations erupted after Bashar al-Assad's regime collapsed.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:55",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "We are just now about 20 miles from the Syrian border, and you can see celebrations are breaking out everywhere.This woman actually has just offered me some sweets -- (CLARISSA WARD speaking in foreign language.) (UNIDENTIFIED FEMALE speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:55",
      "speaker": "WARD",
      "sentences": "This is the mood right now. It is festive. It is jubilant.Take a look with me, you can see, people are waving the flag. The flag of the Syrian revolution. It has got three stars. You can see children and it is just an extraordinary moment. I think no one realized that this would ever actually happen after so many years of waiting, so many years, a lot of fireworks as well. Let's keep moving. (CLARISSA WARD speaking in foreign language.) (UNIDENTIFIED MALE speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "WARD",
      "sentences": "They said they are very happy Bashar al-Assad has fallen.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "BLITZER",
      "sentences": "And just a short time ago, Clarissa spoke to us from inside the Syrian capital of Damascus. Here is some of what she said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "WARD",
      "sentences": "It is a little bit eerie, certainly, and there is definitely a sense when you talk to people that they are delighted, but they're cautious. They are concerned what comes next.Will there be chaos? Will there be lawlessness? Will we see more looting like we saw today? But if you have that other clip pulled up, I just would love our viewers to be able to see the scene at that border crossing as we passed through it. Again, it was already dark, already past curfew, very, very quiet and just nothing like we've seen it before. The only real evidence we saw, Wolf, of any struggle to finally take Damascus, to finally oust Bashar al-Assad was a tank in the road below a torn poster of president or I should say, former President Bashar al-Assad. Take a look at that clip if you can. So we are just crossing now into Syria. It is astonishing to see, it is absolutely empty. The border, at times before there would have been soldiers, there would have been border guards. Now, there is absolutely nobody from the Syrian regime. (UNIDENTIFIED MALE speaking in foreign language.)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "WARD",
      "sentences": "I don't know. And honestly, the last time I came down this road was back in 2011. I was leaving Syria. I had been undercover in Damascus posing as a tourist. I went back into Lebanon, and I never imagined this moment would come when we would be driving through this border with no one from the regime to stop us.And wolf, my cameraman, Scott McWhinnie, just found this on the ground, literally, as we were listening to that clip. This is the old flag of the Syrian regime, which has two green stars. The rebels' flag has three green stars, but this one has now been literally -- we just found it on the floor. I guess, a real moment where you see how much things have changed just in the past 24 hours. In terms of the security situation on the streets, I would just add, we anticipated that we might see quite a lot of checkpoints as we came into the city. We didn't. We did see a group of men, they did not appear to be armed, but they asked us what we were doing, where we were going, and now that we are sort of ensconced in our place where we are staying for the night, we have seen a couple of patrols. I saw two men armed and I went up to them and asked them where they were from, they told me they were from Idlib, which is in the northern part of the country. And we saw a man on the street go up and wanted to pose for a photograph of them, which I think sort of speaks to the moment. There is obviously jubilation, elation, but also this sense of you can't compute. It was so fast, so breathtaking. It is astonishing. And I think people are taking some time to try to process the magnitude. Keep in mind, Wolf, we're talking about 53 years of Assad rule, 53 years of a brutal police state. And I can't tell you how many Syrians have said to me, Wolf, that, you know we understand that there are concerns about the rebels and the makeup of the rebels and the fact that some of them are Islamists and some of them are even jihadists or have been affiliated with al-Qaeda, or proscribed organizations. But, let us have this moment, let us celebrate the fact that this brutal dictator who has ruthlessly killed hundreds of thousands of people, who has gassed children with lethal nerve agents, who has locked people in prisons and tortured and beaten them to death, that he is finally gone and that whatever may come and whatever the anxiety, this is a new chapter for Syria -- Wolf. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "BLITZER",
      "sentences": "Clarissa Ward now reporting from Damascus, thank you very, very much.I want to bring in our international diplomatic editor, Nic Robertson right now. Nic, what do we know about a transition of power in Syria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:32",
      "speaker": "BLITZER",
      "sentences": "Indeed he did.Nic Robertson, thank you very much, and as you correctly point out, the images of those Syrian people tearing down the statues of Bashar al-Assad, his father, the former leader, the late leader, as well as his son, so powerful, so dramatic indeed; something none of us I assume, just a few weeks ago expected to see, but we are seeing it right now. Nic, thank you very, very much. We are also learning right now some new details on where Bashar al- Assad has fled. An official source in Russia telling CNN that Assad and his family have actually arrived in Moscow and have been granted asylum in Russia. CNN's Fred Pleitgen is joining us from Moscow right now. Fred, what more are you learning about Bashar al-Assad's arrival in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:26",
      "speaker": "BLITZER",
      "sentences": "All right, back now to our breaking news. President Biden calling the fall of Bashar al-Assad's regime in Syria a fundamental act of justice, but also saying it is a moment of risk and uncertainty.The president, addressing the situation in Syria earlier this afternoon from the White House. CNN's Kayla Tausche is over at the White House. She has got the latest developments, and our national security correspondent, Natasha Bertrand is joining us from the Pentagon right now. Kayla, let me start with you. What else did the president have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:26",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Wolf, the president acknowledged the historic nature of this coup and suggested that after 14 years of Civil War, that it was the conditions brought about by US policy that worked to weaken those in the region, those countries that had previously been enabling the Assad regime.He also talked about the need to protect the American military troops that are stationed there, as well as American citizens who live in Syria, and then he mentioned Austin Tice, the journalist who has been held captive in Syria for 12 years and whose family just met with President Biden last week, a frustrating meeting for that family. But Biden says they remain committed to bringing Tice home, but they still need to figure out where he is. As for the future of the country of Syria, the US is making no assumptions about who exactly is in power right now. The US has designated HTS a terrorist organization alongside the United Nations since 2018, which complicates its ability to reach out to the group and to potentially endorse its rule there, especially because the US has real concerns about whether a leadership vacuum would create conditions for ISIS, al-Qaeda or some of those other ideologies to resurge there. Biden endorsed a UN-led transition process and a senior administration official says that the US has been in touch with many opposition groups across Syria and various regions as they have been for the last decade to understand exactly where they are and what they are thinking right now. And the president, in no uncertain terms encouraging some of those opposition groups to speak out. Certainly, it is a situation that is evolving quickly. The senior administration official says that there are also priorities to make sure that those chemical and biological weapons that are inside Syria never get used, and that there are various structures in place to try to shore up relationships with partners in the region -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:26",
      "speaker": "BLITZER",
      "sentences": "Let me get Natasha's thoughts as well.Natasha, as you know, the president outlined some of the US' key priorities right now in Syria, including protecting US military personnel, and correct me if I am wrong, but I think there are currently about 900 American troops based in Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "CAMEROTA",
      "sentences": "It has been a breathtaking 24 hours in Syria for the millions who had lived under the brutal Assad regime, a wave of elation and relief erupted when the news broke of him being ousted.Here is what it looked like and sounded like when the rebels rolled into key cities including the capital of Damascus. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "CAMEROTA",
      "sentences": "I'm joined now by Danny Makki. He is a Syrian journalist and analyst who has covered the conflict for the Middle East Institute.Danny, thanks so much for joining us. You're in Damascus right now. What have these past 24 hours been like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "DANNY MAKKI, SYRIAN JOURNALIST AND ANALYST WHO HAS COVERED THE CONFLICT FOR THE MIDDLE EAST INSTITUTE",
      "sentences": "Well, they have been historic. For the perspective of anyone who has --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "CAMEROTA",
      "sentences": "Danny, I think freezing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "MAKKI",
      "sentences": "-- has actually viewed what's happened over the previous period and for from my perspective, being in Syria and actually watching what is happening is super -- it is historic because what we've seen for a country that's been through so much war and pain, to actually come together and remove this regime, which has been here for over 60 years, is something quite significant.And against all odds, because the whole world has kind of come together just to destroy the hopes and dreams of the Syrian people, and now, what we are seeing is a country reunited again in a different mode. Now, where everyone is coming together. There are so many different challenges which the Syrian people together can face, and Assad is out of the picture. He is no longer in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "CAMEROTA",
      "sentences": "And before we talk about that different mode and what is ahead for Syria, did anyone in Syria have any sense that the Assad regime would crumble this quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "MAKKI",
      "sentences": "Well, no one envisaged this. This was something completely unique. It was something that not one analyst or pundit would have even thought that was possible of happening because Assad was really in a lead position.He was in Idlib. He was literally closing in on Idlib. You know, he was going to finish the military side of the conflict. But, you know, wars are just not about winning battles and you have to win the peace. You have to win hearts and minds. And in a country where you haven't found a solution to a root cause problem, you really need to make sure that you're not complacent, and Assad got complacent. You know, he put too much faith in his allies, in the Iranians, in the Russians, in Hezbollah. Hezbollah was absolutely damaged by the Israelis. The Iranians have just constantly been keeping just losses in the region in every single way. The Russians have their own quagmire in Ukraine, so all of Assad's allies are facing huge, you know, major problems to their own security. So none of them were able to actually step in and help him. So what that did was put extra pressure on the Syrian Army, an army which is based on conscription and Assad in the last two years issued a number of different rules which actually made sure that many of the conscripts were new. So Assad was sending new fighters to the frontlines against groups such HTS, the Hayat Tahrir al-Sham, which were seasoned and experienced fighters, and they were just getting smashed in Aleppo and that is what triggered this collapse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "CAMEROTA",
      "sentences": "That is a really interesting insight.So as you know, Assad was ousted by this coalition of rebel groups, some of them linked historically to al-Qaeda and the rebel leader at the moment appears to be Abu Mohammad al-Jolani. He talked exclusively to CNN's Jomana Karadsheh about his goal now for Syria. So, listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "JOMANA KARADSHEH, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Once an al-Qaeda leader, your group has had affiliations with al-Qaeda, with ISIS, and now you are projecting this image of a moderate leader in a moderate group. What is HTS right now?ABU MOHAMMAD AL-JOLANI (through translator): Hayat Tahrir al-Sham is one of the factions in the region, just like all the others. Now, we're talking about a larger project. 0We're talking about building Syria. Hayat Tahrir al-Sham is merely one detail of this dialogue, and it may dissolve at any time. It's not an end in itself, but a means to perform a task confronting this regime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "CAMEROTA",
      "sentences": "So Danny, when you hear that, do you have confidence that this group won't just usher in a new era of violence or some different type of authoritarian rule?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:26",
      "speaker": "MAKKI",
      "sentences": "Well typically you'd say that -- it is going to the end of the day, but what we've seen, especially in locations such as Aleppo, is the decline of these radical sentiments where, you know, you have a lot of minorities in Aleppo. It is an area which has a lot of -- it is far more diverse than other places in Syria.And Hayat Tahrir al-Sham has been in Aleppo, had been very positive with the minorities, and they have (AUDIO GAP) massacres or, you know taking out minorities, so what we can definitely say is that there is a behavioral change, even if -- even if it might be minimal. But in Damascus Hama, Homs, we haven't seen this from other minorities. The city of Salamiyah is an Ismaili city. It is in the eastern side of Hama and it is an area which fought ISIS and Jabhat Al-Nusra for a number of years. Hayat Tahrir al-Sham didn't even go near Salamiyah. They reached some sort of agreement with the notables of the area. These citizens have actually led Hayat Tahrir al-Sham.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:42:28",
      "speaker": "CAMEROTA",
      "sentences": "We will get back to the breaking news out of Syria in a moment. But first, an update on the manhunt in the US.The suspect, the getaway bike, and the weapon -- those are still the key missing pieces of evidence that police are looking for in the fatal shooting of UnitedHealthcare CEO, Brian Thompson. Authorities believe the suspect left New York City right after Wednesday's shooting, but he left behind a backpack they think he may have worn during the crime. Officials say it contained a jacket and monopoly money, but no weapon. I want to bring in now former senior FBI profiler and special agent, Mary Ellen O'Toole for her insights. Mary Ellen, what do you see in this case? Monopoly money? What's this all about? MARY ELLEN O'TOOLE, RETIRED FBI SPECIAL AGENT PROFILER: Yes, that's certainly very bizarre, and if in fact that's true, what I would say is there is a good likelihood that this is what we would refer to as game playing. So that means that this shooter actually would have wanted that backpack ultimately found and in it, the Monopoly money. There is no reason for him to have walked around New York with Monopoly money. It had no use and the assumption is that he came there only to New York, only with the things that he needed. But there is an element of game playing with this. There is an element of playing cat and mouse with the police department and we saw it with the casings that had words written on them, casings and bullets that he really wanted the police to find to imply that there was a specific motive to the case. So this could be kind of the same thing implying that there is money -- that this is money and that he has either trumped the police or he is taunting the police, but it could be an extension of this game playing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "CAMEROTA",
      "sentences": "Well, obviously the days ahead will be critical here. Mary Ellen O'Toole, thanks for your expertise. Great to talk to you.O'TOOLE: You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:15",
      "speaker": "BLITZER",
      "sentences": "More now on the breaking news out of Syria. Rebel fighters liberating the capital of Damascus and abruptly ending the long and brutal rule of President Bashar al-Assad. I'm joined now by Firas Maksad, senior fellow and director of Strategic Outreach for the Middle East Institute here in Washington.Youve closely followed this 13-year-old conflict over the years where Assad chemically gassed his own people, imprisoned and tortured those who opposed him, and bombed women and children. The war also spurred a refugee crisis, where thousands of Syrians died trying to simply cross the Mediterranean Sea to safety. It took an enormous toll on Syria's children, and like all of us, you'll remember this moment of that shell-shocked little boy in Aleppo that became a symbol of the war. Watch this. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:15",
      "speaker": "BLITZER",
      "sentences": "Firas, talk to us a little bit about the enormity of this current moment for the Syrian people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:15",
      "speaker": "FIRAS MAKSAD, SENIOR FELLOW AND DIRECTOR OF STRATEGIC OUTREACH FOR THE MIDDLE EAST INSTITUTE",
      "sentences": "Yes, Wolf, thank you for having me on your show.This is a moment for the Middle East and for many Arabs that is akin to the collapse of the Berlin Wall in Europe, in that it ushers in a whole new era, not only for Syrians, but for people across the region because Syria sits right there in the middle of the Middle East and because Syria, for so long projected power and influence and had impact on nearby countries like Lebanon for example, or even Iraq. And so this is a new world, a new moment for Syria and the people around it, a promising moment, but also potentially a perilous moment for what might still unfold in Syria in terms of the instability that one might expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:15",
      "speaker": "BLITZER",
      "sentences": "Well, I am anxious to get your thoughts. What do you expect for us will happen next inside Syria, as its people begin the project of a new post-Assad government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:15",
      "speaker": "MAKSAD",
      "sentences": "Well, this is largely a joyous moment for many in Syria and across the Middle East. We are witnessing the Iran sponsored access from Iraq to Syria and in Lebanon and Hezbollah on the Mediterranean. We are witnessing that access crumble, but there is a fear that what comes next in Syria might be closer to what happened in Libya than anything else where state collapse follows and militia warfare carries the day.Syria is a multi-communal country. It is a multi-religious country. But then there are also Arabs and Kurds and it is a country where all the other regional players are involved in its business, so this could very quickly devolve into the war of others on Syrian land and also, a devastating Civil War. Syrians are hoping to avert that and the rebels are making all the right noises about wanting to invest in state institutions and have a more inclusive governance in the future, but words is one thing, action is a whole different story. BLITZER: Firas, I know you're now in Doha, Qatar, where key regional players have been discussing the issues in Syria right now. What is your sense of how countries -- neighboring countries in the region like Turkey, Jordan, Egypt, the UAE, Saudi Arabia are preparing for Syria's future?",
      "isLastSentenceInterrupted": false
    }
  ]
}