{
  "date": "2024-11-26",
  "headline": "Amanpour",
  "subHeadline": "Interview with Deputy Speaker of Lebanese Parliament Elias Bou Saab; Netanyahu Delivers Speech After Israel-Hezbollah Ceasefire Vote; Israeli Cabinet Approves Ceasefire Deal in Lebanon; Interview with \"Bad Sisters\" Creator and Actor Sharon Horgan; Interview with Massachusetts General Hospital Obesity Medicine Physician and Harvard Medical School Professor Dr. Fatima Cody Stanford. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.Will the Lebanon war end now? The latest from there. Then no end in Gaza. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  There is no medicine. Where should we go? UNIDENTIFIED MALE (through translator):  Instead of receiving aid, we've received tanks. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Doctors call it an utterly catastrophic situation. Jomana Karadzheh takes us inside one of the last hospitals functioning in theNorth. Also coming up -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are all involved in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We covered up a murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The world's better off without you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Even the pope would say that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- the hit comedy series \"Bad Sisters\" is back for season two. And this time it's a darker tone. I'll speak to the show creator and actorSharon Horgan. Also, ahead, obesity rising at higher rates despite new weight loss drugs like Ozempic. Hari Sreenivasan speaks to Dr. Fatima Cody Stanford at Harvard University Medical School about why those drugs are not a cure all. Welcome to the program, everyone. I'm Christiane Amanpour in London. A ceasefire deal between Israel and Hezbollah appears within reach. An address by Israeli Prime Minister Benjamin Netanyahu will lay out the terms, which calls for a 60-day pause in hostilities to set the stage for a lasting truce. A spokesman for his right-wing Likud Party says that party has approved it. The U.S. helped broker the ceasefire, and Secretary of State Antony Blinken talked about getting it over the line while he was at the G7 Summit in Italy. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE:  It will make a big difference in saving lives and livelihoods in Lebanon and in Israel. It will make a big difference in creating the conditions that will allow people to return to their homes safely in Northern Israel and in Southern Lebanon. And I also believe that by de-escalating tensions in the region, it can also help us to end the conflict in Gaza. In particular, Hamas will know that it can't count on other fronts opening up in the war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, in the final hours before the ceasefire is meant to be agreed, Israel has been pounding what it says are Hezbollah targets. Aseries of airstrikes hit in and around the Lebanese capital on Tuesday. Hezbollah has also been firing into Israel. Lebanon's government has agreed to the U.S.-backed proposal after the speaker of the parliament there, Nabih Berri, received Hezbollah's approval to move forward. Elias Bou Saab is the deputy speaker of parliament, and he's joining me now from Beirut. Deputy Speaker, welcome to the program. Can I ask you how close you think this actually is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ELIAS BOU SAAB, DEPUTY SPEAKER OF LEBANESE PARLIAMENT",
      "sentences": "Thank you, Christiane, for having me on the show. I think we are very close. We areprobably, you know, minutes off an announcement that may take place now in Israel. And later on, we're expecting a statement by the president of the United States and the president of France, a joint statement, maybe to announce the deal. And after that, we will expect a statement from the Lebanese government. And hopefully, this ceasefire will take effect 12 hours from now or from when it's announced, if things continue to go in the direction that we understand it to be. Because historically, we had different experiences with a Netanyahu. Those experiences were not encouraging. We don't know if this is going to happen for sure or something may change the last minute. So, we are skeptical here in Lebanon because of the bad experiences we had in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SAAB",
      "sentences": "There are several points, but the main important ones, Christiane, would be the minute this is announced, last I had the information was 12hours from announcement, the ceasefire will take effect. And we probably call it halt of operation or, you know, military operation because this term was used in 1701, in the United Nation, you know, that was passed on Lebanon, which was back in 2006, after the war of 2006. So, we say halt of operation, halt of military operation. And then, we have 60 days period to implement the terms of this agreement. It all focuses around 1701. 1701 clearly states that there should be immediate withdrawal of all Israeli soldiers from any territory they may have entered or occupied during that war and they are currently at the border in some villages or areas in the southern part of Lebanon. So, this will happen within the 60 days. It will start being -- you know, it will -- it's what start to be implemented immediately, but we have up to 60 days to complete that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SAAB",
      "sentences": "After this, Lebanese army will start filling in. So, at any place that the Israelis leave, the Lebanese army will enter and the Lebanese armywill have a major role together with UNIFIL to fill in the positions that were, you know, left by the Israeli soldiers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, just to ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SAAB",
      "sentences": "After that, you'll have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Sorry, go ahead. I was going to ask you, Israeli forces, you say, are due to pull back, but so too Hezbollah forces, correct? There's anumber of kilometers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SAAB",
      "sentences": "This is what I was reaching. The 1701 also calls it anything this -- or all areas, the southern of the Litani River, on the south of the LitaniRiver, there should be no arms, no -- you know, no rockets and no military presence for Hezbollah. So, also after the withdrawal of the Israelis and the Lebanese army enters that area, we expect also that all the arms, if they exist and all the rockets where they exist, in that part of the Litani River should be withdrawn or, you know, find a solution to it. This will take place, of course, also within the 60 days. The 1701 also talks about other things, it talks about, you know, we need to reach a point in the end where we stable the region, stable that border, and then the negotiation as part of that agreement that we are expecting to see, is that we will see the final demarcation of the land boundary between Lebanon and Israel. There are some points that are still, you know, being discussed since 2006. We never finalized those. We expect that this time there will be a follow up and finalization to all pending issues. The difference between what is happening now and what happened in 2006, it's the same 1701. But because it was never implemented by Israel or by Lebanon. This time, we are hoping that there will be a new committee or a committee that existed between Lebanon, Israel, and the United Nation that was meeting on regular basis in the South. Now, we will add to that committee the United States and France. And whenever they meet, the United States will preside that -- those meetings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SAAB",
      "sentences": "So, this will be a committee that will, if you want, oversee and monitor the implementation of that agreement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "All right. Let me just step in and ask you a couple of questions. As you said, the 1701, the U.N. Security Council resolution thatended the 2006 war, called for all these things that you're talking about. And yet, it wasn't fully implemented and the countries went back to war against each other, most specifically after October 7th, when Hezbollah started to fire into Israel in support of Hamas. Do you believe -- and one of the weaknesses that your country, your sovereign nation, the army has not been able to have the strength and authority that Hezbollah militant forces do. How will that change now? Why will it change now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SOARES",
      "sentences": "You have been listening there to Prime Minister Benjamin Netanyahu really speaking on the back of an Israeli security cabinet meeting, ofcourse, trying to approve this deal, ceasefire deal between Israel and Hezbollah. And the Israeli security cabinet has voted, as you could hear there, in favor of a ceasefire deal, of course, to end the fighting with the militant group Hezbollah. And as you heard, the prime minister, Netanyahu, said that for three reasons they're signing on this deal right now. One, he said, was focusing on the Iranian threat, and he said he wouldn't expand on that. Two, he said it was an opportunity to refresh, he said, military forces and equipment. He talked about delays in being -- and having more weapons and arms. And then, detaching the front of the wall from their -- from Hamas, of course. But the start of his message was to the Israelis, 60,000 or so Israeli residents who have been pushed away from their homes because of the fighting with Hezbollah. And he said, we will return all citizens home, talking about how proud he is of them. Let's bring in our correspondent. Nic Robertson is in Jerusalem. I'm also joined by Jeremy Diamond in Northern Israel, and CNN Senior International Correspondent Melissa Bell. Let me go to you, Nic, first. I mean, he didn't give us much details in terms of what's part of that proposal, but he did give us some sense of why he's signing up to this now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, and I think the fact that he points to Iran is very significant and significant to thetiming of why now and he didn't say it, but Iran gives us an understanding and a clue is the fact that Donald Trump, in about two months, will be the president of the United States and in the White House. And he had made it very clear that he doesn't want to inherit a Middle East that's full of wars. So, the prime minister is winding one down here. But Prime Minister Netanyahu also understands that President-Elect Donald Trump feels very strongly about Iran. And this appears to be the prime minister here beginning to position himself and Israel to align with what the Trump administration may want to achieve on Iran and for Israel to try to use that to achieve its own goals. And I would point to what we heard the defense minister here say just yesterday, upping what has been becoming an increasing line from the government that Iran is supporting and trying to get weapons into the West Bank, the occupied West Bank, Judea and Samaria, as the prime minister calls it. And this is becoming an increasing focus of this government. It seems the defense minister yesterday saying that they were going to accelerate putting up security fences in the occupied West Bank. So, I do sense that this is one of the fundamental reasons behind the why now, but the prime minister points to this slow supply of weapons, the lack of certain weapons. This was something that, really, we haven't heard a lot about. Is he here alluding to the Biden administration holding back? Because I think that issue had really been later laid to the side and that there hadn't been a significant interruption of weapons flows from the Biden administration. So, I'm not quite sure what the prime minister is referring to there. Certainly, there is pressure from the military that they'd achieved goals. This was time to wrap up. That the soldiers were tired. A lot of them called up or some called up to go and serve for the second or third time, go and serve in Lebanon. Were really not so happy to do it. So, it's the sort of reset the military, he talks about them as being heroes. Absolutely, you would expect him to do that. But the terms and details of precisely what's going to happen in the ceasefire, the nuance that we don't have until now, the right to strike back, I think we'll learn about that in the coming hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "I think the short answer to that question is largely no. I mean, we've been speaking to a number ofpeople in Northern Israel today, including a number of political leaders of some of these communities in the northern most Israel, closest to the Lebanese border. These are those communities that have been evacuated, where been facing the threat, not only of rockets and drones, but also of those anti-tank missiles that have up to a 10-kilometer range or so. And those leaders have been slamming this agreement as it emerged earlier today as not a ceasefire agreement, but they've been terming it a surrender agreement. And that is largely because they wanted to see the Israeli military effectively finish the job and defeat Hezbollah resoundingly, ensuring that strip of land in Southern Lebanon that would potentially pose that anti- tank missile threat to their communities would be entirely eradicated. And clearly, the Israeli government has decided that they have accomplished enough. And certainly, they have accomplished a lot in terms of military achievements in Lebanon over these last few months. And then it was a time to translate those military achievements into a political solution. The Israeli prime minister actually met with some of those mayors from Northern Israel today to try and reassure them. But the ultimate test of this will be for the residents themselves, for those 60,000 or so who have been evacuated from Northern Israel, some of whom have been living in hotels across the country for the better part of the last year and a couple of months, will they return? And some of those who I've spoken to have said that those in particular with children may not return because they will not trust that this agreement will ensure that Hezbollah cannot pose this threat in the future. They do not trust Hezbollah's word on this, and they also are not yet convinced that Israel will be able to act as it needs to in Southern Lebanon, militarily, to remove any threats that emerged. Now, I have also been speaking with Israeli officials who insist that they will have the freedom to act against any Hezbollah violations of this ceasefire agreement in Southern Lebanon, to act militarily and unilaterally. There was a side agreement with the United States, a paper effectively which one source familiar told me that this was a commitment from the United States that without that commitment, they would not have entered into this agreement, a commitment that says Israel can indeed go after Hezbollah in this area. Now, we haven't seen, of course, the language of this agreement or of that side letter between the United States and Israel and those details, of course, will be critical to assuaging some of those concerns, perhaps in Northern Israel or perhaps even stoking them and drawing a lot of reticence from these people to return to their homes if they don't feel safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "SOARES",
      "sentences": "Let me go to our Melissa Bell, our senior international correspondent, who's live for us in Paris. And, Melissa, we're hearing thatwe expected to hear from President Biden and about, what, less than about an hour or so from the Rose Garden because a lot -- I mean, a heavy diplomatic muscle has gone into this ceasefire deal with both the U.S. and the French as well. And Jeremy was hinting at that, and I wonder if you can flesh this out. There's so much mistrust between both sides. What are you hearing from the French side about the deal and really how you can -- and the fragility of this deal and who keeps the checks here on this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SOARES",
      "sentences": "Exactly. 60,000 residents moved away from their home, about a million or so displaced in Lebanon and thousands -- 3,500 or so killed onthe Lebanese side. We will, of course, keep an eye on the developments on this breaking news. Of course, what we're waiting for is that detail. And we're also waiting to hear from President Biden. That's from roughly an hour. We will take that in my show in about an hour's time. But leaving you with really the words we heard from Prime Minister Netanyahu, three months, it would have been a science fiction but we did it. And we return you now to \"Amanpour\" already in progress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "-- you know, woman?SHARON HORGAN, CREATOR AND ACTOR, \"BAD SISTERS\":  Spell it right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Do you know what I like for a little while but it's so much more complex than that, you know, the story and where we take her and where thestory -- where the whole story goes over the course of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Tell us a little bit of that. I mean, I don't want to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Well, I'm a bit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I know. I know. But what is she then? What is she --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Well, I think she's a woman who's from a slightly different generation to the Garveys You know, she's someone --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "That's you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Yes. To us sisters who kind of looks at them and doesn't really understand why they have that kind of freedom, you know, how they're soopen or how they are with their bodies, any of that, that's not where she came from. She's like a Northern Irish woman who is sort of driven by religion and, you know, sort of what's expected of her and what was expected of women at that time. And I think, really, at the heart of it, all she wanted was friendship. But she takes it too far and she gets given this piece of information, like drags it out of Roger. She says to him, you know, I'm in the guilt industry, meaning, you know, the Catholic church. I know guilt when I see it. So, he opens up to her and she has that over Grace. And she sort of abuses it, but -- and it's a very -- I can't wait for people to watch the whole journey, because, I mean, I love her as a villain, but there's -- you know, it's not black and white.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "It certainly is not. And look, we're laughing, but it does show that comedy can really tell these -- I mean, it's really dark. It's areally dark family drama and all the other things that happen and lives that collapse and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "I love, love, love comedy for that. And I think no matter where I go, you know, instead of telling more sort of drama leaning stories I'malways going to rely on comedy because I think it's a way into people's sort of hearts and minds as well and it makes those sort of more brutal moments land because you're not expecting them and then you get this sort of release of a laugh after. And yes, I love it. I mean, I would find it really hard, actually, I think, to write something that was a humor void. You know, because to me, that isn't life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "It's the vehicle, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "You know, we've all gone through really difficult, tricky things in our lives, and I can guarantee that you've laughed through them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "You know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. You have really -- I mean, you're like a -- you know, like a rocket. People here know you from \"Catastrophe,\" which was about a youngmarried couple and all the sort of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Youngish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, youngish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. Yes, everything's relative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And all the things that go on, like in a -- which are funny and sad and crazy but you captured it really well. You have -- I mean, it isextraordinary how much you actually produce and write. You're not just the actress, you really do a lot. What -- I mean, that's a body of work, isn't it? Sort of examining relationships, ordinary relationships.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "HORGAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HORGAN",
      "sentences": "Absolutely. Examining life and the various stages of life. You know, I mean, from my first show, \"Pulling,\" which was like, you know,you're sort of wasted 30s and starting life late and then \"Catastrophe,\" \"Motherland,\" you know, which really wasn't so much about motherhood as it was about like finding your tribe, you know, at the school gates. And yes, divorce, but it's just -- it kind of document, well, not just my life, but the lives of, you know, mainly the women and my family and the friends, people I see around me. And it's like -- it's a massive privilege to get to do it, but it also feels like a great way for -- you know to express yourself and for people to watch that and feel like, you know, a bit more normal, you know, that I've had those feelings too kind of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Are you optimistic about the state of womanhood, sisterhood today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HORGAN",
      "sentences": "Oh, sisterhood. Yes. I mean, yes. Yes, I am. I think she was an extraordinary woman to come out and wave her anonymity and I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "This is in the real-life, you're Gizel (ph) (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HORGAN",
      "sentences": "Yes, Gizel (ph). I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Have you followed that too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HORGAN",
      "sentences": "I have. I mean, not as closely as I should have. I found it incredibly upsetting and distressing. But, you know, I know that when wewere on set at the time, you know, the response was just incredible empathy and pride in her, you know, she chose to deal with it. What an incredible brave woman. But, you know, I've just come from, you know, junkets with the girls and it's the most incredible thing being around women, almost predominantly female set, and it's -- you feel the sisterhood every day, and it's a wonderful thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "\"Bad Sisters,\" creator, actress Sharon Horgan, thank you so much, indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HORGAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And as we said, it's streaming live now -- or no, it's streaming now on Apple TV. We turn next to a health crisis in the United States. Anew Biden proposal to get obesity drugs covered by Medicare and Medicaid. It comes as a recent report found that three quarters of American adults are obese and it's a worrying rise since 1990. Our next guest is an expert on this topic. Dr. Fatima Cody Stanford is an obesity medicine physician and professor at Harvard Medical School. And as medications like Ozempic become household names, Stanford joins Hari Sreenivasan to discuss the most effective treatments. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Dr. Fatima Cody Stanford, thanks so much for joining us. As we're recording thisconversation, there is some news out that the Biden administration is proposing that Medicare and Medicaid cover this category of anti-obesity drugs called GLP-1 medications. How significant is that? DR. FATIMA CODY STANFORD, OBESITY MEDICINE PHYSICIAN, MASSACHUSETTS GENERAL HOSPITAL AND PROFESSOR, HARVARD MEDICAL SCHOOL:  Well, I think it's tremendously significant and I can tell you that I have spent a lot of time at the White House and with CMS discussing this issue. I've taken several trips to D.C. to propose this as a significant area of coverage. What we do know is that these issues have disproportionately affected the Medicare population and those that are of lower socioeconomic position, the Medicaid population. And I can tell you that I am tremendously enthusiastic about this shift to cover these populations that have disproportionately been affected by obesity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "And we should point out a couple of things. One is that this is a proposal by the Biden administration. Obviously, there's a newadministration, new sheriff coming into town in January. Now, they might have different views on this. So, this is still up to the next administration to figure out whether they want to run with this proposal or not. But regardless of who is in the White House, you would suggest that this proposal go forward? DR. STANFORD:  Absolutely. You know, this is something -- like I said, I've spent a lot of time advocating for in conjunction with the Treat and Reduce Obesity Act, which was initially introduced in the House in 2012. As you know, we're in 2024. This would seek to do exactly this, cover the Medicare population with anti-obesity medications. We have seen that we -- these medications are covered for individuals that have diabetes, but disproportionately not covering those that have obesity. We know that obesity is the most prevalent chronic disease, yet we somehow don't seem to cover those individuals and preferentially cover only those with diabetes. But we must acknowledge that those with diabetes, about 80 percent, particularly with type 2 diabetes, concurrently have obesity. So, we have this preference for covering one population, not covering another population, and it seems a bit unfair. And so, I would, you know, be a strong advocate for covering this population, a population that I exclusively treat in the practice of medicine that I render to patients at Mass General Hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "In the interest of full disclosure, you have advised different drug companies about GLP-1s. Explain kind of how they work incombating obesity. DR. STANFORD:  So, these medications work in the brain. As you kind of have alluded to, or we actually have to recognize that when we're storing excess fat mass, it's actually a disease of the brain. So, there's a part of the brain called the hypothalamus that actually governs how much fat mass we store. And these medications upregulate a part of the brain that tells us to eat less and store less. So, a lot of patients that are on these medications will tell you they actually receive signals that tell them that they're not hungry and they never recognize that a lot of their brain was focused so much on thinking about what's the next meal, what's the next snack, and they are not really thinking about this. I don't necessarily use this term, but a lot of them will refer to this as food noise. But this is something that you'll hear a lot within this kind of kind of thinking of how people will recognize their influence of being on these medications. So, there's this idea of food noise that seems to be the volume is turned down when they're on the medications. And so, when they're on the medications, it's influencing that. But what I will tell you is that GLP-1, you and myself, we all have GLP-1 inside of us. Those of us that happen to be leaner have more GLP-1 on base. So, when we administer GLP-1 to you, we are giving you more of what your body would naturally make. And for those of us that don't have as much inherently inside of us, we are giving you more of what your body should make it baseline. So, that's an important piece of the puzzle also.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "I've also heard that as people gain weight, sometimes their brain almost resets to a new norm.DR. STANFORD:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "And then, when they start to go on a diet or they exercise and they lose a bunch of weight, it's like the brain is somehow giving themsignals to put that weight back on, even though it might not be healthy for them. But I mean, is that true? DR. STANFORD:  That's absolutely true. So, it's this idea of set point. And so, the brain wants to defend its newest set point. And this is the set point theory that has been, you know, out in the -- out and about for over 75 plus years. What the body does is it recognizes -- the brain, it goes back to the brain. The brain is very smart. It wants to defend fat mass, and it thinks that once you get to a certain fat mass, it needs to do whatever it can to bring you back to a set point. And the key hunger hormone in our body is called Ghrelin, that's spelled G-H-R-E-L-I-N. And what it does is it wants to bring you back. And so, without you trying to do something, you'll notice that you're hungry and you're like, well, gosh, I don't want to be hungry, but it's going to bring you back to its set point prior to. So, this is that idea of like, when you go on a diet, you lose weight, and then you gain weight back to actually a higher point than where you were prior to whatever dietary intervention. This is why when, you know, we go into the new year, people say, hey, I'm going to go on X, Y, or Z diet. They lose weight, and then they recognize, wait a minute, I'm a little bit higher than I was prior to that dietary intervention, or you know, lifestyle modification, let's say it was an exercise plan. Because the body is going to make different mechanisms happen to bring you back to a point a bit above it. It wants to defend whatever it can amass of what it thinks is normal for you, despite what you think is normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "It found that the prevalence of obesity rose, especially rapidly, doubling in the past three decades in both adult males andfemales. And I wonder like what is behind this rapid increase and are there subpopulations that, you know, if we overlaid socioeconomic data, is this more likely to in states that are -- have greater amounts of poverty or less access to health care or food deserts? I mean, what are the other things that, you know, this overall kind of picture doesn't point out to us? DR. STANFORD:  Yes, if we look at -- if we kind of drill in and kind of look a little bit with a finder tooth comb, we do see that this is more prevalent in the southeast. If we look at in the kind of the Midwest, we see a little bit less prevalence. Also see in the west, we see a little bit prevalence. Higher prevalence and racial and ethnic minority populations also. In the indigenous population, we see higher prevalence. This is coming out of some of the finer tooth information that's coming out of the CDC and this -- we also see this in lower socioeconomic position. So, you're right, if we kind of look at this, if we're looking at lower socioeconomic position, access definitely plays a role and, you know, this is not of any surprise to us. And this is really germane to some of the problems that we believe are behind this rapid rise in overweight and obesity in both populations, you know, regardless of gender, you know, and this is something that we're paying close attention to. But this is something that we expected. And if we look at, like, the full picture, you can see that it's affecting everyone, but disproportionately affecting certain populations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "SREENIVASAN",
      "sentences": "Obesity medicine physician and professor at Harvard Medical School Mass General Hospital, Dr. Fatima Cody Stanford, thank you so muchfor joining us. DR. STANFORD:  Thanks so much for having me. It's been a delight being here. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}