{
  "date": "2024-03-13",
  "headline": "Connect the World",
  "subHeadline": "Palestinians Face Food Shortages in Gaza during Ramadan; House Vote on Bill that could Ban TikTok in U.S.; Haitian Activist & Musician Wyclef Jean Speaks to CNN about Haiti Violence; Report Warns of Risks AI Poses to Humans; Al-Hilal Break World Record with 28th Successive Win. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Well vote just hours away on Capitol Hill could have a major impact on TikTok while lawmakers are likelyto ban the Chinese made app and what young voters have to say about that. It's 9 am there in Washington, its 5 pm here in Abu Dhabi. Hello, I'm Becky Anderson. This is \"Connect the World\" here on CNN. Also happening this hour, violence flares in Jerusalem where an Israeli soldier shot and killed a 12 year old Palestinian boy was holding a firework. And I'll speak to Haitian rapper, philanthropist and activist Wyclef Jean about the political chaos and violent reality in his home country. And the stock markets in New York will open about 30 minutes from now. Futures so all but flat today the rally has been paused for the time being as he hopes fade of an immediate lowering of interest rates. More on that bottom of the hour few when those markets open. Well, we start with renewed violence on the third night of Ramadan. Israeli police say a 12 year old was shot and killed by a border officer in a refugee camp in East Jerusalem. Now in this video obtained by CNN, the young Palestinian boy can be seen holding a lit firework before a gunshot is heard. In his second video, he is seen lying on the ground as people gather around him. And Israeli police spokesperson says forces responded to a quote violent disturbance at the camp and that an officer fired towards a suspect to quote endangered forces. CNN has asked police for further evidence of the alleged disturbances they say took place. Well CNN's Paula Hancocks joins me here. What do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Becky, when we look at this video that we managed to obtain, it does appear as though the boy is near thesecurity fence. So the West Bank wall that Israel has built around the West Bank, it happens in a Shuafat refugee camp just near occupied East Jerusalem. But what we don't see in the video is any border security officials. We don't see anything beyond this one boy, the 12 year old boy holding this lit firework above his head at the exact time. Now we have heard from border patrol officers that they had a number of individuals who were firing fireworks towards them and they said that there was a violent disturbance. Now judging from the videos that we've watched, and judging from what we've heard from the border police, we have asked for more clarification as to exactly what did happen. We've had quite a surprising response from Itamar Ben-Gvir this is the right wing Minister of National Security who issued a statement calling the 12 year old a terrorist saying, quote, I salute the soldier who killed the terrorist who tried to shoot fireworks at him and the troops. This is exactly how you should act against terrorists with determination and precision. Now, when the 12 year old was shot, he was taken to the trauma unit in a nearby hospital and later pronounced dead. But the fact that this statement came really shows the right wing nature of the cabinet that you have with the Israeli Prime Minister Benjamin Netanyahu at this point. And also shows that the heightened tension that we are seeing in the region, in that neighborhood, all stemming, really from what's happening in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HANCOCKS",
      "sentences": "So this is something that many countries have been asking for. The U.S. President Joe Biden has been pushing Israel to open up morecheckpoints, because you just had the two in the southern part of the Gaza Strip. And they were heavily restricted, sometimes blocked by Israeli protesters. So what we know overnight is the Israeli military said that they did manage to open up another route along the security fence. Now they say it was a pilot program. So they've tried it to see if it's possible, they managed to get World Food Programme through with some 25,000 meals, 6 aid trucks when we're able to get specifically to Northern Gaza. And that's the key that when they open up these new routes, they can get to where this aid is desperately needed. So it's something that has been called for some time and something now the Israeli military shows that they are able to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Paula Hancocks with me here in Abu Dhabi on this story, thank you very much indeed. Well, teenagers don't often pay close attention to U.S.congressional votes, but they may be doing that today, because what's about to happen in Washington is hugely important to that younger demographic. Next hour, the House of Representatives is set to vote on a bill that would force TikTok to divest itself of its Chinese ownership or be banned in the United States. Now the legislation comes amid deep concerns about China's ability to access TikTok user's personal data and possibly use that to influence for example, the November elections. Will TikTok pushing back with a message encouraging you users to contact their representatives and urge them to oppose this bill. Well, we are covering every angle of this story with Lauren Fox, who is on Capitol Hill, Marc Stewart is in Beijing and Clare Duffy is in New York for us. Lauren let's start with you. Why are so many lawmakers so exercise about this so worried about TikTok?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah, this has been building for a long time on the hill. And their key concern is the national securityimplications of teenagers and Americans at large using this app. Many lawmakers don't use it themselves because of concerns about their data being shared with the Chinese government. The other concern that exists here is one of which some members who are voting against this bill say that they do not want to take away the freedom of users to operate this app. Now, I think that those two things exist in some ways, not in a vacuum, but lawmakers are going to be having this vote today on the House floor, it's going to require a two thirds majority. They're bringing it under a suspension of the rules, which means it would have to get a huge number of bipartisan members, Republicans and Democrats to back it. And leaders are very confident that they are going to be able to get there, despite the fact that there are some Democrats who are warning that this could have political implications for President Joe Biden, when he tries to rally the youth vote to the polls. Here's what they said. (BEGIN VIDEO CLIP) REP. MAX FROST (D-FL): I don't think it'll be helpful with young voters. But you know my argument here. Yes, it has to do with young people, but taking a step back. I just think its bad policy. SEN. DICK DURBIN (D-IL): Successful politics is additional modifications in cutting out a large group of young voters is not the best known strategy for reelection. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FOX",
      "sentences": "Now, President Joe Biden has said that he plans to sign this bill if it gets to his desk, but if the House can get it out of their chambertoday, it then goes to the United States Senate and the future is little less certain over there. Majority Leader Chuck Schumer said yesterday at a press conference, he was still looking at the bills still thinking about the path forward. So a lot of questions on whether or not this is going to have a chance on the floor in the United States Senate, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Let me get to you there, Marc. Lauren, thank you. Let's get to Beijing Marc, what are Chinese officials saying about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "WANG WENBIN, CHINESE FOREIGN MINISTRY SPOKESPERSON",
      "sentences": "Even though the U.S. has not found evidence on how TikTok in dangerous it's not nationalsecurity. It has never stopped going after TikTok. Such practice of resorting to acts of bullying. When one could not succeed in fair disrupts the normal operation of the market. It undermines the confidence of international investors and sabotages the global economic and trade order. This will eventually backfire in the U.S. itself. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "STEWART",
      "sentences": "I also asked the spokesperson, are you being the Chinese government? Are you advising TikTok on how to conduct itself how to handlethese hearings? But the response I got was pretty much the same response, as you just heard very much scripted. Becky, this is a story that's getting a lot of headlines in the United States, but not so much here in Beijing. It's not a big headline in the daily news cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, that's fascinating. Let me bring in Clare, because I think our viewers will be interested to understand a little bit more about howthis would work. I mean, clearly, at this point, the effort is to try and get ByteDance who is the Chinese tech giant that owns TikTok to divest of its interest in what is this popular video app. All faiths are banned in the United States. Jake Sullivan explaining this is about basically, you know, the U.S. wanting American companies to own the data of American uses, not the Chinese. How would a ban work, Clare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Yeah, Becky, it's a good question, because I mean, I think you have ByteDance and TikTok signaling here thatthey are going to push back fiercely against this bill, if it gets passed, signaling that they'll likely make a legal challenge to this bill. And so I think you're getting indications from that side that they're not necessarily interested in spinning off TikTok to a U.S. owner. I think there are also questions about whether you would have a willing U.S. buyer for TikTok; you have a lot of the major social media companies in the U.S. that are already facing regulatory pressure as potential monopolies. And so they're sort of limited and the acquisitions that they can make at this point, I think U.S. regulators would also push back on the idea of a Meta or a Google buying another major social media platform. And so I think there is challenges there in terms of what the spin-off would look like. And then we're looking at a ban. And this is a really politically fraught issue. You have TikTok users who are pushing back fiercely against the idea of a ban. I've watched a number of TikTok videos in the last few weeks or the last week, I should say, of users filming themselves calling their representatives saying we're not going to vote for you in the next election if you vote to pass this bill. And so I think users are indeed really worried about the potential of a ban here. It's not necessarily all that easy to move your big following on one platform to another platform. And users are saying particularly for users that are running small businesses that are making a livelihood on TikTok. TikTok says there are 5 million small businesses on its platform in the U.S. They're really worried about what this could mean for their livelihoods if the app is banned, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Can bring Marc, back in at this point, because I think it's important that we look at what some certainly many according China's doublestandard here, major U.S. social media apps are banned in China, and there is a version of TikTok in China that looks very different. We've got an example of that. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SELINA WANG, FORMER CNN REPORTER",
      "sentences": "And Douyin users under 14 can only use the app for 40 minutes a day and see kid's safe content. Plus Douyinautomatically puts on this heavy beauty filter when I open up this camera function. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Point being here from Selina Wang is reporting is that kids in China who use this app or an app very similar to this are protected fromthe sort of awful content that so many in the States fear their children are exposed to on TikTok? Is there some hypocrisy in those bullying comments coming from Beijing today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, it's fascinating, isn't it? What an interesting story there says. It's good to have you all on there. Thank you very much indeed. WellPresident Joe Biden and Donald Trump will face each other once again of course in the 2024 presidential election. Trump clinched the Republican nomination following Tuesday's presidential primaries. Biden also officially secured the Democratic nomination. The key states that one was Georgia, Mississippi and Washington are on the social media platform X. Biden said the gaming the nomination signaled a time of choosing and a call to action. Trump also posted a video on X saying now we have to go back to work because we have the worst President in the history of the country. Well as violence and chaos spread across Haiti. The U.S. has deployed a marine unit to the troubled country to help restore order a closer look and we will talk with a prominent Haitian activist, up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Well Haiti is hoping to have a transitional council in place after the country's Prime Minister resigned following widespread gangviolence in the country. The council will be tasked with appointing an Interim Prime Minister and establishing a provisional electoral council to facilitate elections. Or meanwhile, a U.S. Marine anti-Terrorism unit has been deployed to the American Embassy in Port-au-Prince amid widening gang violence in the capital. The U.N. has welcomed the new developments but says it is hard to predict if it'll help end the violence. (BEGIN VIDEO CLIP) STEPHANE DUJARRIC, U.N. SPOKESPERSON: What is clear is that a political solution cannot be imposed on the Haitian people from the outside. This is a way forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Does the SG have any message to gangs and gang leaders in Haiti right now because they are threatening and bloodbath?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "DUJARRIC",
      "sentences": "Silence the guns.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "-- that's going to be -- yeah. Yeah, Wyclef what you're talking about here is men of arms, who are increasingly we're talking about violentgangs, aren't we? You heard the U.N. they're saying silence the gun --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "JEAN",
      "sentences": "Again I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "But at this point, everybody has to be at the table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "JEAN",
      "sentences": "Well, again, I'm not legitimizing any form of gangs. Again, I'm speaking of there's two narratives here. One is how did the guys get to theguns, right? So their version of the narrative from what I'm watching, and what's being said, is these guns were given to them to be used against violence, against the actual communities. So in the process of moving forward, what was the mission, right? So the mission was they wanted to get Ariel Henry out. So in the process of getting him out, which they did get them out, again, I'm not legitimizing any form of violence. But what I'm saying is I don't see the country moving forward without all of the Haitians. It has to be a Haitian resolution. And if it's not a Haitian resolution, what's going to happen is the idea of us within the U.S., and we're going to bring in the Kenyan force and in turn into a situation that will turn into a continuation of a bloodbath. So the Haitians have to sit down as the Haitian people. So for now, if -- is contesting this, they have that you cannot don't include people that were part of the ground right in the process that was getting tear gas. There's still a narrative of not hearing, where is the narrative where everyone wanted area already leave. And then in the process, he was tear gas in the community. And in that process -- these guys to say that they're not going to let him come back in the country. So again, I think its multiple narratives. Again, I'm not legitimizing violence in any way, I think, to get to a Haitian solution that Haitians have to come up with the solution as a whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "I mean, you just look at the images that are coming out of Haiti, you speak to people on the ground, and you'll be doing that yourself. Iknow that you were born in a suburb of Port-au-Prince. And you were raised by relatives there. Your mom, your parents are now emigrated to the U.S. and you then went and followed them. What are you hearing about life there at present when you know, how bad things become Wyclef?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ANDERSON",
      "sentences": "You've previously expressed interest in running for office in Haiti, would you try that again, at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "JEAN",
      "sentences": "Well, I love my rock star life. When I ran, I felt like the absence of government, right? So I can be for my country, Haiti as I can be my ownElon Musk, right? I can work with Elon, I can work with Jay-Z, and I can work. I'm more on the side of -- I'm as an entrepreneur, why can I invest in all different ventures except in my country, right. So I would like to see the lowest change in my country, anti-corruption, give us a tax incentives, you know what I mean? I would like to see a duty free zone. These are my interests in the country. So I'm searching for good governance and good government. As someone who lives in the diaspora, the diaspora sends back home over like $4.5 billion. So can you imagine we're sending all that money and we don't have the same in vote? So moving forward, even feel like this part of the Haitian constitution that has to be amended, you know, but I think that it starts now and in starting now, if the Haitians have to figure out solutions as Haitians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Right, welcome back. I'm Becky Anderson in Abu Dhabi. Time here half past five in the afternoon time on the East Coast. If you're watchingin the United States, it's 9.30 in the morning, and that means the markets are open. And this is the story pretty flat, flat to lower, lower on the NASDAQ. Investors really losing their excitement about a possible interest rate cut anytime soon. Well, police are investigating the death of a former Boeing whistleblower found dead at a Charleston South Carolina Hotel. Officials say John Barnett died on Saturday from a self-inflicted gunshot. Now the 62-year-old former quality manager had raised serious concerns about Boeing's production standards. His attorneys say quote, we didn't see any indication he will take his own life. No one can believe it. Well, that comes after a midair drop occurred on a Boeing aircraft headed from Australia to New Zealand on Monday. Some of the passengers on that LATAM Airlines Flight returned to Chile on Tuesday. CNN's Pete Muntean has more on what is the ever growing list of problems for Boeing. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voice-over): New images show the aftermath of Monday's mysterious in flight jolt on a Chilean Boeing 787. LATAM Airlines says a technical event caused a strong movement on board injuring 50 passengers who peppered the pilots with questions. BRIAN JOKAT, LATAM FLIGHT 800 PASSENGER: I immediately engaged with them and said you know what was that? And he openly admitted, he said I lost control of the plane, my gauges just kind of went blank on me. And that's when the plane just took a dive. MUNTEAN (voice-over): Boeing says it is standing by to help investigate the incident. The latest involving a Boeing plane following the Alaska Airlines door plug blowout in January, a wheel falls off a united flight last week and hydraulic fluid trailing from another united flight during takeoff from Sydney this week. MARY SCHIAVO, FORMER U.S. TRANSPORTATION DEPARTMENT INSPECTOR GENERAL: People are pretty wary of Boeing right now. And when anything happens on a Boeing, people want to know. MUNTEAN (voice-over): Though there is no clear link between each incident Boeing remains under the microscope of federal investigators. The Federal Aviation Administration now says it has completed its review of the 737 production line with \"The New York Times\" reporting Boeing failed 33 of 89 quality control audits. MICHAEL WHITAKER, ADMINISTRATOR, U.S. FEDERAL AVIATION ADMINISTRATION: It wasn't just paperwork issues, but sometimes its order that work is done. Sometimes it's tool management. It's -- it sounds kind of pedestrian, but it's really important in a factory that you have a way of tracking your tools effectively, so that you have the right tool. And you know you didn't leave it behind. MUNTEAN (voice-over): FAA scrutiny follows anger from the National Transportation Safety Board, which blasted Boeing on Capitol Hill last week for failing to provide records that detailed the omission of key bolts from the Alaska Airlines plane. Boeing says those records do not exist. JENNIFER HOMENDY, CHAIR, U.S. NATIONAL TRANSPORTATION SAFETY BOARD: We don't have the records. We don't have the names of the 25 people that is in charge of doing that work in that facility. It's absurd that two months later, we don't have that. (END VIDEOTAPE) MUNTEAN (on camera): The National Transportation Safety Board just announced a rare hearing on the Alaska Airlines door plug incident. That means Boeing officials could be subpoenaed to testify publicly. Boeing has not indicated how it will respond, but it is answering to the findings from the FAA's audit. A new Boeing memo underscores that workers must precisely follow every step when building airplanes. Pete Muntean CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Yeah Becky, definitely scary stuff. This report laid out in painstaking detail what could go wrong. Two central dangerswere highlighted by researchers here. One is that AI could become weaponized. And the other concern is that AI could become so advanced that we lose control of it. Now a key line in this report on the loss of control idea, they write quote, given the potential capabilities of such a system in the worst case, such a loss of control could pose an extinction level threat to the human species. Now I know that may sound ridiculous and we don't want to be alarmist here. But those warnings we've heard them before, right, that we've heard similar warnings from Elon Musk from Geoffrey Hinton, the Godfather of AI from CEOs and other leaders in technology. Now, the U.S. State Department they confirmed to CNN that yes, they did pay for this report. But they said no, the report does not reflect the views of the U.S. government. But it does reflect the views of interviews that the researchers did with hundreds of AI executives, with cybersecurity researchers, with WMD experts and U.S. national security officials. And to give you a little bit more of a taste of what's keeping them up at night, some of the examples of how they fear AI could backfire include AI powered cyber-attacks on infrastructure with the power grid, a destabilizing disinformation campaigns, that really destabilize society and also weaponized robotics. And Becky there's also this concern that eventually AI systems, they could just become so smart, so advanced that they refuse to be turned off by the creators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "And so the safeguards are being recommended at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "EGAN",
      "sentences": "While the researchers here; they say there is an urgent need for U.S. officials to move very quickly. And they do lay out some specific examples.First, they're calling for an AI regulatory agency to be formed. They say that there needs to be emergency limits on computer power that would sort of limit how fast these AI models can advance. They want export controls and they want to build an international consensus and eventually international law here. Now, I do think it's important that we stress that none of this is saying that AI itself is evil, right? I mean, these tools are incredibly powerful. And I talked to one of the authors of this report. And he said yeah, look, this could be a game changer for medicine for science. Some economists even think it could speed up the growth of the U.S. economy. But there are obviously dangers here. And there's some debate over how fast AI is going to evolve. So this is a tough situation for officials and lawmakers because if they move too fast, they could end up stifling innovation. If they move too slow of course, they could let some of these dangers really build up. And Becky we should also just note that just today, the officials in Europe, they are moving on the regulatory front. EU regulators, they did finalize the sweeping new regulations that go a lot further, we should note. Then the U.S. has done that perhaps a report like this one will cause lawmakers to think about what they need to do here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "Saudi Arabian Football Club Al-Hilal have broken a world record. They have won their 28th straight match and booked their place in the AsianChampions League semi-final in the process. Let's bring in Amanda Davies who joins me now in. This is impressive. Not least because this isn't a team full of international football stars, there is one of course who isn't playing at present but this is really impressive stuff just explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "AMANDA DAVIES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, they did it without Neymar who is of course out injured watching on. But they didn't need him the two nilvictory yesterday booking their place in the Champions League semi-final as you said. But more importantly setting this record, the world record for a top flight Football Club their 28th straight win dating all the way back to September last year. It sees them overtake the record that had been set by the new saints the Welsh Club in 2016 and 2017. They had broken Ajax's (ph) record that had stood for 44 years. But this is the side leading the way in the Saudi pro league now in the semi-final of the Asian Champions League. Their coach says it's not about records they want to make sure they get their hands on the trophies. And there's a big title tilt going across the Champions League. We've got news on the Asian Champions League and more of course from the European Champions League coming up in just a couple of minutes, Becky.",
      "isLastSentenceInterrupted": false
    }
  ]
}