{
  "date": "2024-05-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Iran: President Raisi Confirmed Dead After Helicopter Crash, ; Mohammad Mokhber Assumes Role of President; U.S. National Security Advisor Meets With Netanyahu; IDF: At Least 80 Hamas Members Killed In Eastern Rafah; Ambassador: Ukraine Has Right To Strike Troops In Russia. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST",
      "sentences": "We're following breaking news out of Iran, where state media has confirmed the death of President Ebrahim Raisi and the country's foreign minister after a helicopter crash. The bodies of those killed in the crash will be transported to a staging area in the city of Tabriz. Iranian officials say the helicopter, with nine people on board, ran into trouble amid heavy fog on Sunday afternoon.Images of the crash site in Iran's east Azerbaijan province show the remote mountainous area where the aircraft went down. Search teams found no survivors. The president and other officials have been attending a ceremony for the opening of a new dam near the border with Azerbaijan. Rescuers faced difficult weather conditions overnight, including cold and heavy fog, as they scrambled to locate the crash site. Well, Iranians were urged to pray for the president before word of his death, with the country's supreme leader vowing there will be no disruption in Iran's world. Well, let's start with CNN's Paula Hancocks, who is following developments and joins us now live from Abu Dhabi. What more do we know about the circumstances of this crash, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Becky, investigators will certainly be looking at a number of factors here. The weather itself is something that we have been focusing on. The fact that this helicopter ride took place in the northwestern region of Iran, where it is understood there was heavy fog at the time.Now, the rescue teams themselves, we understand, were unable to put a helicopter into the air to try and help them to find the location of the crash because the weather conditions were simply too bad. We have heard from our own CNN meteorologist department that at the time of the crash, there was low hanging cloud in that particular area. We know also that the temperatures were lower than they would usually be at this time of the year. So that would be one of the key factors being looked at, at this point. Of course, another question would be the fact that the president and the foreign minister were both on the same helicopter at the same time. Now, we know that it was a convoy of three helicopters. Two of the helicopters landed safely and one did not. Now, you can see from the footage the terrain of this region is very mountainous. It is inhospitable. Really, for VIPs, helicopter travel is the only option. The roads are not good. They are fairly dangerous and it would take hours to travel from one area to the other. But of course, the question will be the fact that this helicopter took off in such bad weather conditions. Just to put it into perspective, the rescue teams themselves took around 16 hours to be able to find the area where this crash happened. They were helped by a heat drone that had been sent by Turkey to help in this search, to try and pinpoint exactly where this helicopter went down. But the fact that they were having to search by foot, many teams, dozens of teams searching by foot, shows just how difficult the conditions were at that point. Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "ANDERSON",
      "sentences": "What's been the response from authorities, Paula, and the wider Iranian population?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "ANDERSON",
      "sentences": "This is the announcement of the death of the President and Foreign Minister. What does this mean for Iran going forward? After all, the President, of course, let's remind our viewers, is not the most important leader in Iran. That, of course, is the Supreme Leader. HANCOCKSpowerful individual, does not hold the ultimate power in Iran. So, the Supreme Leader is still in place. The very powerful Iranian Revolutionary Guards is still in place. They have been playing an even more key role in foreign policy as well when it comes to dealing with Iran's proxies and allies in the region in recent months. So, the fact that this infrastructure is still very much in place has been suggested by a number of experts that certainly looking outward to the world, the Iran that we will see will not be very different. What may be different is the internal domestic maneuvering now and the politics that we will see. Of course, there will be 50 days before there is an election called. According to the Iranian constitution, the Vice President will take control at this point, Mohammad Mokhber, we know that he is not well known internationally. He's not necessarily that well known domestically as well. So, there will be a period of internal maneuvering as we see who the next president and of course the next foreign minister will be. We did hear from the Supreme Leader himself, Ayatollah Ali Khamenei, saying that this will not disrupt the workings of Iran. Now, he did say that before the location of the crash was discovered, this was when the helicopter was missing, before we knew that the president and his delegation had died in that helicopter crash. But he did say publicly that there will be no disruption. So, certainly from his point of view, he wants to show that there will be stability within the country itself. But certainly, when it comes to relations with other countries, as you know, it is a difficult region and there are countries that do not have good relations with Iran. But this is a head of state that has died. And so, we are likely to see in the coming hours and days a number of other heads of states, even of those that do not have good relations with Iran, extending their condolences and following proper protocol. Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "ANDERSON",
      "sentences": "There will be no disruption in the country's work, says the Supreme Leader. But Raisi's death, as you rightly point out, poses important challenges to and for the ruling order. Can you just explain how you expect to see things pan out here and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "VAKIL",
      "sentences": "So, I do think the Supreme Leader's statement yesterday assuring the public that things will be normal is very important and the system will abide as best they can by the constitution. So they will be, for the time being, focusing on the memorial ceremonies and looking to show or pitch Raisi as a loyal martyr for the Islamic Republic and trying to celebrate his life.He has a checkered history. He is not well loved by the population. He is seen or called the butcher of Tehran for his role in executing or sending many, many thousands of Iranians to execution in the late 1980s. So, this will be about elevating Raisi's life and legacy. And next, they will be looking at transition and looking to generate candidates for what they hope will be a contested and engaging election. But I think that will be hard to deliver within 50 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "ANDERSON",
      "sentences": "What do we know about the Vice President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "VAKIL",
      "sentences": "Mohamed Mokhber is another sort of administrator. He is close to the IRGC, close to the levers of power. He has taken a lead role in implementing or managing economic policy. And the country's economy is, of course, not in good shape. Inflation is at an all-time high, above 50 percent. The country is under maximum pressure of sanctions. And its ordinary people that are very angry and frustrated. And bearing the impact of inflation as well as the currency's depreciation.Mokhber will step up and will again try to demonstrate executive accountability, business as usual. But beyond that, he doesn't have name recognition. He's not particularly well-known. And he ran one of Iran's important parastatal foundations before. So, he comes from within the system, ultimately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:57",
      "speaker": "ANDERSON",
      "sentences": "The Iranian president's role, not one that means he is responsible either for national security or indeed for the ideological direction of the country. So, again, with the news of the passing of the Iranian president and indeed the country's foreign minister, what will change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:57",
      "speaker": "ANDERSON",
      "sentences": "There are two issues here. What happens with regard to the presidency and, indeed, the kind of wider story and more consequential story will be, what is the impact on succession? The supreme leader, of course, is 85 years old. And Ibrahim Raisi, the now former president, announced dead in this helicopter crash in the past few hours, was one of the prospective candidates for that role. Can you just explain where this leaves that kind of wider story for Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:57",
      "speaker": "VAKIL",
      "sentences": "Well, I think that's the important question. I would first caveat all of this discussion around succession that I have also been involved in, that this is our assumptions about succession. The discussion about succession, however, remains very opaque. It's taking place within a very close circle of individuals. From the outside, Raisi was seen as a potential candidate, but within these close circles, it's unclear what individuals were thinking.Raisi was seen to be a potential successor, by myself included, because he ticked a lot of the boxes that Khamenei himself had indicated were important. Relatively young, very loyal, ideological, and revolutionary. And Raisi had also worked throughout the Iranian system. He was head of the judiciary. He had some important appointments that indicated that he was trusted and had consensus among key individuals, but also key centers of power, including the IRGC. With Raisi's death, this opens up the prospect for a more contested space, not just within the executive branch and presidency, but also for succession. Other people suggest that Khamenei's son, Mojtaba Khamenei, is now a shoo-in for Supreme Leader. I'm less inclined to support that view. The system in Iran remains an Islamic Republic. It hasn't built in a hereditary function. Mojtaba Khamenei has no base. He has no administrative history. He operates and supports his father's office behind the scenes. Certainly, if the Islamic Republic is going to continue in its current form, they're going to try to find an individual who is relatively well-known and can continue to build legitimacy within the system that is declining, protest-driven, and very divisive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "ANDERSON",
      "sentences": "Well, back to our breaking news story this hour. Iranian state media has confirmed that President Ebrahim Raisi and the country's foreign minister have died in a helicopter crash. Seven other people were on board. Search and rescue teams say they found no survivors at the crash site and the bodies of those killed in the crash will be transported to a staging area in the city of Tabriz.The aircraft came down early on Sunday afternoon as it was flying over Iran's east Azerbaijan province. CNN's Ivan Watson is tracking developments and joins us now live from Washington and from the point at which this aircraft was reported downed, having experienced what was originally reported as a hard landing, it was hours before the news broke that no survivors were found. Ivan, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:05",
      "speaker": "ANDERSON",
      "sentences": "Well, Ebrahim Raisi isn't the most powerful man in the country. That, of course, is the supreme leader. It is, as some have described it, the day after Khamenei, who is 85 years old and reportedly over the past couple of years, not in the best of health. It is the day after that the passing of the president now would be so impactful. Can you just explain further, if you will?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:05",
      "speaker": "WATSON",
      "sentences": "Okay. Well, as one expert I was just talking to said, you know, when you look at the Middle East and you look at the elderly leaders in the region and the potential for somebody to pass away, Ali Khamenei, the supreme leader, is 85 years old. He would be much higher on that potential speculative list than Ebrahim Raisi, who was only 63 years old. Or the king of Saudi Arabia, who is undergoing a medical procedure right now, and his son has postponed a trip to Japan as a result of that.So, now we suddenly have not the top position in Iran, but a lower- level succession question that has emerged. The Iranian constitution explains what to do in that event, that the vice president, who probably very few Iranians know about, this is Mohammad Mokhber, that he would become an interim president and then would pave the way for elections in some 50 days. But then there's an additional question that in the history of the Islamic Republic since 1979, you have had falling voter participation rates. In the election where Raisi was elected in 2021, it was historically the lowest voter participation rate in a presidential election since 1979, which the government there doesn't like to admit, but that shows a lack of legitimacy from a significant portion of the population. Add on top of that the government crackdown of the last two years on the protest movement that erupted after the death in police custody of Mahsa Amini, you have a challenge inside Iran of real legitimacy from a portion of the population. The Islamic Republic will make great shows of the death of this martyr. They've already called him a martyr on the front page of the Tehran Times, for example, but it will be a challenge to control and navigate the period of succession of the next 50 days. And then there is the broader question of who could one day take over as supreme leader in the country? And that is a big question because to date, you've only had the original Ayatollah Khomeini as supreme leader after the Islamic revolution, and now Khomeini (ph). So, this raises a lot of big questions. And let me just add another point, Becky. Raisi and his entourage died aboard a decades-old, we believe, U.S.-manufactured helicopter. Why in 2024 is the president of the country flying in a helicopter, possibly older than I am, in a storm and crashing? For some people, that is evidence of the real economic challenges that the Islamic Republic is facing, that perhaps it wasn't putting all of its priorities in the right basket, the fact that this accident could have taken place in these circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:05",
      "speaker": "ANDERSON",
      "sentences": "Ivan Watson is in Hong Kong. Ivan, thank you. I want to bring in our senior White House reporter, Kevin Liptak, who's been travelling with US President Joe Biden in Michigan. And what's been the response from the administration in the first instance, Kevin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:23",
      "speaker": "ANDERSON",
      "sentences": "Well, more now on our breaking news out of Iran, the Iranian news agency say the government there has convened an urgent meeting following the announcement that Iranian President Ebrahim Raisi has died in a helicopter crash. That chair -- that meeting was left vacant and a black sash was placed in his memory.Eight other people on board were also killed, including Iran's foreign minister. Iranian officials say the helicopter ran into trouble and heavy fog on Sunday. It was returning from a trip to the Iran/Azerbaijan border where the president had attended the ceremony for the opening of a new dam. This video shows president racy during that trip onboard a helicopter over the weekend. He was, of course, elected in 2021 and Iran's government is expected to move quickly to organize a new election for his replacement. Well, CNN chief global affairs correspondent Matthew Chance now looks back at the impacts of Ebrahim Raisi's presidency. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): He was a staunch critic of the West, even seen as a possible successor to the Iranian supreme leader. Ebrahim Raisi came to power in 2021, winning an election with a record low turnout, and for three years enacting policies that made him a polarizing figure at home and abroad. His presidency saw a dangerous escalation and tensions with Israel. In April, he supported a major attack against the country in an unprecedented response to a suspected Israeli strike on the Iranian consulate in Syria, which killed several Iranian commanders. Throughout Raisi's presidency, Iran pressed ahead with its new nuclear program, violating an international agreement while blaming the U.S. for withdrawing and European states for not living up to their end of the deal. Tehran also supplied lethal drone technology to Russia, fueling the conflict in Ukraine, allowing Moscow to strike deep behind the front lines. Meanwhile, at home, Raisi oversaw a brutal crackdown on dissent, suppressing a 2022 uprising sparked by the death of Mahsa Amini, a young woman in the custody of Iran's religious morality police. It all cemented his status as a loyal, hard liner potentially in line to succeed Iran's 85-year-old supreme leader. President Raisi's sudden death plunges that succession into chaos. Raisi died along with his minister of foreign affairs, Hossein Amir- Abdollahian, a top Iranian diplomat took office in 2021 after a long career with the foreign ministry. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:36:23",
      "speaker": "ANDERSON",
      "sentences": "Our Matthew Chance reporting.CNN's Paula Hancocks joins us now live from Abu Dhabi. And you've been there working behind the scenes to establish more detail on what we understand happened and what happens next, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:06",
      "speaker": "ANDERSON",
      "sentences": "Paula, thank you.I want to bring in Malcolm Davis. He's a senior analyst and defense strategy and capability at the Australian Strategic Policy Institute, joins us live via Skype from Canberra. It's good to have you. Just to follow on from what Paula was talking about there, let's start with the limited images that we have of the crash site at this point. Given your experience, when you look at those images, what do you see as clues as to what? May have happened and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:06",
      "speaker": "MALCOLM DAVIS, SENIOR ANALYST, AUSTRALIAN STRATEGIC POLICY INSTITUTE",
      "sentences": "When you look at the impact area, you see the rays of heat and energy from the impact expanding out from the center of that crash site that tends to suggest a high speed impact that rather than a hard landing as the Iranians were trying to claim. Given the mountainous nature of the area the weather conditions, which was fog and bad weather, the fact that were flying in an old helicopter, my guess is the pilot probably misjudged the situation or basically misjudged the terrain distance essentially flew the helicopter high-speed into the side of a mountain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:06",
      "speaker": "ANDERSON",
      "sentences": "This was a decades old helicopter, a much talk already about why it was that the second most important man in the country was flying in that, alongside his foreign minister, and a delegation of civil servants. What do we know about the make model of that helicopter, and the impact over the years of sanctions in the denigration of the airline industry as a whole in Iran? And what sort of condition therefore that helicopter might have been in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:06",
      "speaker": "DAVIS",
      "sentences": "You would have thought that the Iranian president and the foreign minister would have been traveling in some sort of business jet or some sort of airliner. I mean, they heavy aligners that could be tasked to carry VIPs. Instead, they're flying in a 40 year-old Bell 412 helicopter, that is not really designed to fly at high altitude of mountainous ranges, particularly no in bad weather.So it does raise questions about the choices that were made in terms of this particular trip by the Iranian president and indeed the people -- other people on board that helicopter and as you say, it does raise questions about the state of Iranian aviation, if they can't get spears to keep a more powerful and aircraft in the air. So it's an odd situation that you would have an Iranian president essentially flying in a 40-year-old helicopter that really is probably quite unsafe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:03",
      "speaker": "DAVIS",
      "sentences": "Okay, I think the key thing is how does this affect the process of succession for Ayatollah Ali Khamenei, his son Mojtaba Khamenei was the probably one of the contenders to succeed Ayatollah Khamenei, as was President Raisi.So, now with President Raisi dead, there's the question there in terms of does someone else step up to fill his shoes or does Ali Khamenei's son measure Mojtaba try and prevent that from happening? And if that's the case, then is there a power struggle between various different factions inside the Iranian government? The Iranian Revolutionary Guard Corps has to play a role in this because they've been trying to increase their influence and control over the Iranian government. So, this does raise the prospect of a power struggle that in turn then raises the potential for uncertainty and instability in terms of Iran's relations in other countries in the region, how respond to events in Gaza and, of course, the relationship with other countries such as Saudi Arabia and Turkey. So, you know, this is all creating additional instability and uncertainty in a very volatile and dangerous region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:15",
      "speaker": "KRISTIE LU STOUT, CNN ANCHOR",
      "sentences": "Back to our breaking news this hour. Iran's government has called an urgent meeting after President Ebrahim Raisi died in a helicopter crash on Sunday, this according to state media. Now the helicopter was carrying eight other people including the country's foreign minister.Iranian news agencies are reporting no survivors were found at the crash site in Iran's east Azerbaijan province, and the bodies of those killed holding the crash will be transported to a staging area in the city of Tabriz. Iranian officials say the helicopter ran into trouble while navigating through heavy fog. And Raisi and others on board were returning from the inauguration of a new dam near the Iran Azerbaijan border. Now, let's take a look at some other major stories developing around the world. And with ceasefire and hostage talks stalled between Israel and Hamas, the U.S. national security advisor, Jake Sullivan met with the Israeli Prime Minister Benjamin Netanyahu on Sunday. Israel's government press office says that they discussed the war with an emphasis on Rafah on humanitarian aid, the status of Israeli hostages, and renewed fighting in northern Gaza. Meanwhile, in southern Gaza, the Israeli military released new video it says shows IDF troops in eastern Rafah. Now the IDF says it has conducted targeted raids there, killing at least 80 Hamas members. Now, Russia's nonstop assault on northern Ukraine has left another five people dead and 16 injured. And police say Russian missiles hit a village in Kharkiv region on Sunday, 20 minutes apart, targeting emergency workers who responded to the initial attack. An officer and a medic were injured and a woman who is seven months pregnant is among those killed. Meanwhile, the Ukrainian ambassador to the U.S. says that her country has a right to strike Russian troops outside Ukraine to defend itself and she addressed concerns that American weapons could be used in those attacks, in an interview on Sunday. (BEGIN VIDEO CLIP) OKSANA MARKAROVA, UKRAINIAN AMBASSADOR TO THE U.S.:  It's clear that Russia is an aggressor here. It's clear when they are preparing something. So the U.N. rules, the international law and every other rules that exist in this country which Russia violated by the way, give us a clear right to defend ourselves by striking an aggressor was on our territory or for where they are launching or threatening the attack from now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}