{
  "date": "2024-05-09",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Trump's Attorneys Try to Discredit Stormy Daniels' Testimony In Hush Money Trial; CNN Anchor Details Scene Inside Trump Hush Money Trial; The Biggest Moments of Stormy Daniels' Testimony Today; Next Trial Witness Is Trump Org Employee Rebecca Manochio Who Cut & Issued Checks. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:31:10",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We are waiting for court to resume in the first criminal trial of a former president.Earlier, Donald Trump watched his attorneys try to discredit the woman who is at the heart of this hush money trial, Stormy Daniels, the adult film actress. They tried highlighting what they argue are inconsistencies in her account of the alleged sexual encounter with Trump in 2006. He still says the affair never happened. Joining us now is George Grasso, who was a New York criminal court judge for more than a decade. He retired from the Queens County Supreme Court. Judge, you have been there inside of the courtroom watching. What has stood out to you today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:10",
      "speaker": "GEORGE GRASSO, RETIRED JUDGE, QUEENS COUNTY SUPREME COURT",
      "sentences": "Well, what stood out to me is that Donald Trump's defense attorney cross- examining Stormy Daniels, Susan Necheles, really did her homework.She did exactly what a good defense attorney is supposed to do. She looked at prior statements. She searched for inconsistencies. And she had -- she had some. In particular, there was a lot of questioning about Stormy Daniels giving an interview to some kind of a gossip magazine in 2011 where she appeared to allude to having actually having dinner in the penthouse with Donald Trump at the time of the alleged event and the sexual encounter. She testified very clearly Tuesday on direct examination that there was no dinner, there was hours of conversation, and no dinner. So a defense attorney's job is to try and expose inconsistencies like that to get the jury to start to think or possibly doubt, well, if you can't trust her on that kind of a detail, what about the other details? But did they go that far that they'll call her and that the jury would be likely to call her entire testimony in doubt over that issue? I don't know. But the D.A. -- the defense attorney certainly did the hard job. Another point that was picked up on where they left off Tuesday on cross-examination was whether or not Stormy Daniels was interested in money in connection with the non-disclosure agreement that she had an attorney negotiate where she received the $130,000. She continues to state her prime reason wasn't money. It was trying to stay safe, based on something else she spoke about, about being threatened back in 2011, although, by her own admission, she never reported this threat to the police or made a timely report. So that was all done. And you know, it was -- it was quite interesting and she -- the jury has a lot to think about here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:10",
      "speaker": "KEILAR",
      "sentences": "Yes, they sure do. I mean, Susan Necheles really trying to go after, as you said, the credibility and the motivation of Stormy Daniels.A lot of focus on some I guess rather salacious details. Her -- the number of films that she was in as an adult film star. Some of it seemed a little bit maybe more than she needed to do, according to many legal observers who are watching. And I wonder how the jury was reacting to that, Judge, and what you think about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "KEILAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "GRASSO",
      "sentences": "I think she did her job and the bulk this remains in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "KEILAR",
      "sentences": "As you said, they have a lot to think about. And certainly, they are doing that on this lunch break, which should be wrapping up here in not too long.Judge George Grasso, thank you so much. We appreciate your perspective as you've watched from inside the courtroom. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "GRASSO",
      "sentences": "Thank you. Great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "It's so -- you have to think when you're watching this, Jake. It's playing out on multiple tracks.Of course, there's the legal, which this is a criminal case. This is so important. And it's fraught for former President Trump. There's also the political. And we've seen how he plays that. But there's also the emotional, right? Just how he responds emotionally to what he's been hearing from Stormy Daniels. And I wonder if, compared to what you saw, the questioning on cross- examination, or what you heard of it, our colleagues reporting it on Tuesday, if you think that there was a change in tone today compared to Tuesday that may have reflected some of his reaction to how she -- to what she said on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "TAPPER",
      "sentences": "Well, I mean, I don't know where they were headed before and I wasn't in the courtroom on Tuesday. So it's difficult to me for me to make a complete answer -- comparison.But I will say they definitely were driving at -- to the extent that they were allowed to within the parameters set by the judge, they were definitely driving at, the defense attorneys, the accusation that she made the whole thing up. That Donald Trump was just one celebrity of many at this golf tournament in Lake Tahoe, and that none of it happened, and she's still just been trying to make money. They pointed out that some of her story had changed from interview to interview. Whether it was \"Vogue\" or \"In Touch,\" or Anderson or whatever. On redirect, the prosecution would say -- would point out ways in which it wasn't as stark those differences as the defense attorneys were making it seem. But I certainly thought the defense attorneys were effective. I don't think that they made their case that this didn't happen. But I certainly think they made their case that the story, since 2006, as -- I don't think would be strange for anybody telling any story -- has gone through different permutations, especially as different news organizations have told it in their ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "KEILAR",
      "sentences": "How important is this next witness who were going to hear more from after the lunch break, Rebecca Manochio, who is the former bookkeeper, current Trump Org employee?Because she's a bit of a link when it comes to the fact that this is a falsifying records case and there has to be linked to the former president for prosecution to succeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "TAPPER",
      "sentences": "Yes, this woman is something of a cipher. I think she's an executive assistant at the Trump Organization.I think she made a comment along the lines of she was kind of discovered at a grocery store and then ended up working for the Trump Organization as a personal assistant. And then worked her way up to executive assistant and basically is in charge of FedExing things to different people. And so she is the one -- because the Trump Organization -- I'm sorry -- the Trump legal team refuses to stipulate anything. They will not stipulate that Donald Trump wrote these five books. They will not stipulate that Donald Trump is in the \"Access Hollywood\" video, et cetera, et cetera. The prosecution has to then go and prove a whole bunch of things, including a check being sent or that's being sent to endorse or I'm being sent to sign. So we're going through this process. This young woman was there. And again, it was -- she was giving -- she's there under subpoena. She was basically giving, where she could, yes-or-no answers, as I'm sure she was counseled to do. And basically, she is just establishing that things were sent to Washington, D.C., from her, through the Trump Organization to Washington. But specifically to Keith Schiller, Trump's former bodyguard, and then he became a White House official, to his home address for Donald Trump presumably to sign, a check for him to sign. So she is providing some of the just logistical details about this. But like I said, I think the jury, god bless them, didn't seem as interested, based on their eye contact that they were making with the witnesses or how much they seem to be looking down versus looking ahead, didn't seem as caught up in at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:04",
      "speaker": "KEILAR",
      "sentences": "Minutes from now, we are going to be hearing from Rebecca Manochio, a bookkeeper at the Trump Organization, who worked closely with several key figures in this case.Her testimony coming after Stormy Daniels was on the stand for more than six hours over the course of two days, today and Tuesday. So let's break down her testimony with CNN senior legal analyst, Elie Honig. Elie, take us through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "KEILAR",
      "sentences": "Bottom line, how did Daniels relate to the charges here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "HONIG",
      "sentences": "Yes. So this was actually the last question that prosecutors asked, that Trump's defense team asked on cross-examination. They asked, \"What do you know about Donald Trump's business records?\" Which is the charge here. She said, \"I know nothing about his business records. No. Why would I?\"I think the bigger picture here, though, the prosecution called Stormy Daniels because they want to put a face on this case. They wanted to give the jury the specifics about the incident, the sex in 2006 that really led to everything that follows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "KEILAR",
      "sentences": "The alleged sex. I think they're going to have a hard time, we should say, Elie, the defense, arguing that it didn't happen. I'm not sure where the jury is on that. But at this point, Donald Trump is still alleging it didn't happen.OK. So take us through this new witness, Rebecca Manochio, and why her testimony is important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:02",
      "speaker": "HONIG",
      "sentences": "Yes. So take a big, deep breath now. We're off of Stormy Daniels and on to Rebecca Manochio.She worked within the Trump Organization. We've heard some of these other names. So Allen Weisselberg was the CFO. We're not going to hear from him at this trial. He's in prison. He wouldn't testify anyway. We heard earlier -- the jury heard earlier from Jeffrey McConney, in the Accounting Department, and now Rebecca Manochio. And what she is doing walked the jury through the process of getting these checks cut and issued. So just to set the scene here, Michael Cohen pays off Stormy Daniels. And then in the months that follow, Michael Cohen is reimbursed through a series of checks issued by the Trump Organization. And Ms. Manochio is talking about how she was based here in New York at the Trump Tower. She would FedEx the checks down to D.C. At this point, Donald Trump's the president. He's in the White House. And then they would get FedExed back to her, sometimes 10 and 15 at a time, signed with that distinctive signature by Donald Trump's. So she's so it's showing the jury the exact chain of custody of exactly how these reimbursements happened.",
      "isLastSentenceInterrupted": false
    }
  ]
}