{
  "date": "2024-02-21",
  "headline": "CNN News Central",
  "subHeadline": "Soon, Biden Speaks From California Amid Fundraising Tour, Cancels Another $1.2B In Student Loan Debt; Interview With Rep. Robert Garcia (D-CA); Ecuador's Armed Forces Attempt To Restore Order To Lawless Prisons; Report: Switching To Electric Vehicles Could Help Improve Health Of Millions Of Children In U.S. By 2050. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:08",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "In the next hour, President Biden will speak from Culver City, just outside Los Angeles. He is in California to give what's expected to be a multimillion-dollar pitch to campaign in donors at several events. Sources saying his west coast tour should raise as much as $10 million.The president not only working on the money. He also has his message. He released a video online condemning his likely Republican challenger, Donald Trump, over his failure to blame Vladimir Putin for Alexei Navalny's death. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:08",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The former President Trump and other Republicans refuse to hold Putin accountable for his death. Instead, Trump said Navalny's death made him realize how bad America is.He said, and I quote, \"We are a nation in decline, a failing nation,\" end of quote. Why does Trump always blame America? Putin is responsible for Navalny's death? Why can't Trump just say that? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:08",
      "speaker": "DEAN",
      "sentences": "CNN's Kevin Liptak is in Culver City following the president.And, Kevin, President Biden is also pushing this anti-Trump message away from the cameras to donors in these private events as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:08",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "Yes, that's exactly right. And you know, it is rare to see foreign policy at the center of a presidential election.And it is notable to see how President Biden is seizing on this moment to go after the former President Trump for failing to condemn the death of Alexei Navalny. And really trying to use the bully pulpit to drive that message home, calling Trump's comments about NATO dangerous, saying that they could encourage bad behavior on the part of Moscow. And really calling out Trump by name from the White House in the Roosevelt Room in that video, but also behind closed doors to donors. And certainly, the president will want to center that message over the next nine months, make them at the centerpiece of his argument to voters. And of course, that will take a lot of money. And that's why he is out here in California on this three-day fundraising swing. He will attend two events later today in the bay area. The president and his team really wanting to maintain that cash advantage that they have over Republicans. And certainly yesterday, we saw the Biden team announced they had $130 million cash on hand. That's the most for any Democratic candidate at this point in the election cycle. And it really does tell you that for all of the hand-wringing over the presidents age, over the state of his campaign, which has been the backdrop for the last several weeks, that donor class very much remains behind President Biden. And it was interesting, in a fundraiser here in Los Angeles last night, the president did make reference to his age. He told the donors, \"I know I'm only 40 years old, times two.\" The math isn't quite right there. President Biden is 81. And the president went on to say, \"The only thing I do know is that I may not run as fast as I used to. I have been around long enough to know what's going hang on.\" So certainly leaning into that argument, that age equals experience -- Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:08",
      "speaker": "DEAN",
      "sentences": "Yes, well, presidential math there,Kevin, we see the canceling student debt signs behind you. I have a feeling that might come up in the next hour when he gets to where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:08",
      "speaker": "LIPTAK",
      "sentences": "Yes. And this will be a big announcement for President Biden. Canceling student loan debt has been a priority of his since he took office.His goal for sweeping debt cancellation was stymied by the supreme court. And what you've seen is the White House try and look for these Plan Bs, these other options for doing that. And what he'll announce today is cancellation of $1.2 billion in student loan debt. That's going to a little more than 150,000 borrowers. Democrats are really encouraging President Biden to lean in on this. A part of his records. Certainly, for young voters, voters of color. And it will be interesting. Those borrowers who are seeing some of their loans forgiven will receive an email directly from President Biden taking credit for this step. So you do see him really trying to lean into his record on this front, even as he remains sort of held up by the Supreme Court, blocking his overall sweeping efforts -- Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:08",
      "speaker": "DEAN",
      "sentences": "All right. Kevin Liptak, with the president and Culver City, California, thanks so much.Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "SANCHEZ",
      "sentences": "Congressman, your colleagues on Oversight put out statement on social media because they want the DOJ and the FBI to answer some key questions about the informant.Here's actually what they posted. They say, \"The agencies have a lot of explaining to do.\" I'm wondering, Congressman, if you agree and if you think this was a significant failure by U.S. intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "GARCIA",
      "sentences": "Well, I agree that there's a lot of unanswered questions. But I mean, the biggest question to those of us on that committee. And I think the CIA and our chairman, Jamie Raskin, has said as much as well.Is why -- why is James Comer working with possibly Russian intelligence agencies through this completely debunked theory? Why do we keep getting witnesses in front of our Oversight Committee that end up being Chinese spies or discredited people that are out there saying essentially lies that can't provide a shred of evidence against the president. So I get more and more worried every single day about what James Comer's motivations are in leading this whole impeachment discussion. And I'm also concerned why James Comer in the past has referred to Ukraine as some sort of adversary to the United States. And so this is very concerning. I think we have essentially -- that this impeachment process that really has no evidence. They should end this now. That is our call to them. And actually get back to work supporting the American people and get this national security package in front of the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "SANCHEZ",
      "sentences": "This episode is reminiscent to me, Congressman, of the Steele dossier. There were many details in that that turned out to be totally false.And in both cases, partisan politics wound up being inflamed based on faulty information that was tied to the Kremlin. How can the U.S. limit Russia's efforts to spread disinformation and meddle in our elections at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "GARCIA",
      "sentences": "It wasn't just -- just a few years ago where we all agreed in a bipartisan way that Russia, Russian interference, Putin, was a danger to democracy and our elections.But we know that Donald Trump has changed all that. Donald Trump's coddling to Putin. The Republican party is now there -- the way that they have acted in this entire war against Ukraine is shameful. We all know that Putin is an authoritarian who continues to try to disrupt not just our elections and our democracy but other democracies across the world. So this has got to be recognized by everyone in this country. And certainly those in our government. But unfortunately, House leadership, including our new Speaker Mike Johnson, and certainly the leader of the party, their party, Donald Trump, continued to support Putin, continued to attack Ukraine and democracies. And we have to be very clear that leading up to November, Putin is going to try to continue interfere with our elections. And it is likely we are about to find out, hopefully, that he was also involved in this Russian intelligence operation, directly tied back to this impeachment investigation against President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "SANCHEZ",
      "sentences": "Congressman Robert Garcia, we got to stop the conversation there. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "GARCIA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:45",
      "speaker": "DEAN",
      "sentences": "Ecuador's military has vowed to stay in control of the country's prisons for as long as necessary. Criminal gangs have turned the country's prisons into bloody battlefields in recent years where hundreds of people have died.Last month, the country's most notorious gang leader, known as Fito, escaped, kicking off a storm of violence in the country. CNN's David Culver is on the ground in Guayaquil with a look inside Ecuador's lawless prisons. (BEGIN VIDEOTAPE) DAVID CULVER, CNN CORRESPONDENT (voice-over): It's as though they're stepping into a war zone. Ecuador's military and national police trail an armored vehicle in a raid of one of the country's 35 prisons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:45",
      "speaker": "CULVER",
      "sentences": "Inside, prisoners stripped down, hands tied. Scenes like this have played out across Ecuador over the past fewweeks, the armed forces making a very public show of force, attempting to reinstate order within their own prisons. (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:45",
      "speaker": "CULVER",
      "sentences": "It's part of Ecuador's effort to neutralize terror groups and weed out gangs, which have unleashed chaos nationwide, from a live TV studio armed takeover --(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE) CULVER(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "CULVER",
      "sentences": "Outside, his own courtyard and a half-dozen fighting roosters believed to be his.A military source tells us Fito had fresh fish imported for his meals, and somehow even managed to shoot a music video from within the prison walls. (SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "CULVER",
      "sentences": "Equavisa showing these images of Fito's 42nd birthday in 2022. The prisoners reportedly enjoyed cake --(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "CULVER",
      "sentences": "-- music and drinks. The night capped off with fireworks.(FIREWORKS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "CULVER",
      "sentences": "He had more power outlets than a Marriott Hotel room, Ecuador's president, Daniel Novoa, said late last year.So why escape? Ecuadorian security experts believe that Fito was tipped off that he was going to be transferred in the same complex back to \"The Rock,\" maximum security. Fito spent a few weeks in The Rock last year. Moving him there involved an estimated 4,000 police and soldiers. His sudden disappearance, suggesting he wasn't ready to leave the comforts of his cell. The government's focus now is to reassert control within, but it won't be easy. Prison raids have turned up everything from laptops to guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "CULVER",
      "sentences": "Novoa also announcing the construction of new prisons, designed by the same company behind El Salvador's notorious Mega Prisons, where thousands of suspected gang members are locked up.(on camera): Back outside of the prison in Guayaquil, you can hear there's church services going on, some sort of religious ceremony, loudspeakers. (voice-over): Soldiers and police stand guard on the perimeter, knowing that it's often the gangs who still dictate what happens on the inside. David Culver, CNN, Guayaquil, Ecuador. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:12",
      "speaker": "SANCHEZ",
      "sentences": "Studies estimate that more than 8.8 million people die prematurely each year because of poor air quality. And in kids, the effects can lead to lifelong health problems like asthma, heart issues, even a higher risk for depression.But a new report from the American Lung Association says that millions of kids in the U.S. could be saved from these health risks if more drivers switch to electric vehicles within the next decade. CNN health reporter, Meg Tirrell, is here to explain. So, Meg, how did researchers reach that conclusion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:12",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "So the American Lung Association essentially did a modeling exercise looking at if 100 percent of new vehicle purchases by 2035 were zero emissions, as well as the larger cars, and also 100 percent switching to a clean non- combustion energy grid by 2035.They found, if those things happened, then you'd see 2.8 million fewer asthma attacks in kids by 2050. And more than 500 cases of infant mortality could be avoided. So of course, we've got a long way to go before we get to that point of 100 percent on those metrics. But they see that there would be big health impacts for children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:12",
      "speaker": "SANCHEZ",
      "sentences": "You mentioned we have a long way to go, Meg. Where do things stand now?",
      "isLastSentenceInterrupted": false
    }
  ]
}