{
  "date": "2024-03-18",
  "headline": "CNN News Central",
  "subHeadline": "Stormy Daniels Speaks Out in Documentary; Supreme Court Hears First Amendment Case; Fat Joe is Interviewed about Marijuana and Criminal Justice Reform; OTC Birth Control Pill Goes on Sale. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "What her legal battle against him has done to her life.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "STORMY DANIELS, AMERICAN PORNOGRAPHIC FILM ACTRESS",
      "sentences": "Every time I stood up, I got kicked down even harder and I hit rock bottom.Just wanted to stand up for myself. You never saw my name that didn't say \"porn star\" in front of it, because we're not considered human. And I won't give up because I'm telling the truth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "And CNN's Kara Scannell is with us now.It's interesting to hear her talk about this kind of stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "I mean this is going to be her side of what happened in such a public event that we all remember. I mean this was the hush-money deal that was secret, but it exploded into the public in 2018. We had then President Donald Trump talking about it, defending himself against it. And this is her life, her journey through this.And well also see in this documentary, which is on Peacock, her relationship with Michael Avenatti. He was her attorney at the time who was riding the roller coaster with her on television all the time talking about this. Then he ends up being convicted of stealing $300,000 from her. There are some behind the scenes moments in this documentary of her reacting to that and as that played out. Of course, she testified against him in that trial, which was a fascinating moment. And, you know, there are so many legal entanglements here that we'll see. And it comes, you know, just as the judge has delayed the hush money case, as its called. I mean it relates all to these payments, the cover up of the payments just before the 2016 presidential election. You know, now that trial has been delayed till at least April 15th. You know, Trump's lawyers were trying to use this documentary to say that Stormy Daniels shouldn't be allowed to testify, that the trial should be delayed or the case dismissed because of the pretrial publicity that this brings. Now, the judge did delay the trial, but not related to this, related to new documents that they got again from this, from the federal prosecution of Michael Cohen, for his payment to Daniels. So, all of these legal - you know, so this legal web that's all entangled here. And this kind of gives us a different side of the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "Is she a likely witness in this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCANNELL",
      "sentences": "I mean she says that she has been preparing to testify. She was not called before the grand jury, where we saw a lot of people come in. You know, so it's - it's a - it will be the call by the prosecution if they want to bring her on. They don't necessarily need her to prove the case here because this is about the cover-up, not the payments. But she does provide some firsthand testimony about what happened and how the payments were made at that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "As I said, a lot going on here and very interesting to hear her speak candidly about her own life and all of it.Kara Scannell, thank you so much. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "So, where is the bright line between free speech and disinformation? More specifically, where and when should the federal government step in? That is at the heart of a battle now before the Supreme Court. And very soon the justices will be hearing oral arguments.CNN's Joan Biskupic has much more on this and she is joining us now. Joan, can you walk us through this case today and really what the stakes are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "BOLDUAN",
      "sentences": "OK. Let's see what happens. 10It's great to see you, Joan. Thank you so much for laying it out for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "BISKUPIC",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "BOLDUAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Thank you, Kate.Why Grammy-nominated hip hop star Fat Joe was at the White House. Well, to bring attention to an issue, a confusing issue over the law and its enforcement when it comes to smoking weed. We'll have that coming up. (COMMERCIAL BREAK) [09:41:06]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "Grammy-nominated artist, entrepreneur, and philanthropist, Fat Joe, took his talents to the White House last week where he was asked to moderate a roundtable on marijuana and criminal justice reform.But he's also been in the halls of Congress as an advocate for patients for more affordable health care through price transparency. (BEGIN VIDEOTAPE) (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "The world knows him as hip-hop hit maker from the Bronx, Grammy-nominated, Fat Joe. But some politicians now know him as an advocate for patients' rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "FAT JOE, ENTREPRENEUR AND PHILANTHROPIST",
      "sentences": "Right now, millions of people getting robbed and not by the guys you might think, but by hospital and insurance executives. They crooks because they built the system rigged for taking our money by hiding their prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "He joined forces with a group called Power to the Patients, getting his famous friends to call out politicians for failing to force hospitals to follow the law, which says they must be transparent with their prices.VALERIE JUNE, AMERICAN SINGER-SONGWRITER AND MULTI-INSTRUMENTALIST: We demand actual prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "LAINEY WILSON, AMERICAN SINGER AND SONGWRITER",
      "sentences": "And true transparency in healthcare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "JELLY ROLL, AMERICAN SINGER",
      "sentences": "Power to the patients.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "Putting on concerts to empower patients with the likes of Jelly Roll. And three-time Grammy award winner, Wyclef Jean.What is it that drew you to this? WYCLEF JEAN, THREE-TIME GRAMMY AWARD WINNER: The idea of like, you go into the hospital, like you've got people that are scared to actually go to the hospital because at the end of the day, they know whatever that bill is that's going to bankrupt them. And they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "And the family, the whole family.Fat Joe's advocacy work has not gone unnoticed in the halls of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "FAT JOE",
      "sentences": "But today, when the vice president calls me, I stop everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "And now, the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "But I thank you, Fat Joe, for being here and taking the time. But really for your voice on so many critical issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "FAT JOE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "Vice President Kamala Harris calling him up on another matter using his street cred as a moderator to discuss another big issue; marijuana, the law, and the impact it's had on citizens caught in the war on drugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "HARRIS",
      "sentences": "I've said many times. I believe, I think we all believe, this table believe, nobody should have to go to jail for smoking weed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "Well, over half of the states in the U.S. have legalized marijuana for medical or recreational use.Yet according to the FBI in 2022, more than 200,000 people in the U.S. were arrested for possessing it. And when it comes to the federal government, it still deems marijuana possession of potentially jailable offense. The Biden administration making clear, even on the campaign trail this weekend, they want to change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "No one should be jailed for just using and possessing marijuana.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "SIDNER",
      "sentences": "All right. Fat Joe now joining me from Miami. It's so good to see you and the beautiful flowers behind you.I do want to ask you first what your takeaway was, from the roundtable with the vice president and the governor of Kentucky who was also there and others, concerning the legal reform and marijuana. What did you hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:06",
      "speaker": "FAT JOE",
      "sentences": "The thing I gathered from the whole roundtable, and thank you, Sara, for having me. You know, you're one of my favorites.The vice president calls, I got to pull up. And so I sit down and just heard these impactful stories of people who had second chances to have redemption. They got pardoned and changed their whole lives and now their own companies. And one man went on to be a pastor and he was afraid of being a coach for his kid's football team because he knew he had a criminal record. And so the fact that they got pardoned, got a new chance at life. That was the most impactful thing I heard in the whole roundtable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:11",
      "speaker": "FAT JOE",
      "sentences": "Well, it's a bipartisan issue. It's something that relates to all Americans. There's 100 million Americans in debt right now because of healthcare cost.Healthcare price transparency is everything to me. You know, I took the last three years of my life going to Washington, maybe every other month, talking to elected officials on both sides. And so even though when the vice president told me to come for the cannabis, talk to the moderate, of course, I got to be in the right rooms. Of course, I had to pull it to the side for five minutes to say, listen, man, you know, I'm really about healthcare price transparency. Because I just feel like we're doing God's work, like, Power to the Patients is doing God's work. And we're actually speaking up for people. I used to say the voice that's now I say the unheard because they have voices that just leaving (ph) unheard. And so I'm proud to be a part of that. But when the vice president calls, I pull up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:11",
      "speaker": "SIDNER",
      "sentences": "You certainly did. I do want to ask you, you know, how that fight is going for you in Congress. And what's that like.A guy that came from the Boogie Down Bronx is asking people to really pay attention to this and really trying to get politicians to bear down on medical facilities to follow the federal rule that's in place that says you have to clearly provide upfront pricing and information to patients before anything happens. How's that going? How is that fight going with the folks that you talk to in Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:11",
      "speaker": "FAT JOE",
      "sentences": "Well, you know that language is very tricky. So, you know, right now, the hospitals and insurers, they want to say estimates. Estimates is BS. And so we want the prices because now people, it can be competitive because all the hospitals show their prices.If I got to take an MRI, I look at my three favorite hospitals. I'm going to go for the cheapest price with the most quality. And right now you just don't have that. And people are losing their homes. They're losing their families due to pricing. And so we're just saying, you know, show us the prices. You know, if we went into a Chick-fil-A and we ask for a sandwich, shout-out to Chick-fil-A Washington D.C. over there by Chinatown. They take care of me every time I go there. (LAUGH) But if we're going to Chick-fil-A, we know the price of the sandwich. We know the price of the sandwich. How are you going to go to a hospital under duress to get a procedure and won't even know the prices? So they price gouge and they give you whatever bill they want. Some people go to the hospitals same day for the same procedure. Somebody pays 2,000, somebody pays 18, somebody pays 64,000. I met a young lady in Washington. She has a rubber thing on her hand that says, if I get sick, don't call 911, call me an Uber, because she's afraid of what the ambulance price is going to be. And so, this is a very realistic, and being that the prices are so high, people are getting sick in America because people are afraid to walk inside the hospitals to get procedures done because they're afraid of the prices. And so people are losing their homes, they're losing their jobs, they're losing everything. And so we have everybody on this issue. Bipartisan. We love Senator Braun and Senator Bernie Sanders' bill. That has the real language that we need there at the Senate. If that bill is passed, then I think we acquired that. We can pull away the megaphones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:11",
      "speaker": "SIDNER",
      "sentences": "I don't know, Fat Joe. You are really good on the megaphone, on the mic at least. And this fight you have been able to bring in so many different people that the world knows very well.Thank you for taking the time to be with us here on CNN NEWS CENTRAL. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:11",
      "speaker": "FAT JOE",
      "sentences": "Thank you so much, Sara. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:11",
      "speaker": "SIDNER",
      "sentences": "All right.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:54:05",
      "speaker": "BOLDUAN",
      "sentences": "Right now you can go online and order birth control without a prescription for the first time ever. Opill is the first over-the- counter birth control pill approved in the United States.CNN's Jacqueline Howard has much more on this. You've been tracking the progress here, Jacqueline, from the very beginning. What do people need to know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BOLDUAN",
      "sentences": "Jacqueline, thank you so much for that. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BERMAN",
      "sentences": "And that is all for us today. This has been a Monday edition of CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:09",
      "speaker": "BOLDUAN",
      "sentences": "Very clearly.",
      "isLastSentenceInterrupted": false
    }
  ]
}