{
  "date": "2024-11-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukraine Facing Manpower and Resource Shortage; Trump Announces New Picks; Record Air Travel Expected For Thanksgiving. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:01:10",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "Good morning. You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.Right now, the TSA is bracing for what could be the busiest Thanksgiving on record, 18 million people expected to travel by air this holiday weekend. A storm system, though, is also on the move. It could bring the coldest temperatures of the season to a big chunk of the country. CNN's Pete Muntean joins us now from Reagan National Airport in Virginia, and Derek Van Dam is tracking the storm for us in CNN's Weather Center. Pete, you're there where the people are. That line doesn't look too bad behind you. But I know that that doesn't tell the full story. It's going to -- they're going to be lining up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Things are moving relatively smooth right now, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "MUNTEAN",
      "sentences": "The good news is, yesterday was pretty busy. Today is going to be even busier.The TSA says that they're expecting about 2.8, 2.9 million people nationwide at airports today. Yesterday, we saw about 2.6 million people at airports nationwide, which is about a 2 percent increase from where we were this time a year ago. Remember, Thanksgiving fell on a different day, so it's a bit hard to get a perfect metric. So far this week, the numbers, though, have been pretty huge. We have seen about 7.5 million people screened at airports nationwide, just a chunk of the 18 million in total that the TSA is anticipating. The goal is to keep these lines moving relatively quickly. The standard -- for standard screening to get through there, the goal is about half- an-hour or less, according to TSA Administrator David Pekoske. The goal if you have PreCheck, 10 minutes or less. But I want you to listen now to what he told me in an interview. He says that things will be so busy this week that in some cases the TSA may not be able to meet that goal and airports and airport security checkpoints may be at capacity. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "DAVID PEKOSKE, ADMINISTRATOR, TRANSPORTATION SECURITY ADMINISTRATION",
      "sentences": "What oftentimes happens in some airports is, you're just at capacity. In other words, you can't add any more lanes. There's physically no more lanes can be put in a checkpoint.And you can't -- you can only put a certain number of people in the checkpoint operation itself. And so there are -- there are going to be days where we are just at full capacity. And that might cause some of those wait time standards to be exceeded. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "MUNTEAN",
      "sentences": "So far, the delays and cancellations are relatively few.Looking at the FlightAware now, only 28 cancellations in the U.S. right now. Pales in comparison to some of the bad days we have seen this year and in previous years like the staffing shortages of 2021 and 2022. The place where there are issues is Newark Liberty International Airport. That's been an acute problem for the FAA, really a microcosm of the air traffic controller staffing shortages that the FAA is facing right now. And United Airlines put out a memo yesterday saying that, in the month of November, the staffing shortages at air traffic control in Newark has caused disruptions for 343,000 United passengers, 46,000 this past Saturday alone. The Department of Transportation has fired back, saying that the majority of cancellations and delays that United has faced are not the FAA's fault -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "ACOSTA",
      "sentences": "All right, Pete, very interesting there.And, Derek, is this going to be a turkey of a forecast this week? What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "Gobble, gobble, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:10",
      "speaker": "ACOSTA",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "ACOSTA",
      "sentences": "All right, we will be watching that. That looks a little messy in the Northeast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "ACOSTA",
      "sentences": "And I -- we have to brace for the cold weather that's coming. It looks like it's going to be very chilly on the East Coast over the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "VAN DAM",
      "sentences": "Coldest air of the season, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "ACOSTA",
      "sentences": "All right, Pete and Derek, hang in there, guys. Really appreciate it. Thanks so much.In the meantime, Donald Trump is wasting no time in announcing key economic positions. Over the last 24 hours, a flurry of names have been announced, including Kevin Hassett as the director of the National Economic Council, and Jamieson Greer for U.S. trade representative. CNN's Steve Contorno joins us now. Steve, what's the latest from the transition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Jim, let me go through some of the other names who have come out in those flurry of announcements in the past 24 hours.In addition to Greer and Hassett, there was also Dr. Jay Bhattacharya. He is a -- will be the NIH director under Donald Trump. He is a professor at Stanford who became well-known during the pandemic for opposing COVID lockdowns and other skepticism about pandemic mitigation measures. And then John Phelan will be the secretary of Navy, another sort of unconventional pick because he doesn't have any military experience that was listed in the announcement. Instead, he founded a private investment firm. And, finally Vince Haley will beat Donald Trump's Domestic Policy Council director. He was the deputy assistant to the president for policy and strategy and speechwriting during Trump's first term. And he became well-known in the aftermath of Trump's exit from office in part because of the role he played in trying to convince Trump to -- and on these alternate slate of electors to overturn the election. The House committee investigating January 6 and the attempts to overthrow the election identified Haley as someone who was one of the initial purse people to push these fake electors. And in texts and e- mails that he turned over to the committee, they show he repeatedly was one of the purveyors of this idea. But he now finds himself in a rollback in Trump's White House, as he quickly puts together this government at really a breakneck speed. We're a day before Thanksgiving here. He is far ahead of the pace that he was eight years ago. And I'm told by people close to him that part of the reason is that he feels more emboldened this time by his Electoral College victory, as well as confidence in his leadership and understanding of power after the first go-around. But also they know that he only has four years in office, and the first two with a House and Senate majority, they know that they have to act quickly to get done what he wants to do in that window, Jim. So we are seeing that speed reflected in the transition and it's something that we expect to see as well as soon as he is sworn in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "ACOSTA",
      "sentences": "All right, Steve Contorno, thank you.To discuss, I'm joined by Mark Zandi. He is the chief economist at Moody's Analytics. Mark, your reaction to some of these announcements? I suppose names like Kevin Hassett for the economic position there at the White House is going to go over well with folks. MARK ZANDI, CHIEF ECONOMIST, MOODY'S ANALYTICS:  Yes, I'm encouraged. I think they're well qualified. And Scott Bessent is a very good hedge fund manager, understands markets. And that's going to come in handy here in the not-too-distant future. And, of course, Kevin is -- he's great. He has been in Washington circles for a long time. He was in the first Trump administration, at the American Enterprise Institute, which is kind of a mainstream kind of think tank that does really good work. So I feel pretty good about these appointments, at least on the economic side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "ACOSTA",
      "sentences": "Yes, Mark, I do want to ask you, though, about all of this talk of tariffs. Of course, Donald Trump posted that he's going to be slapping tariffs on Mexico, Canada and China when he comes into office. So that has already prompted a response from the president of Mexico, who has said she expects there to be retaliatory tariffs if that's going to be the case.I was talking to a Republican Congressman, Tim Burchett of Tennessee, earlier on in the previous hour of this program. And he said, essentially, bring on a trade war and that Republicans would own the consequences if it results in inflation. It sounds as though this is something that Donald Trump wants. He wants a trade war when he gets into office. How might that impact things like inflation in this country? What are your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "ZANDI",
      "sentences": "And I won't make an investment unless I can put it in a spreadsheet. And I -- this kind of stuff, with all the drama and chaos, I can't put it in a spreadsheet. I can't calculate a return. I'm not going to make an investment.So, I think, longer run, it also does economic damage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "ACOSTA",
      "sentences": "But the reaction Wall Street so far has not been very dramatic. I mean, the Dow is up today. It was up a modest amount yesterday. There hasn't been a big freak-out.And do you -- to what do you ascribe that? Is there just some wishcasting going on Wall Street that this is just bluster and talk from the incoming president? (LAUGHTER) ACOSTA:  And is there a little bit of an ostrich -- is there a bit of an ostrich effect going on, people are sticking their heads in the sand and just waiting until January 20 to see if he actually does it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "ZANDI",
      "sentences": "Yes. Yes. I -- my sense is that Wall Street investors are thinking that this is just a ploy, a bluff, the start of a negotiation process, that ultimately we're not going to see these kind of tariffs.We may see some tariffs, but they're not going to be 25 percent on our major trading partners, Canada, Mexico. It's just not going to happen. So that's what Wall Street is thinking. But I think -- I think -- what is that old adage that around Trump, take him maybe not literally, but take him seriously? I think we are going to see some significant tariffs here. So Wall Street may ultimately kind of reevaluate how they're thinking about this. Here's the other thing. The stock market is extraordinarily highly valued, richly valued, overvalued, frothy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "ZANDI",
      "sentences": "So it wouldn't take much to turn things around very quickly. And as you know better than anyone, the market goes up and it goes down pretty quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:19",
      "speaker": "ACOSTA",
      "sentences": "New this morning, an alarming sign that North Korea is ramping up its cooperation with Russia in the war against Ukraine.Satellite images indicate the North Koreans are expanding a weapons plant that makes missiles used on the battlefield. Russia has fired about 60 North Korean missiles at Ukraine this year, it's estimated, killing at least 28 people and injuring hundreds more. The escalation comes at a time when Ukraine's front-line forces are depleted. CNN's Nick Paton Walsh is on the ground in Eastern Ukraine with soldiers desperate for more weapons and manpower. We should note, some of the images you're about to see are disturbing. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN SENIOR INTERNATIONAL SECURITY CORRESPONDENT (voice-over):  They're running out of time, space, and people. Night is killing time for drones. (on camera):  They've switched on the anti-drone device because of the threat around here. (voice-over):  This Ukrainian drone unit of just two hunting, but also hunted. (on camera):  I think I hear a drone. Inside, inside. Is it a Russian drone? Is it one of theirs? They don't know, but they have to carry on. (voice-over):  Dogs are not friends. Their heat signals can give their launch spot away to Russia's thermal cameras. They close in on the target, a house. Jamming hits the signal, but they fire anyway, Russia advancing too fast here, south of Pokrovsk in the east, to miss any chances. The skyline speaks of how Pokrovsk is in Russia's crosshairs. Ukraine is short of manpower, but it is so bad here they say, they must rely on drones, not infantry, to slow a brazen Russian daylight assault like this one. \"EAST,\" DRONE COMPANY COMMANDER, 15TH NATIONAL GUARD (through translator):  The situation is very critical. We lack the infantry to fight and hold out for some time while the attack drones do their job. That's why we often see the enemy uncomfortably penetrating vulnerable areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALSH",
      "sentences": "Talk here is abnormally negative, with weeks of costly and chaotic retreat on film, like these Ukrainians hit when they're mistakenly told this building didn't have any Russians in it.This house has an encircled Ukrainian drone unit without any infantry to help fight advancing Russians. So, they send a drone to fly just 30 meters across the street. \"KOTYA,\" RECON UNIT, 15TH NATIONAL GUARD (through translator):  I have no men. I'm (EXPLETIVE DELETED) alone. I'm (EXPLETIVE DELETED) tired. I love my job, whatever trash is happening, but we need other young people to love this job too. Our country is awake, but people in it are (EXPLETIVE DELETED) not. Guys are dying here. This is trash. Freezing this war is a double- edged sword. Do we give up the land my friends died for or to continue taking it back and lose even more friends? If these two old men, Trump and Putin, start measuring dicks, Ukraine will be the middle of it all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WALSH",
      "sentences": "Russian troops savage in the assault. This footage shows a local in orange who's shown Russians where Ukrainians were hiding. They are led out and shot while face down, part of a pattern of surrendering Ukrainians executed, say prosecutors investigating this incident a fortnight ago.Pokrovsk's key sites bombed, but so far spared Russia's trademark devastation. It is possible, some say, Moscow is moving so fast, it thinks it will spend the winter here. Nick Paton Walsh, CNN, outside Pokrovsk, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ACOSTA",
      "sentences": "President-elect Trump has threatened to cut U.S. military aid to Ukraine, but our next guest believes there's another way to save the U.S. ally. The U.S. and Europe could seize frozen Russian assets to help fund Ukraine's defense.Bill Browder is the CEO of Hermitage Capital Management. He was the largest foreign investor in Russia before he was expelled from the country in 2005. Bill, good to see you again. Walk us through this proposal to confiscate and go after these Russian assets. And how likely is it that the Trump administration would want to go along with this? I suppose you're saying the timing means that this needs to happen soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BILL BROWDER, CEO, HERMITAGE CAPITAL MANAGEMENT",
      "sentences": "Yes.Well, so, first of all, as you mentioned, Trump has threatened to withdraw military aid. As we just saw in that -- in the clip before, the -- Ukraine is suffering as it is. If they no longer have military aid from the United States, the Russians will break their defensive lines, the Russians will take many cities in Ukraine, and that will set off a refugee crisis in Europe like they have never seen before. Putin will then probably move on Estonia, Latvia, and Lithuania, which are Baltic countries that are NATO allies. But the solution that I'm proposing is something that's just plain as day. It's the most obvious no-brainer, which is that, a week after the war started, the West, the United States, the E.U., U.K., et cetera, froze $300 billion of Russian Central Bank reserves. And Trump is talking about cutting off of funding for Ukraine. Well, if that -- those $300 billion of Central Bank reserves are confiscated, then Ukraine will have the money to buy ammunition, to buy bombs, to buy whatever they need to defend themselves. And so in a world where resources are running out for Ukraine, the obvious thing is for Putin to pay for it himself by confiscating his money. Now, will Trump go along with this? Probably not. It's hard to know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BROWDER",
      "sentences": "But this is something that can be done in the next six weeks. So this is a proposal that's been discussed for the last 2.5 years. A decision was already made to confiscate the interest on this money. And so it's just one step further to confiscate all the money and use it for the defense of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ACOSTA",
      "sentences": "And I guess the question, Bill, is whether or not, if this money comes in into the Ukrainians' hands and helps them at this moment, if it's too little too late.We have seen Russia escalate its military tactics, lowering the threshold for the use of nuclear weapons, firing a hypersonic missile. And we just watched Nick Paton Walsh's just absolutely terrifying report about the brutal tactics being employed by the Russians. Are you concerned that any aid that gets to Ukraine at this point, even this late stage in the Biden administration, might just be too late?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "ACOSTA",
      "sentences": "Yes.And, Bill, you were talking about this a few moments ago. I mean, I don't know if people have really wrapped their heads around this. And a lot of folks are, frankly, in a fog right now after the election, but what's the impact around the world if Ukraine actually falls during a Trump administration? I mean, it's a hard thought to imagine, but it could happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "BROWDER",
      "sentences": "Well, so, as I mentioned, the first thing that could happen, first thing that will happen is, the Russians will take over certain Ukrainian cities. We saw what happened when they occupy occupied Bucha and Irpin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "BROWDER",
      "sentences": "You remember those cities in Ukraine where, when the Russians went -- when we finally got to see what was happening there, we discovered that men had their hands tied behind their backs and were in shallow graves, having been shot in the back. Women were gang- raped. Children were kidnapped.And so that's what happens in the occupied territories. And so -- and Ukrainians have seen that with their own eyes. And so what do you do if you're Ukrainian and you see that type of atrocity being committed as the Russians move towards you? You get out of there. And so what we're going to see is a country where the entire country leads, where we're talking about 15 million, maybe more, refugees fanning out across Europe. And what does that do? Well, that creates a lot of anger in these countries. Everyone's got the same immigrant, asylum seeker problem that the United States has. And that pushes all their politics further to the right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "BROWDER",
      "sentences": "The other big problem that we have is that Putin, he doesn't have just as eyes on Ukraine. He wants to go for Estonia, Latvia, Lithuania. Those countries are NATO allies. Does Trump then say, we're going to defend those NATO allies, or does he say no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "BROWDER",
      "sentences": "And either way, we're -- it's bad. If we defend the NATO allies, then we're at war with Russia. If we don't, then Putin has basically taken over all of Eastern Europe.It's a tragic, horrific situation, which not just Ukraine faces, but the rest of the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "ACOSTA",
      "sentences": "Absolutely, no question about it. And we have to spend more time covering it. There's just no question about it.Bill Browder, thank you so much for your time this morning. We will have you back soon to talk about this further. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:10",
      "speaker": "BROWDER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}