{
  "date": "2024-06-11",
  "headline": "The Situation Room",
  "subHeadline": "Hunter Biden Found Guilty On All Counts In Gun Case; Source Says, Trump Tells Probation Officials He Has Gun In Florida; Secret Tapes Raise Questions About Supreme Court's Neutrality; Garland: Attacks On Justice Department \"Dangerous To Our Democracy\"; Trump Gushes About \"Unusually Beautiful\" Taylor Swift, Questions Her Liberal Politics In Interview For New Book. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Major beef in the competitive eating world. Joey Chestnut, the 16-time winner of Nathan's Hot Dog Eating Contest, will likely not compete this year. The Major League Eating Organization says Chestnut struck a deal with a rival brand, the plant-based food company, Impossible Foods. The organization says Chestnut must renounce his rival deal in order to compete. Now, that sounds like serious business.If you ever miss an episode of The Lead, you can listen to the show whence you get your podcast. The news continues on CNN with Wolf Blitzer right next door in The Situation Room. I'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, breaking news, Hunter Biden's historic guilty verdict on three felony gun charges, becoming the first child of a sitting U.S. president to face conviction. We're getting new reactions from the defense team, the special counsel, the first family, and the Trump campaign.Plus, new details emerging from Donald Trump's probation interview that could weigh on Judge Juan Merchan's sentencing decision, what Trump told officials about a firearm he didn't turn over to police after his indictment and what that means potentially now that he's a convicted felon. Also tonight, secret audio recordings taken by a liberal activist are raising new questions about the neutrality of the U.S. Supreme Court. Why Justice Samuel Alito's comments about religion are raising eyebrows. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in The Situation Room. The breaking news tonight, President Biden in Delaware right now after a jury convicted his son, Hunter Biden, on federal gun charges. Our Chief Legal Affairs Correspondent Paula Reid has the latest developments on the conclusion of this historic trial. (BEGIN VIDEOTAPE) PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT (voice over): President Joe Biden's son, Hunter, left federal court in Wilmington, Delaware, today a convicted felon. A jury of six men and six women took less than three hours to find him guilty on three counts related to a 2018 gun purchase. A few jurors spoke to CNN after court adjourned. One questioned whether the case should have been brought in the first place, saying it seemed like a waste of taxpayer dollars. But another juror told CNN that this was a legitimate pursuit. I mean, do you think that this was a legitimate use of taxpayer resources to bring this case? JUROR #10: Yes, I do. I do believe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "Despite feeling badly for Hunter and his battles with addiction, the 12 jurors agreed that they had no choice but to convict.JUROR #10: All 12 jurors did agree that yes, he knowingly He bought a gun when he was an addict or he was addicted to drugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "And the jurors interviewed by CNN said politics played no role in their decision.JUROR #10: President Biden never really even came in to play for me. His name was only brought up once during the trial and that's it kind of sunk in a little bit, but you kind of put that out of your mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "REID",
      "sentences": "President Biden released a statement after his son's verdict saying in part, I am the president, but I am also a dad. Jill and I love our son and we are so proud of the man he is today. And I will accept the outcome of this case and will continue to respect the judicial process as Hunter considers an appeal.Hunter also issued a statement after court thanking his wife and supporters, saying, I am more grateful today for the love and support I experienced this last week from Melissa, my family, my friends, and my community, than I am disappointed by the outcome. Special Counsel David Weiss made a rare statement defending the case. DAVID WEISS, SPECIAL COUNSEL AND U.S. ATTORNEY FOR DISTRICT OF DELAWARE: Ultimately, this case was not just about addiction, a disease that haunts families across the United States, including Hunter Biden's family. This case was about the illegal choices defendant made while in the throes of addiction. (END VIDEOTAPE) REID (on camera): This conviction comes with the possibility of decades in prison, hundreds of thousands of dollars in fines. That is the upper range of sentencing possibilities. It is widely expected here that Hunter Biden would face something far less. One of the jurors that we spoke with today said he doesn't believe that Hunter Biden should go to jail at all, but the decision ultimately rests with the judge, and we'll find out what she decides when we're back here, likely in October, for sentencing. There is no date set at this point, but it is expected that it will happen before Election Day. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Wolf, we can say that President Biden is handling this emotionally and with his family in person. Although the Biden family has, in the past, sought privacy during events related to Hunter's legal battles, but today choosing a very public show of support at the Delaware Air National Guard, where you saw President Biden hugging Hunter, hugging his wife, Melissa Biden, and giving a kiss on the head to Beau and Melissa's toddler, son -- to Hunter and Melissa's toddler son, Beau, before Hunter greeted the Secret Service members and many White House staff members before getting into his own car and leaving that scene.But this, of course, comes as President Biden is seeking to wear two hats, one of both dad and president. And in that role of president earlier in the day, he delivered remarks at a gun safety event. Every Town for Gun Safety's Gun Sense University, where he was talking about all of the new protections put in place by a bipartisan gun law that he and members of Congress promoted back in 2022 following the Uvalde school shooting, and he was expected to announce a high volume of DOJ prosecutions on new gun crimes under that law, totaling more than 500. That statistic appeared in a DOJ press release, but it did not appear in the president's remarks. The White House, when asked about why not, they chose instead to point to the overarching message that President Biden delivered there. Now, as for what happens next, President Biden has already been asked about the powers of clemency that he possesses as president and whether he would seek a pardon for his son. He has said no. Here's how that response came in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you accept the jury's outcome, their verdict, no matter what it is?JOE BIDEN, U.S. PRESIDENT: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And have you ruled out a pardon for your son?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You have?(END VIDEO CLIP) TAUSCHE: He was not asked about a potential commutation of a potential sentence, but the sentencing is currently expected to take place in the weeks before the election, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Kayla Tausche at the White House for us, Kayla, thank you.I want to dig deeper right now with our legal and political experts. And, Ankush Khardori, you're a former federal prosecutor. I'll start with you. What do you make of the fascinating information we've learned at least so far from jurors about how they reached this guilty verdict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "ANKUSH KHARDORI, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, I mean, I think it's a testament to their honesty that the, the president's status as our commander-in-chief apparently did not weigh into their deliberations in any serious way. I do share the view of one of the jurors who described this as a potential waste of taxpayer money, but, nevertheless, that juror voted to convict Hunter Biden, understanding evidently that it's not that person's decision to decide whether or not the case should have been brought, but it was brought, they judged the evidence and reached the conclusion that I think was largely unavoidable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Jamal, let me get your thoughts. Jamal Simmons is with us. Hunter Biden, of course, is not a candidate. He's just the president's son. So, what do you think the actual political impact of this conviction could be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "You know, Wolf, I don't think there's going to be that great of a political impact. Most people are not going to be swayed by this, because most people have had some experience with their lives as a tragedy of addiction and gone down the road of what happens to people in their families who are addicted.So, on one hand, you've got the president's son who is an addict to substances. On the other hand, you've got a former president who's been convicted of 34 counts of hiding hush money payments to his porn star mistress to keep her from going public during the midst of a presidential campaign. They're not the same thing. I think most voters know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Alyssa Farah Griffin is also with us. Alyssa, I want you and our viewers to listen to the House Speaker Mike Johnson's reaction earlier today to this verdict. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Mr. Speaker, you have been saying two-tier system of justice for some time. Here's the president's son being convicted on three counts. Doesn't that undercut your claims?REP. MIKE JOHNSON (R-LA): It doesn't. Every case is different. And, clearly, the evidence is overwhelming here. I don't think that's the case in the Trump trials. And all the charges that have been brought against him have been obviously brought for political purposes. Hunter Biden is a separate instance. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Does this verdict, Alyssa, take the steam out of the Republicans baseless claims about the weaponization of the U.S. Justice Department?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "KHARDORI",
      "sentences": "You know, look, I would think he would be looking realistically at potentially months in prison if the prosecutors decide to seek a prison term and the judge is seriously considering it. That would be consistent with sort of a first time offender in this space. I'm sure he will be arguing for probation and he would have a good claim to probation given his history and the uniqueness of this prosecution. But I think at the sort of the extreme, he was looking at months, not multiple years.In terms of his appeal prospects, look, I do think he has a colorable appeal here based on his argument that the Second Amendment basically renders this prosecution unconstitutional and a prohibition, if not generally speaking, then, as applied to him, unconstitutional. I have no idea how that issue will be resolved. But the Supreme Court has issued some very pro-gun rulings in this area. And if you were to follow the logic of the Bruen decision, you know, to a tee, there is a pretty good argument here that the laws under which Biden was convicted are also unconstitutional as applied to him under the Second Amendment too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "BLITZER",
      "sentences": "Very interesting. Jamal, the timing of the verdict today created a rather bizarre optic situation with President Biden delivering a previously scheduled speech about gun safety, what, just hours after his son was convicted on felony gun charges. The White House also later canceled the daily press briefing. Is this a bad look for the administration? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "SIMMONS",
      "sentences": "Listen, it's a bad day for the administration, but more importantly, it's a bad day for the president and for his son. But it's a bad day in a personal way, not really one about the administration and its policies. The president's policies on guns have been clear for a long time. You know, he passed the assault weapons ban.But I just want to go back to something we were at a minute ago with Alyssa. Can you imagine a world where an Obama prosecutor went after Don Jr. or Ivanka Trump while while Donald Trump was president, and he allowed that prosecutor to go after them, indict them, see them convicted, and then said he would not pardon them. I can't imagine that world. We all know that's probably not the case --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "BLITZER",
      "sentences": "I think we just lost Jamal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "SIMMONS",
      "sentences": "He has a commitment to the rule of law that we just have never seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "BLITZER",
      "sentences": "All right, Jamal, stand by. Alyssa, the Trump campaign statement reads in part, and I'm quoting now, well, let me read it, this trial has been nothing more than a distraction from the real crimes of the Biden crime family. Is this verdict something the Trump campaign can seize on politically? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "GRIFFIN",
      "sentences": "So, I actually see this totally different than Jamal does. I actually think this could be a boon for Biden. It certainly doesn't help Trump. And I think this sort of this statement afterwards spoke to the fact that, if anything, it proves this point that the system is not weaponized, that Donald Trump's own conviction was legitimate. 52 percent of Americans approve of the conviction, as many as 16 percent approve of the Trump conviction.So, when you start dealing in those realities electorally, knowing Donald Trump's name is on the ballot and not Hunter Biden's, I think they're realizing that this might undercut his biggest vulnerability, which is the fact that he is the first convicted felon to be running for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:16",
      "speaker": "BLITZER",
      "sentences": "All right, good point. To all of you, thank you very, very much. Just ahead, we're getting new developments that are coming in right now. Donald Trump's life as a convicted felon, including an effort to find and seize an outstanding firearm registered to the former president. We have details on what we're learning. That's coming up.Plus, secret records go public, a member of the U.S. Supreme Court and his wife coming under scrutiny right now for new comments. Stay with us. You're in The Situation Room. (COMMERCIAL BREAK) [18:18:25] BLITZER: We're learning new information right now about Donald Trump's interview with probation officials ahead of his sentencing on 34 felony counts. Our Chief Law Enforcement and Intelligence Analyst John Miller has been working as sources for us, and he has excellent sources. John, this concerns a gun in Trump's possession, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "All right, good reporting. Thanks very much, John, for that report. Let's discuss this and get some analysis from former Federal Prosecutor Alyse Adamson and CNN Senior Law Enforcement Analyst Charles Ramsey.Alyse, could Trump's admission that he's still holding on to this gun impact potentially his sentencing that's coming up, what, July 11th? How soon does he have to turn this gun in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "ALYSE ADAMSON, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, that's a good question, Wolf. I think technically he should have already turned this gun in. As was just reported, Donald Trump was convicted of a felony. And so at this time, he would be considered a felon in possession of the firearm.Now, New York has a very cleared road map to how a defendant needs to surrender their possession firearms post-conviction. It's a little bit different when we're talking about federally or other jurisdictions when the conviction happened elsewhere. However, by the letter of the law, once he is convicted, he can no longer be in possession. So, it is odd to me that Todd Blanche would have sat there as he made this admission and not thought of this before the interview. We need more information. When he says it's in Florida, is it in his house? Did he surrender it? Where is it? But assuming arguendo, it's in Mar- a-Lago. That's a potential problem. Now, directly to your question, Wolf, as to whether or not it will impact sentencing, again, it's the facts and circumstances. Is the former president holding on to the firearm and just refusing to relinquish it? I think that would be a data point that Judge Merchan would take into consideration. But is this really just a case of figuring out how to surrender it or is he in the process of transferring ownership? All of those details will matter come sentencing day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "Chief Ramsey, as you know, a New York official said this information will be passed along to Florida police to, quote, and I'm quoting now, take whatever steps are necessary if Trump doesn't voluntarily return his gun. What authorities do you believe have to step in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, you know, I think now that this has come to light that they'll work toward getting that gun. He's not supposed to be in possession of the gun. He is a convicted felon. But this is a situation where, you know, he's really living in two different places. I mean, he spends a lot of time in New York also in Florida. The one gun is in Florida.Now, he had two others that he surrendered last year shortly after he was indicted. So, he's already given up two of the guns. This is the one that's outstanding. I really find it hard to believe that they would not make every effort to try to turn that in as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "Alyse, is Trump potentially at risk of being criminally charged for illegally possessing a firearm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "ADAMSON",
      "sentences": "Yes. So, I don't think he is. Now, again, technically could they charge him? Perhaps. If the circumstances are correct, if it is in Mar a Lago, if it is kind of within his constructive possession, then yes. And it's a very serious charge. They could charge him federally. I just looked into it prior to speaking with you. It carries a term of a potential ten years in prison of slightly old statistic. But from 2021, the United States Sentencing Commission said 96.9 percent of defendants charged with that crime were sentenced to prison.So, very, very serious, risky, which is why I don't know why Todd Blanche would have not made sure that the gun was surrendered to authorities prior to the PSI, but very unlikely because he is still in between the conviction and sentencing and there isn't a clear, legal requirement of when and how he surrenders the gun in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "Chief Ramsey, you're the former police chief here in Washington, D.C., former police commissioner in Philadelphia. Is Trump getting more leeway right now or is it standard for convicted felons to take time to return their guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "RAMSEY",
      "sentences": "Well, it's not standard for convicted felons to take time to turn in the gun. I'm not aware of that occurring with any degree of frequency but I do think that they will make some allowances to give them an opportunity to turn the gun in. I'd be surprised if that doesn't happen.Now, he is guarded, as John Miller said, by Secret Service 24 hours a day, seven days a week. He doesn't need a gun. I mean, he's got -- for the rest of his life, he'll have that kind of protection. And so, you know, there's a lot going on. This is unprecedented. We've never had a former president convicted of anything. And so now this is just one of those things that's very serious. I'm not trying to make light of it. But I would doubt very seriously if this is going to be something that's going to go beyond a day or two before that gun is located, turned in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "LAUREN WINDSOR, LIBERAL ACTIVIST WHO SECRETLY RECORDED JUSTICES",
      "sentences": "People in this country who believe in God have got to keep fighting for that, to return our country to a place of Godliness.JUSTICE SAMUEL ALITO, U.S. SUPREME COURT: I agree with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "SCHNEIDER",
      "sentences": "Justice Samuel Alito is speaking to Lauren Windsor during a dinner last week hosted by the Supreme Court Historical Society. Windsor, a liberal activist posing as a devout Catholic when talking with the justice, where he also addresses the current polarization of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "WINDSOR",
      "sentences": "I don't know that we can negotiate for the left in the way that like needs to happen for the polarization to end. I think that it's a matter of like winning.S. ALITO: I think you're probably right. One side or the other, one side or the other is going to win. I don't know. I mean, there can be a way of working, a way of living together peacefully, but it's difficult, you know, because there are differences on fundamental things that really can't be compromised. You know, they really can't be compromised. So, it's not like you're going to split the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "SCHNEIDER",
      "sentences": "The Society condemned the secret recordings, saying attendees are advised not to discuss anything from the event. Windsor defended her actions today in an interview with CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "WINDSOR",
      "sentences": "There's nothing illegal in D.C. about recording people so long as one person is a party to that conversation. To people who want to pearl clutch about this, yes, please tell me how we're going to get answers when the Supreme Court has been shrouded in secrecy and really just refusing any degree of accountability whatsoever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "SCHNEIDER",
      "sentences": "CNN has not independently obtained or heard the recordings in full, but they come after recent ethics concerns involving the court, including controversial flags flown at homes of Justice Alito, flags that the justice said were put up by his wife.MARTHA-ANN ALITO, JUSTICE SAMUEL ALITO'S WIFE: You come after me, I'm going to give it back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "SCHNEIDER",
      "sentences": "Martha-Ann Alito also heard on the audio where she addressed the flag controversy head on.M. ALITO: You know what I want? I want a sacred heart of Jesus flag, because I have to look across the lagoon at the pride flag for the next month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "WINDSOR",
      "sentences": "Exactly.M. ALITO: And he's like, oh please don't put up a flag. I said, I won't do it because I'm deferring to you. But when you are free of this nonsense, I'm putting it up and I'm going to send them a message every day. Maybe every week I'll be changing the flags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "SCHNEIDER",
      "sentences": "Windsor also secretly recorded Chief Justice John Roberts, who rebuffed her when she made a case for a more Christian society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "WINDSOR",
      "sentences": "I think that we live in a Christian nation and that our Supreme Court should be guiding us in that path.CHIEF JUSTICE JOHN ROBERTS, U.S. SUPREME COURT: Yes, I don't know that we live in a Christian nation. I know a lot of Jewish and Muslim friends who would say maybe not. And it's not our job to do that. It's our job to decide the case as best as we can. (END VIDEOTAPE) SCHNEIDER (on camera): And so far, no comment on these secret recordings from the Supreme Court or from the justices or from Justice Alito's wife. Now, the Supreme Court Historical Society, they hosted this dinner where the recordings were made. This is a yearly event. And it's held inside the court building where members of the society are allowed to buy tickets for themselves and one guest. And then, of course, the gathering provides members this rare access to the justices, as we saw in these secret recordings. Wolf, it'll be interesting to see if any of their rules change after this secret recording.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "BLITZER",
      "sentences": "Yes, it will. Let's see if that happens. Jessica Schneider, thank you very much.I want to discuss this. This with our CNN Legal Analyst Steve Vladeck. He's a professor at the University of Texas School of Law. Steve, do you see these comments from Justice Alito specifically as inappropriate, and is it reasonable to question his impartiality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "STEVE VLADECK, CNN LEGAL ANALYST",
      "sentences": "Yes. You know, Wolf, I think what I'm struck by in those recordings is the contrast between Justice Alito, who, you know, for better, for worse, took the bait and who, you know, had no problem expressing views on subjects that he probably shouldn't have versus what we heard from Chief Justice Roberts, which is basically what they teach in judge school ought to be the answer when judges are asked to weigh in on contemporary political debates.So, you know, I think Justice Alito's remarks are probably right up, if not over the line, Wolf, the problem is putting them in context where this is not a one-off, where we're seeing so many examples of Justice Alito saying things like this in public, suggesting that he has very strong political views and that he's having a hard time checking those at the door. Wolf, I think it's the aggregation of all of these public statements by Justice Alito that's really the source of the cause for concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:03",
      "speaker": "BLITZER",
      "sentences": "As you know, Steve, this is the second controversy involving Martha-Ann Alito. Ginni Thomas also has faced questions about her political activities. So, how does that impact perceptions of the U.S. Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:53",
      "speaker": "BLITZER",
      "sentences": "Breaking news, the Gaza ceasefire talks are in turmoil tonight after Hamas responded to a U.S.-backed proposal, which the Israelis have characterized as a rejection of the framework.CNN National Security Correspondent Kylie Atwood is traveling with Secretary of State Antony Blinken in the region. She has all the latest on the negotiations. (BEGIN VIDEOTAPE) KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT (voice over): Tonight, a high stakes life and death waiting game heats up in the Middle East. Hamas has responded to the latest ceasefire proposal from Israel. But more talks are now expected as an effort to set peace into motion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:53",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "I don't think anyone other than the Hamas leadership in Gaza actually are the ones who can make decisions. That's what we're waiting on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:53",
      "speaker": "ATWOOD",
      "sentences": "Secretary of State Antony Blinken, who's traveling in the region, said that Israeli Prime Minister Benjamin Netanyahu reaffirmed his commitment to the current deal on the table that was detailed in a speech 11 days ago by President Biden. The pressure now increasingly on one man alone who started this war and could end it, Yahya Sinwar, the military leader of Hamas.Sinwar helped mastermind the horrific October 7th attacks and is suspected to be hiding out in the tunnels under Gaza. Exactly where is unknown. A fresh report out today from The Wall Street Journal details messages between Sinwar and Hamas officials participating in the ceasefire talks in Doha. The exchanges show that the terrorist leader thinks he may have the upper hand in the current negotiations. Quote, we have the Israelis right where we want them, Sinwar allegedly said in recent messages. These stunning messages, which CNN cannot independently verify, reveal his frame of mind as this war drags into its ninth month. With the Palestinian death toll climbing, Sinwar wrote, quote, these are necessary sacrifices. And this is why U.S. officials believe Sinwar has had little incentive to broker a deal. Not only will Israel refuse to stop fighting, but the pressure will continue to mount on Israel daily, which Sinwar believes is to his benefit. The Israeli military responded to these messages saying, quote, Hamas leaders don't care about Gazans. How many times do they have to say it for themselves before the world believes them? And as Blinken continues to push for a deal that could eventually end the war, he took aim at Sinwar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:53",
      "speaker": "BLINKEN",
      "sentences": "Are they looking after one guy who may be for now safe, buried, I don't know, ten storeys underground somewhere in Gaza, while the people that he purports to represent continue to suffer in a crossfire of his own making or will he do what's necessary to actually move this to a better place?(END VIDEOTAPE) ATWOOD (on camera): Now, the early response from Israel, Wolf, is not setting a tone of positive momentum here. According to CNN contributor Barack Ravid, an Israeli official characterized the response coming from Hamas as a rejection of the hostage deal that was put on the table. According to another source, Hamas put forth multiple proposed amendments, including a timeline for a permanent ceasefire and complete Israeli withdrawal from Gaza, of course, making it clear that that permanent ceasefire, which Israel has resisted coming to any sort of agreement that it would lock it into a permanent ceasefire, remains a sticking point. Tomorrow, we'll see what the secretary of state says on this, as the U.S. has not given its evaluation yet. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:53",
      "speaker": "BLITZER",
      "sentences": "Critically sensitive moment right now. Kylie Atwood in Amman, Jordan, for us, thank you very much.Coming up, the U.S. attorney general, Merrick Garland, responds directly to House Republicans as they move to hold him in contempt of Congress. A key member of the House Oversight Committee is here. We'll discuss when we come back. (COMMERCIAL BREAK) [18:48:49] WOLF BLITZER, CNN HOST: The U.S. attorney general, Merrick Garland, is out with a new opinion piece in \"The Washington Post\" defending the U.S. Justice Department from Republican attacks. And it reads in part, and I'm quoting: Using conspiracy theories, falsehoods, violence, and threats of violence to affect political outcomes is not normal. The short-term political benefits of those tactics will never make up for the long-term cost to our country, close quote. Let's discuss this and more with Democratic Congressman Ro Khanna of California. Congressman, thanks for joining us. The attorney general, as you heard, is taking a rare step to publicly defend the U.S. Justice Department. But does that potentially approach -- does that approach come with some risks? REP. RO KHANNA (D-CA): I think Justice Garland -- Attorney General Garland is a patriot. I mean, he's a judge. He's devoted his life to public service. He started out at the Justice Department. He's standing up for the civil servants. Most of the people at the Justice Department are not political appointees. And he's saying, let's administer the rule of law fairly. Don't attack them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "KHANNA",
      "sentences": "It's sad that he's politicizing this. Look, the verdict is very sad. Hunter Biden faced addiction. He overcame addiction and the president has said that he respects the process. But this has nothing to do with what Comer's investigation was about. That covered no wrongdoing.And I think most Americans will say, we know someone who suffered addiction. We understand that and it's just a sad situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "BLITZER",
      "sentences": "Do you think Hunter Biden's conviction, Congressman, will have any political impact on the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "KHANNA",
      "sentences": "No. Other than showing the American people that A, he follows the rule of law, you haven't heard him criticized the judge. You haven't heard him criticize the jury. And be his loving father, and that he really cares and respects and admires a son who's overcome addiction, went through incredible grief at the loss of his brother. And he is a decent father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "BLITZER",
      "sentences": "Let me quickly turn while I have you Congressmen to the Israel-Hamas war, the U.S.-backed ceasefire plan appears to be in turmoil right now, as mediators are parsing through Hamas's response and push for Prime Minister Netanyahu to publicly sign on. What more leverage does the U.S. have to get each side closer to accepting a deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "KHANNA",
      "sentences": "Well, the United States I think has laid out a very reasonable, pragmatic position on a permanent ceasefire, one that I wholeheartedly support. I hope Hamas accepts it, even if Sinwar isn't accepting it, and maybe the other Hamas leadership will accept it. It's going to save Palestinian lives, and I hope Netanyahu accepts it because it is the only way to get the hostages out. And it's the only way to start to bring peace in that region and have new governance in Palestine with the Saudis, UAE, Jordan, and Egypt.The president has been right in putting this forward. And I hope Secretary Blinken will prevail on both Hamas and Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "BLITZER",
      "sentences": "We shall see.Congressman Ro Khanna, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "KHANNA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "BLITZER",
      "sentences": "Newly revealed comments by Donald Trump are thrusting pop star Taylor Swift back into the political spotlight and raising some eyebrows about his focus on her appearance.CNN's Brian Todd is on the story for us. Brian, the former president seems to be a fan of Taylor Swift, but not necessarily of her politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Right, Wolf. The former president says he believes Taylor Swift is liberal and that she probably doesn't like him. Aside from that, he's effusive in his praise of the pop star, especially her physical appearance.(BEGIN VIDEOTAPE) TODD (voice-over): She's captured the heart of Kansas City Chiefs star tight end Travis Kelce, and the attention of the former president of the United States. In a November interview for an upcoming book, excerpts of which are published in \"Variety\", Donald Trump was asked his thoughts about pop superstar Taylor Swift. Trump gushed saying, quote, I think she's beautiful, very beautiful. I find her very beautiful. Trump then digressed saying, I think she's liberal. She probably doesn't like Trump. But then he went back to talk talking about Swift's appearance, quote, I think she's very beautiful, actually unusually beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "MARC MALKIN, SENIOR EDITOR, VARIETY",
      "sentences": "These are very Donald Trump quotes, you know? He obviously doesn't know much about Taylor Swift. So it's easy for him just to turn and look at her looks and comment on what she looks like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "TODD",
      "sentences": "One Democratic strategist says, this could be a case of Trump trying to get on the good side of the wildly popular singer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "MEGHAN HAYS, DMEOCRATIC STRATEGIST",
      "sentences": "I think that he doesn't want to upset the Swifties. I think we all know what happens when that -- when we awake a giant of the Swifties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "TODD",
      "sentences": "This comes as many in the political sphere are wondering, will Swift endorse Joe Biden as she did in 2020? For years, analysts say, Swift was reluctant to get into politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "MALKIN",
      "sentences": "Her dad was really scared for her to step into the political arena because we know that comes with a lot of backlash no matter which side you're on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "TODD",
      "sentences": "In 2018, Swift finally jumped in, endorsing two Democratic congressional candidates in Tennessee, where she owns property.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "TAYLOR SWIFT, POP STAR",
      "sentences": "This is hoping that I know is right, and you guys -- I need to be on the right side of history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "TODD",
      "sentences": "In a Netflix documentary about her, Swift is captured in an argument with her father about getting involved in politics.She was critical of Republican Marsha Blackburn, who ended up winning that Senate race in Tennessee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "SWIFT",
      "sentences": "She votes against -- against fair pay for women. She votes against the re-authorization of the Violence Against Women Act, which is just basically protecting us from domestic abuse and stalking -- stalking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "TODD",
      "sentences": "Political analysts say both Trump and Biden need to cultivate the Taylor Swift voting demographic.ZOLAN KANNO-YOUNGS, CNN POLITICAL ANALYST: This is one of the more popular entertainers and musicians in the world right now. And it comes at a time where both candidates are also fighting for that younger vote, for the younger generation. (END VIDEOTAPE) TODD (on camera): Some Trump supporters may already be skeptical of Taylor Swift and her politics. In January, pro-Trump broadcasters and politicians put out conspiracy theories implying that the NFL had rigged games in favor of the Kansas City Chiefs to promote Swift and Travis Kelce, and give them a platform to endorse President Biden, none of which, of course, was even remotely close to being true -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "BLITZER",
      "sentences": "How instrumental has Taylor Swift been in getting out the vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:56:43",
      "speaker": "TODD",
      "sentences": "This is why the Biden and Trump campaigns both want her on their side, Wolf. Last year in September, she put out a message on Instagram asking young people to register to vote. According to tracking agencies, as a result of that in just one day, about 35,000 people registered to vote. That's how much sway she has especially among younger voters, Trump and Biden both desperate for that demographic.",
      "isLastSentenceInterrupted": false
    }
  ]
}