{
  "date": "2024-03-19",
  "headline": "CNN News Central",
  "subHeadline": "Ex-Trump White House Official Heads to Prison in Historic First; Today, Biden Campaigns in Critical Western Battleground States; Weekend Sighting of Princess Kate Fuels Speculation. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:04",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Expensive, beautiful, iconic, glad to see their back where they belong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "HUNT",
      "sentences": "There is no place like home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "BEDINGFIELD",
      "sentences": "There's no place like home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "HUNT",
      "sentences": "Thank you, Kate. Thank you, Evan. I really appreciate it. Thanks to Katelyn (ph), too, for hanging around for the hour.Thanks to all of you for watching. I'm Kasie Hunt. Don't go anywhere. CNN New Central starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Today, for the first time ever, a former White House official will head to prison for a contempt of Congress conviction, the huge impact this could have going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Donald Trump openly questions the loyalty of American Jews, echoes of an anti-Semitic trope that goes back generations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "The royal mystery continues, pushing the royal rumors into overdrive with the reported sighting of the Princess of Wales.I'm Kate Bolduan with John Berman and Sara Sidner. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "SIDNER",
      "sentences": "We are standing by for a historic moment. Soon, for the first time ever, a former White House official will go to prison for contempt of Congress. When former Trump White House Adviser Peter Navarro arrives to prison in Miami this morning, it will be a spectacle that carries the weight of not only the precedent it sets, but also the legal and political stakes of Donald Trump's current White House run.The now 74-year-old is going behind bars for refusing to turn over documents or testify before January 6th investigators. Navarro back then defied a subpoena. We're told now he is nervous. CNN's Katelyn Polantz leads us off with a story. Katelyn, give us some sense of how this will go down today as Navarro checks in to prison for the very first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Sara, he hoped for a reprieve from the Supreme Court. It did not come. They refused to put this on hold. And this is what happens when you are convicted of a crime. You get a date from the Bureau of Prisons to report if it is a non-violent crime like this, which is contempt of Congress.That's what Navarro was convicted of a jury for. And he has to report to prison today. And so we do expect him to go to the prison that he is going to be designated to be in for the next four months or just about there. That is a satellite camp in the federal correctional facility in Miami. He does have a residence in the state of Florida. So, that's why he's going to be in Miami. I spoke to a prison consultant who is working with Peter Navarro yesterday. This is somebody that he would hire to help him prepare and sort of game the system if he can in some way. That consultant is advising him to try to get a job inside the air conditioning in Miami. He is going to have to get a job when he's in prison. It is next to the zoo, so he is going to be able to hear the lions. I am told that is something you can hear inside that prison. He has access to emails. He's able to watch T.V. There are T.V.s inside the prison, so he would be able to watch news if that happens. A reminder, Peter Navarro was not just someone working in the Trump White House at the end of the presidency on COVID response and other things, economic issues, he also was subpoenaed by Congress in their January 6th probe to turn over documents and testimony, stuff he was talking about in a book he had even, and he refused to show up to Congress to give them anything. He didn't have any evidence he could present either of any executive privilege claim where Trump had tried to shield him. And so now that conviction has come through. His sentence was given of four months, and he's reporting to prison today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:04",
      "speaker": "SIDNER",
      "sentences": "I mean, besides the fact that this is a real warning to others when Congress calls you to testify, what's the big picture here? Why does this matter so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "SIDNER",
      "sentences": "Katelyn Polantz, thank you so much for the reporting, a historic first. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "Look, and it's always significant when a 74-year-old man goes behind bars.CNN Legal Analyst and former Federal Prosecutor Jennifer Rodgers is with us now. Peter Navarro is going to prison, in a manner of speaking, for Donald Trump today, and this was so avoidable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Oh, sure. All he had to do is show up and take the Fifth. That's all he has to instead of just completely blowing it off. You know, it almost felt performative the way that he and some other Steve Bannon included just absolutely refused to even think about cooperating, and that's what's landed him here today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "And he claimed an executive privilege, which was never actually asserted, or he couldn't prove that it was asserted by Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "RODGERS",
      "sentences": "Yes. I mean, he did absolutely everything wrong here. I mean, the only thing that he's done that's I guess right is tried everything he possibly can to keep himself out of prison, but, you know, those things have run out. And the timing is bad for him too because, of course, other people who would have gone to prison for Donald Trump, like Steve Bannon, managed to get pardons because Trump was still in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "Yes. And Trump is not an office. There is no way to get a pardon, at least not now. He can retroactively, but he will have already served his time at that point.On the subject of consequences, Jen, today we are learning that Donald Trump says he cannot post or find anyone to post a bond for him in the New York civil fraud trial of more than $450 million. He's got just days to come up with this money. What happens if he doesn't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "RODGERS",
      "sentences": "Well, he has appealed to the intermediate appellate court in New York to say, listen, I can't post it. You have to help me out. You have to reduce the amount of the bond or wave it all together. So, we'll see what the court does.I do think that they want to protect a defendant's right to appeal here without paying the judgment in advance. So, I suspect, if he actually can prove that there's no way he can get this bond, that they may make some compromise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "If they didn't, would the state have the ability to seize assets of his?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "That's correct. The state can start to go after assets.Now, remember that process takes time, too. So, while the appeal is playing out, Letitia James and her team could certainly go in and start those processes, but that involves court, you know, court processes and litigation and stuff in and of itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "And he posted on social media talking about the fact that he couldn't come up with this money, which is right for a guy who says he is a multi billionaire. Could Elon Musk step in? Could a rich person step and say here, here's the money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "RODGERS",
      "sentences": "Sure, absolutely. I mean, the interest here in the court system is having that money available so that the plaintiff, in this case, Letitia James' office, the state of New York can have the money. They have to post it, right? So, it would be a matter ultimately of record who did it. That's of interest politically for someone who wants to be president and so on. But, legally speaking, someone just needs to post that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "And it wouldn't necessarily be anyone in America who had half a billion dollars, God bless, them could show up with that money if they wanted to right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "RODGERS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "Another important day of rulings yesterday in the New York criminal case against Donald Trump, where this judge did say that evidence that Donald Trump does not want admitted will be allowed to be admitted, and by that, I mean, evidence of the Access Hollywood tape. Why does that matter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "RODGERS",
      "sentences": "Well the access Hollywood takes just a blockbuster tape. But, interestingly, in this case, Judge Merchan actually kind of split the baby a little bit. He said that evidence of that tape and what's on it can be testified about but the tape itself won't come in.And that's important to Donald Trump, I think, because that take, when you watch it, there's just such a visual reaction to it. But it's relevant because it shows their attitude at the time. His motivation for wanting to hush up Stormy Daniels is because the Access Hollywood tape had just come out. They were very concerned about the impact of that on voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "The judge did say it, again, this is the hush money trial involving the payments of Stormy Daniels, she can testify, the judge said.Now, it is not clear that she will necessarily. she wasn't before the grand jury, but she is on the prosecution's witness list here. Why could she be a damaging witness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "RODGERS",
      "sentences": "Well, you know, she's the one who really kind of sets this whole thing up. It's not so much about the salacious details of what happened between them but she says, listen, I was about to come out with this they were going to pay me I was going to tell my story right before the election and then this deal happened with my lawyer and so on. So, it really demonstrates why he was moving this money around paying her on this lie to try to impact it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "And it is not about the salacious details. But very quickly, could the salacious details be part of the testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "RODGERES",
      "sentences": "I think this judge will limit that, I mean, certainly, the fact of their romantic entanglement, if you will, but I don't think they're going to get into some of the stuff that she has said publicly about the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:07",
      "speaker": "BERMAN",
      "sentences": "Romantic used euphemistically in this case.Jennifer Rodgers, thank you very much for being here. I really appreciate it. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And think to yourself, there's no place like me. There's no place like home.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, their goal when they go to Arizona and Nevada is going to be to talk about the president's agenda, but then also touch on the broader defining themes of his campaign.So, first, he's going to talk about improving housing costs, as well as creating clean energy and manufacturing jobs, all of which are important to Latino voters. But then also touching on reproductive rights and democracy, abortion in particular, could be on the ballot in Nevada and Arizona. So, this is expected to be front of mind for voters. So, today, he's going to head out, and he's going to go to Reno, Las Vegas, and Phoenix, where he's going to launch an initiative to reach more Latinos, because, clearly, the campaign sees that as the challenge moving forward. It is mobilizing and galvanizing voters on the ground level, meeting them where they are, and the president going to be meeting with community leaders, as well as stumping along the way. And, again, Kate, these are two states that the president won in 2020, but they're going to be tight this time around. In fact, some polls show former President Donald Trump ahead. So, the campaign is keenly aware of that and trying to get the president out there, as well as the vice president, who was just there not long ago, to mobilize these voters and make sure that they understand what the administration has done, what the agenda is, and how that is affecting them in their home states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "BOLDUAN",
      "sentences": "Priscilla, I also wanted to ask you, the president spoke on the phone yesterday with the Israeli prime minister first time in about a month. And according to the readout, President Biden explained and laid out why he is so concerned about Gaza, specifically any operation into Rafah. What more are you learning about the call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "ALVAREZ",
      "sentences": "Yes, going into the call, those were two issues that were top of mind for the president and the Israeli prime minister, the situation in Rafah, where more than a million displaced Palestinians have amassed, and also getting humanitarian aid into the region.Now, White House officials said that the president affirmed his support for Israel in his call, but he also made quite clear that any type of ground operation in Rafah would be catastrophic for Palestinians. National Security Adviser Jake Sullivan calling it a big mistake. And to show you just how concerned they are about this, the president asked the prime minister to send a delegation of military leaders to Washington in the coming days to meet and talk about the strategic plan to go after Hamas. So, clearly, the president concerned about this and what it would mean, especially for the humanitarian crisis in Rafah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:04",
      "speaker": "BOLDUAN",
      "sentences": "Priscilla, thank you so much, it's great to see you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "So, we are standing by to see the Prince of Wales in public at an event for the homeless this morning. And this moment has taken on added and kind of peculiar importance because of questions surrounding transparency or lack thereof from the royal family, and this new reported sighting of his wife following questions about her health and her admitted altering of a family photo released to the public.Let's go to CNN Royal Correspondent Max Foster, who's in London. Max, what are we exactly waiting to see this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "MAX FOSTER, CNN ROYALD CORRESPONDENT",
      "sentences": "Well, they have a mantra, don't they, the royal family, keep calm and carry on. I don't think that's absolutely correct in this situation. I don't think they're particularly calm about anything that's been happening recently, but they are carrying on.A lot of criticism, not least from us, about some of the parts of their communication strategy throughout all of this, but the reality is we're working on very few facts, just the fact that Kate went into hospital for a scheduled appointment. She came out. They said we won't see her again until Easter. And there won't be any updates before then. She is well, we're told. So they are carrying on with their events. And this is something very close to William's strategy that he will not respond to the media about very personal matters unless it becomes of huge public interest. So, they feel that they have shared enough with the world to say that she's well and she's not under any particular threat. So, of course, a huge amount of cameras up in Sheffield in Northern England today following the Prince of Wales to see if he says anything about this huge conversation that's bubbling up around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:03",
      "speaker": "BERMAN",
      "sentences": "Yes. And it really gets to the issues, are they representatives of the state or are they more like actors or celebrities, and how does one cover them depends on which one which side you come down on.Max Foster, keep us posted throughout the morning as we learn more. I appreciate it. Kate?",
      "isLastSentenceInterrupted": false
    }
  ]
}