{
  "date": "2024-12-20",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Funding Bill Fails as Trump, Musk Divide Republicans; Mangione Faces Four Federal Charges; Capitol Hill Chaos as Lawmakers Race to Avoid a Government Shutdown; Police Investigating How Natalie Rupnow Got Guns; U.S. Envoy in Damascus to Meet with Interim Government; James Sets New Record for Time Played in Regular Season. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello and welcome to our viewers all around the world. I'm Fredricka Whitfield, and this is the CNN Newsroom. Just ahead, the U.S. government is just hours away from a potential shut down. We look at how this happened and what potentially comes next.The U.N. says 100,000 Syrians have returned home since the Assad Regime collapsed, but CNN hears from those not sure whether it is safe to do so, and thousands of Amazon drivers go on strike. Will it impact Christmas deliveries? The U.S. government is just hours away from a potential shutdown, and now lawmakers are scrambling to find a solution. A Republican bill to fund the government failed to pass the House Thursday night when dozens of Republicans joined most Democrats in rejecting it, that bill was Plan B, after Elon Musk helped tank an earlier bipartisan agreement that had been negotiated by the House Speaker. Donald Trump soon jumped on board with a demand that lawmakers raised the debt ceiling, and suddenly, Republicans, who vehemently opposed a debt limit increase, were stuck between keeping to their convictions or falling in behind Musk and Trump. In the end, they chose their convictions. We get more now from CNN's Manu Raju.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, even though Donald Trump tried to pressure Republicans to fall in line behind this 11th hour effort to avoid a government shutdown, he got bucked by 38 members of his own party, as well as Democrats, who voted in masse against this proposal to avoid a government shutdown.One big reason why it included a provision to suspend the national debt limit for two years. Remember, that issue of a debt limit was a complex, complicated issue that typically, Congress tends weeks, if not months, to try to negotiate. No one wants to vote really to raise the borrowing limit in the United States. And Donald Trump does not want this to be part of his first-year agenda. So, he wants to take it off the table now. He's saying, deal with it now, and so he doesn't have to worry about when he's president. But there's a problem. There are Republicans in the ranks who say that they will never vote for a debt limit increase, especially if it does not have spending cuts. (BEGIN VIDEO CLIP) REP. TIM BURCHETT (R-TN): This just stinks. That's why America doesn't trust government, and it's for good --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "RAJU",
      "sentences": "And you said shut it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BURCHETT",
      "sentences": "That's what it takes to bring us to the table.REP. BOB GOOD (R-VA): Any extra supplemental ought to stand on its own merits, not be attached to it, and it ought to have pay for us, and the debt limit must not be increased without commensurate spending cuts and fiscal reform. REP. ERIC BURLISON (R-MO): When I ran for office, I said that I would not vote to raise the debt ceiling, and so I haven't -- I've never voted to raise the debt ceiling. I mean, I love Donald Trump, but he didn't vote me into office my district did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "RAJU",
      "sentences": "You want to shut it down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BURLISON",
      "sentences": "I'm not afraid of a shutdown.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "RAJU",
      "sentences": "Now, this all comes as Donald Trump, of course, intervened late in this whole process. There was a bipartisan deal that was on the glide path to becoming law to avert a government shutdown, but then when Trump intervened late and said that he wanted the debt limit increase to be part of this plan, and he berated that bipartisan deal that Mike Johnson cut.As a result, it left Congress scrambling to try to figure out a solution, and now that the Plan B has failed, Mike Johnson is trying to figure out if there's any way a void to avoid a government shutdown that will occur at midnight to Saturday morning, and how long that could last remain a major question. The two sides are on opposite sides on how to resolve an issue that could be crippling to so many Americans who rely on government services, government employees, contractors and the like as a shutdown now looms in just a matter of hours. Manu Raju, CNN, Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WHITFIELD",
      "sentences": "And Democrats were quick to seize on the role Elon Musk played in all of this, a man who has never run for office suddenly having such large sway over the Republican Party, and many have actually begun calling him President Musk.(BEGIN VIDEO CLIP) REP. HAKEEM JEFFRIES (D-NY): The Musk Johnson proposal is not serious. REP. JAMIE RASKIN (D-MD): Everybody agreed, and then it was blown up by Elon Musk, who apparently has become the fourth branch of government. REP. ROSA DELAURO (D-CT): President Musk said, don't do it. Don't do it. Shut the government down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, with the shutdown coming in just 16 hours, how is the White House preparing? Let's go now to CNN's Arlette Saenz for the latest. Arlette, good to see you. A pretty remarkable situation here. So now what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Fred, the White House and agencies across the federal government are bracing for a potential shutdown, readying their plans for how workers should proceed if Congress can't reach a deal in the next 16 hours.Now, over the past week, the OMB has sent guidance to each agency asking them to develop their plans. The White House has started to tell their staff here about what they will need to do, including turning off all their devices and not working if they are among the employees who will be furloughed. In all, about 875,000 federal employees would be furloughed and not working. There would be people who are deemed essential workers, who would have to continue to report to work, but would do so without pay until this funding resolution is solved, and there would be widespread impacts across the federal government. National parks and museums would close. Past shutdowns have shown that there were problems at the IRS as tax filing season was about to start. And then there's big questions about how this could impact holiday travel. TSA agents and air traffic controllers are considered essential, but back in 2018 many had called out sick, which caused snarls at the airports, with many delayed flights at one of the busiest travel times of the year. Now some areas that would not be impacted by a shutdown, Social Security checks would continue to go out, and Medicare and Medicaid benefits would also be doled out in a shutdown as well. Now on top of all of this, if an agreement is not reached by midnight tonight, that could also jeopardize relief for farmers across the country, as well as additional disaster recovery aid for southeastern states in the wake of those hurricanes that had devastated the states earlier this fall. So that is just a taste a sampling of some of the impacts the federal government would feel, as many thousands of workers would be told to stay home, and many would continue to work without pay if the government does shut down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WHITFIELD",
      "sentences": "So thus far, it appears Elon Musk, who is not in elected office, President-Elect Donald Trump, together, kind of pulling the strings here. And what is the disposition of the sitting President, Joe Biden? Where is he in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SAENZ",
      "sentences": "It's definitely a very interesting dynamic to watch. President Biden really has largely stayed out of the public debate around this potential shutdown. You have senior White House officials who have been communicating and coordinating with their counter parts up on Capitol Hill about messaging.But we have yet to hear from President Biden himself, perhaps a reflection of the very limited influence that he has in the waning days of his presidency, at a time when the incoming president, as you mentioned, Donald Trump, has inserted himself into this debate. Now, the White House has stressed that the onus right now is on Republicans. They believe that there was a deal that Republicans had struck with Democrats earlier this week, and they argue that Republicans need to stick to that agreement. It will be interesting to see over the course of the day whether President Biden plans to get involved in any way. But so far, the White House has not signaled that he intends to do so, as they feel that this is something for Hill Republicans to figure out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, Arlette Saenz at the White House thank you so much. All right, the Pentagon says about twice as many U.S. soldiers are in Syria as previously compared to --previously disclosed. The Defense Department says there are around 2000 of them helping with the fight against ISIS terrorists.A U.S. delegation, meantime, is making the first official visit to Damascus since the fall of the Dictator Bashar Al Assad. We expect to hear from Assistant Secretary of State, Barbara Lee after her meeting with the rebel leader, and it comes as tens of thousands of Syrian refugees' head home after taking refuge abroad amid a 13-year civil war. CNN's Chief National Security Correspondent, Alex Marquardt is joining us right now. Alex, good morning to you. So, what is the aim for this U.S. delegation in their journey?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WHITFIELD",
      "sentences": "OK. And then you mentioned, you know, Austin Tice, what kind of energy you know, is going to be put into searching for any clues, any people that may have had contact with him as it pertains to this U.S. delegation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MARQUARDT",
      "sentences": "Well, the U.S. has been frantically looking for Tice for years, but especially since the Assad Regime fell, following any tips, any leads that they came across Carstens who I just mentioned, he's been perched on the borders of Syria in both Lebanon and Jordan according efforts inside Syria.We know the U.S. government has been in direct contact with that group, HTS for -- to try to look out for Austin, as all of these prisons have been opened up. The Tice family understandably desperate for any news about their son. Some two weeks ago, they said they believed that he was still alive, that he had been treated well. We know that Debra Tice's mother had sent a letter to President Vladimir Putin of Russia, because President Assad of Syria is now in Russia, and he told reporters yesterday that he would speak to Assad about Tice try to learn what he could. And we did hear in that letter, Debra Tice saying that she was ready to go to Moscow or to anywhere to wrap her arms around our precious Austin and bring him safely home a truly desperate family looking for their son, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WHITFIELD",
      "sentences": "For the first time accused CEO killer Luigi Mangione is walking up to a federal prison, or waking up, rather, I'm sorry, in a federal prison in New York. This after a whirl wind day on Thursday. Mangione was whisked to court rooms in two states and was hit with new federal charges that could bring the death penalty if he's convicted in the murder of UnitedHealthcare CEO, Brian Thompson, Kara Scannell reports.(BEGIN VIDEOTAPE) KARA SCANNELL, CNN CORRESPONDENT (voice-over): Accused killer Luigi Mangione back in New York and behind bars. New video showing him handcuffed in an orange jump suit, stepping off a helicopter and being escorted toward a transport van by scores of armed officers. Mangione is now also facing federal charges in the fatal shooting of UnitedHealthcare CEO, Brian Thompson outside a Manhattan Hotel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SCANNELL",
      "sentences": "Karen, do you have any comment on these charges today? UNIDENTIFIED FEMALESCANNELL (voice-over): Mangione's high-profile defense team, not saying much about the new charges before and after their client's first appearance in federal court. Inside Mangione traded the jump suit for street clothes as he entered the courtroom flank by marshals with his ankles shackled. His federal charges are a firearms offense, two stalking charges and murder through the use of a firearm which carries a potential maximum sentence of the death penalty or life in prison. Mangione did not enter a plea, and his defense team did not seek bail. The new federal criminal complaint also revealing new details about the notebook found on Mangione during his arrest at an Altoona, Pennsylvania McDonald's. According to the complaint, the notebook contains several hand written pages that expressed hostility toward the health insurance industry. And one entry dated October 22nd, 2024, less than two months before the murder of Thompson describes an intent, to quote, whack one of the CEOs at an insurance industry conference. The federal charges are added to the long list of state charges he's already facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "ALVIN BRAGG, NEW YORK DISTRICT ATTORNEY",
      "sentences": "We charged him here in Manhattan earlier this week with murder in the first degree, among additional charges, which carry the maximum sentence of life without parole. We've had state prosecutions and federal prosecutions proceed as parallel matters, and we're in conversations with our law enforcement counter parts.SCANNELL (voice-over): Mangione began his day in a Pennsylvania court room where he had two back-to-back hearings, first on the firearm and forgery charges brought against him in Pennsylvania, second to waive his extradition to New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "PETE WEEKS, BLAIR COUNTY, PENNSYLVANIA DISTRICT ATTORNEY",
      "sentences": "He committed crimes in Blair County. There are allegations at this point, but we're not in the practice of just dismissing charges simply because someone has more serious charges somewhere else.SCANNELL (voice-over): Mangione won't face the charges in Pennsylvania until after he has tried in New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WHITFIELD",
      "sentences": "And how will that determination be made in terms of his accommodations, whether he would stay at the federal facility or be moved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "GINGRAS",
      "sentences": "I think it really depends on negotiations with his attorneys and also probably deter -- it probably will be determined by the judges that are involved in these cases. It does appear that, as you heard Bragg say in Kara's piece, that these two sort of cases are going to work parallel to each other.Again, the state being sort of little bit above that where they're going to go first, but it's possible they may just keep him in federal lockup just for security reasons. You know, there's a number of sort of things that can sort of keep them there, or keep him there rather. But you know, we will find out more. I think a big indicator is going to be when we actually know when he'll appear in state court for those 11 charges that he is also facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Brynn Gingras, thank you so much. Appreciate it. All right, still to come, is there a Plan C available if not, the U.S. government is set to shut down in a matter of hours? We've got the latest coming up.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WHITFIELD",
      "sentences": "CNN's Annie Grayer joining me right now live on Capitol Hill. So, Andy, where do things stand right now is that a consensus other Republicans feel like If Trump were up there, face-to-face negotiations, would actually get somewhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "ANNIE GRAYER, CNN REPORTER",
      "sentences": "Well, Trump plays a very big role in this. He's overshadowing all of it, but his Vice President-Elect J. D. Vance is currently meeting with a group of Republicans on Capitol Hill, along with House Speaker Mike Johnson and Trump's OMB pick Russell Vought.So, Vance is kind of acting as the conduit between the Trump transition team and lawmakers on Capitol Hill. And Speaker Mike Johnson told us this morning that they have a new plan. He's expecting there to be votes later today. We have not gotten official notice of that. But the meeting that's happening ongoing is really an opportunity for Republicans to try and get on the same page, because, as we saw last night, they are not unified by a plan that was endorsed by Trump and crafted largely by the Speaker, so they're going to try again today. But what was also clear yesterday is they did not have Democratic support to lean on, so whatever they pass, at least at this point, from what offers are on the table, they're going to have to do it just among Republicans. We'll see if they make any changes to try and bring more Democrats on board. But it's going to be a lot of chasing lawmakers trying to get answers today, because there's really just so much concern and a lot up in the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WHITFIELD",
      "sentences": "And then talk to us about the whole Elon Musk factor. I mean, he will -- well, now he's already acting as an advisor, but that will be his official -- you know role once Trump is inaugurated. But already he seems to have a lot of influence on the entire party, not just on Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "GRAYER",
      "sentences": "His influence cannot be overstated. I mean, he started posting on social media and calling on his millions of followers to call lawmakers directly and pressure them not to support the original deal. But there was already grumblings that Republicans were very upset with the package because they felt very left out of the process. They felt surprised by a lot of the things that were included in there.So, Musk really just took ramp up that pressure to another level and made it untenable. And you know, we're already seeing he's come to Capitol Hill once already to talk about his new effort about cutting government spending across the board, so we're seeing him play a larger and larger role, and this is just the latest example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Annie Grayer, thank you so much. All right, Larry Sabato is the Director of the Center for Politics at the University of Virginia, and he's joining me live now from Charlottesville. Good to see you, Larry. So, who are Americans, including government workers, who will be directly impacted by a government shutdown, going to blame for missed paychecks, missed benefits? Trump, Musk Republicans or Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "LARRY SABATO, DIRECTOR, CENTER FOR POLITICS, UNIVERSITY OF VIRGINIA",
      "sentences": "Republicans. I don't think there's any question about that. Even some of the Republican leaning military will blame Republicans for this. Anyone who's paid the slightest attention knows where this came from. It came from President Elon Musk working with his co-President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "SABATO",
      "sentences": "And I mean, really, that's where it came from. And it was a complete surprise to the Republican leaders. And as a result, they lost 38 Republican votes in the House. Forget about the Democrats. Yes, they still control the Senate. They still control the White House, but the Democrats are non-players in this for the most part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "WHITFIELD",
      "sentences": "Yeah, I mean 38 Republicans defying this. I mean, that's pretty significant. I mean, Donald Trump -- he's trying to get that debt ceiling raised, which is antithetical to the whole rain in government spending pledge. I mean, take a listen to what Republican Representative Eric Burlison said last night.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "BURLISON",
      "sentences": "When I ran for office, I said that I would not vote to raise the debt ceiling, and so I haven't -- I've never voted to raise the debt ceiling. I mean, I love Donald Trump, but he didn't vote me into office my district did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "RAJU",
      "sentences": "Do you want to shut it down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "Well, you would think so, Fred, because remember, this affects all branches of the military. So, you mean to tell me that the Republicans are going to stop the paychecks of all military families over Christmas, and don't forget about the TSA workers. Yes, they're required to show up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "-- travel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "They're not paid. And, you know what happens? They call in sick. I'm sure there's a lot of flu going around. It used to be called the blue flu when applied to police officers, but it applies equally to TSA workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "I mean this incoming Republican dominance on the Hill and in the White House. Well, it's maybe not going to be as smooth sailing as Trump was hoping. What do you see as potentially happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "Let's remember that Trump was still a big part of this. Yes, it was driven by Co-President, Elon Musk. I'm joking there, but that's what social media is calling him. So, a lot of it was Musk. But after all, we were hearing from the Trump people how the second Trump term was going to be so different than the first Trump term, right?It was going to be well organized, and Trump had matured and learned so much. It turns out, if we're to judge by this episode, that the second term of Trump will be just as chaotic as the first term of Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "And I mean, you just underscored it, you know, it was Elon Musk's -- comments on X which really derailed, you know, the continuing resolution, and then that seemed to trigger Trump on truth social. So how long do you see this kind of bromance advisor arrangement working?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "I think it will continue to work until Elon Musk somehow fritters away his $430 billion that he has as the richest person on earth. Which is to say, never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "Do you see with 38 kinds of Republicans saying no to that plan B. Do you see them potentially revisiting that bipartisan agreement just to get something over the finish line today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "That makes sense, doesn't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "-- to have government working -- SABATO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Larry Sabato at the University of Virginia, we'll leave it there. Good luck to everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "And have a great holiday season, Larry. I hope you're not travel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "-- no --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "If there's a government shutdown --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "SABATO",
      "sentences": "-- take --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Thanks so much. All the best. All right. So now to the latest on the investigation into Monday's deadly school shooting in Wisconsin. Court documents show a 20-year-old California man was allegedly plotting with the 15-year-old Natalie Rupnow to carry out a separate mass shooting. Here's CNN Whitney Wild.(BEGIN VIDEOTAPE) WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT (voice-over): The 15- year-old girl police say shot and killed two people and wounded six more at Abundant Life Christian School in Wisconsin appears to have been in contact with a 20-year-old man in California that according to court records obtained by CNN. Alexander Paffendorf of Carlsbad, California, was plotting a mass shooting with the teen and told FBI agents during an interview, that he would arm himself with explosives and a gun and that he would target a government building. ALEX GALLEGOS, ALEXANDER PAFFENDORF'S NEIGHBOR: I've only seen him a few times. He's really quiet. I'm just glad that the cops and everybody FBI, whoever was on top of it and is getting to the bottom of it before anything bad happened. WILD (voice-over): A California judge has issued a gun violence emergency protective order under the state's Red Flag Law against Paffendorf. According to the order FBI agents saw the messages between him and the teen. It also demands Paffendorf give up his guns in any ammunition within 48 hours, unless police take them sooner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The students, the families --WILD (voice-over): As the community and the police search for answers. We're learning more about those killed. 14-year-old Rubi Vergara was an avid reader, a talented artist and singer, according to an obituary written far too soon. 42-year-old Erin West was the substitute coordinator and in-house substitute teacher, sophomore Mackynzie Wilson says she was beloved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "MACKYNZIE WILSON, SOPHOMORE AT ABUNDANT LIFE CHRISTIAN SCHOOL",
      "sentences": "She was a really good person. She really loved her kids, and she really, really loved everyone at our school, and she would have done anything for them.WILD (voice-over): Her mom, Linsay O'Connor, a former student here, says their legacies will live on. LINSAY O'CONNOR, FORMER STUDENT AT ABUNDANT LIFE CHRISTIAN SCHOOL: They're integrated into our lives, and they will be forever remembered. WILD (on camera): We've reached out for more details on the condition of the two children who remain in the hospital. We've received no further details. Whitney Wild, CNN, Madison, Wisconsin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Still to come. A U.S. delegation is in Syria to meet the new inter government. We'll take a closer look at the situation after the fall of the Assad regime. And now, in its second day, thousands of Amazon workers in the U.S. hit the picket line during the pre-holiday rush. How the strike could affect your packages, straight ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "ABDELAZIZ",
      "sentences": "What is your dream now for Syria's future?ABDELAZIZ (voice-over): I'm optimistic about the future, he says, and I have huge hope that the country will be better than before. But not all are keen to hurry back to an unstable country with an uncertain future, says this human rights defender.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "HUSSAM KASSAS, SYRIAN ASYLUM SEEKER",
      "sentences": "There's no sustainable peace, which makes me really afraid of getting back there.ABDELAZIZ (voice-over): Hussam Kassas who is seeking asylum in the United Kingdom, is among tens of thousands of Syrians whose applications for asylum were suspended after the U.K. and other European countries paused the process to reassess. Now that the threat of Assad is gone. For years, Kassas has documented potential war crimes committed by all major parties to the conflict. If he goes back, he says his family could be targeted or worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "ABDELAZIZ",
      "sentences": "Why do you not feel safe to return?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "KASSAS",
      "sentences": "We expected a lot of revenge killing will happen. Those soldiers will seek revenge from the people who were trying to hold them accountable, actually.ABDELAZIZ (voice-over): Many Syrians in the diaspora long to return and rebuild, but this moment of great hope brings with it great uncertainty. Salma Abdelaziz, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WHITFIELD",
      "sentences": "Wow. An incredible view. Let's take a closer look now at all of the changes happening, or what could potentially be happening. Barak Ravid joins us now from Bethesda, Maryland. He's a Politics and Foreign Policy Reporter for Axios and CNN Political and Global Affairs Analyst. Great to see you. So as for that U.S. delegation, what or who will they be looking for?BARAK RAVID, CNN POLITICAL &amp; GLOBAL AFFAIRS ANALYST: Well, they're actually in Damascus right now, Assistant Secretary of State for nearest affairs, Barbara Leaf and paster John Voy Roger Carstens and another interesting person, Daniel Rubinstein, who was the U.S. Special Envoy for Syria, like decade ago, and return to service just a few weeks ago. To do exactly that, to be the top U.S. diplomat on the ground. He will stay after the rest of the delegation is going to leave Damascus. And they're going to meet the transitional government in Syria, first and foremost, Ahmad Sharaa, Abu Muhammad Al-Jolani, the leader of the HTS. And I think that would be a pretty interesting meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WHITFIELD",
      "sentences": "Yeah, in a statement from the U.S. State Department, it said the delegation will be, I'm quoting, now, engaging directly with the Syrian people and their vision for the future of their country and how the United States can help support them. So, in what way might the U.S. be able to help support the Syrian people or the new leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "RAVID",
      "sentences": "I think the biggest question is, what's going to be the fate of the U.S. sanctions on Syria that were imposed during the Assad regime. And just yesterday, the State Department had a briefing to foreign diplomats from countries that are interested in Syria, and they explained the issue of the sanctions.And it is much more complicated than it seems. This process of lifting the sanctions is going to be very, very tricky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WHITFIELD",
      "sentences": "Well, but why would the sanctions remain if no longer the Assad regime, which was the impetus for it there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "RAVID",
      "sentences": "First because it's still unclear how the new government, or transitional government in Syria will look like, what it's going to do. And I think the message that Leaf and the other U.S. diplomats are giving to the new Syrian government, or transitional government, is very clear, is that the pace of lifting the sanctions will be directly connected to the -- what you do you are going to do on the ground.How this new government is going to look like? And whether you are going to uphold principles like an inclusive government, democracy and other key issues that the U.S. is interested in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WHITFIELD",
      "sentences": "Yeah. So new. This visit by the U.S. delegation. This is a first in more than a decade. So, what do you suppose this opportunity might mean for the entire region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "RAVID",
      "sentences": "I think it's a huge shift. Again, we still don't know how Syria is going to look like, what's going to be the policy of the new government, but just when you hear a person like Abu Muhammad Al Jolani that, you know, I think we, we need to start calling him Ahmad Sharaa.You know, if he's not calling himself by his -- anymore, you know, we can do it too. And he, you know, he's saying all the right things, and he's saying very promising things. And you know, we need to be cautious, because, you know, he was a member of al Qaeda until not so long ago, but everything he says gives hope that Syria might take a very, very different and positive turn. But you know, the jury is still out on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Barak Ravid, thank you so much. We'll leave it there for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "RAVID",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WHITFIELD",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Yeah, Amazon saying that your deliveries will arrive on time. But of course, these striking workers and the Teamsters union are hoping that this makes a disruption this holiday season. You have thousands of workers. You see them right there on strike this morning in four states, at seven locations.And the Teamsters, which represents these workers, says that they're on strike because Amazon has failed to come to the negotiating table. But Amazon says, well, wait a minute, these are not quite union workers. The National Labor Relations Board doesn't even recognize these workers as union members. They're also third-party drivers that contract with Amazon. I spoke to the national spokesperson from Amazon last night to ask her about this strike, but also what it means for all of us. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Will this impact shipping and deliveries for average Americans right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "KELLY NANTEL, AMAZON SPOKESWOMAN",
      "sentences": "We're not expecting any delays to customer orders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Do you consider this strike illegal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "NANTEL",
      "sentences": "There is no strike. This is a protest that has been facilitated by the Teamsters. There are no Amazon employees and no third-party drivers who pay dues to the Teamsters.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Now Amazon, for their part, says that they have invested millions of dollars into their third-party driver program, which they hope raises hourly wages to $22 an hour. But for many of these drivers, they say that that's not enough. The long hours that they work, the tough conditions they work under.And the pressure they feel from the company to work faster and more efficient just doesn't cut it when it comes to what Amazon is currently offering compared to a UPS driver that makes north of $30 an hour. But for now, these union members, or these workers rather, will remain on strike. We don't know how long, but they said it will definitely go past today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WHITFIELD",
      "sentences": "And then Vanessa, what about Starbucks and workers who say they are striking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Yeah, so this is a little bit of a different story, because Starbucks does recognize more than 500 unionized stores, and they have been negotiating since February, but Starbucks saying that the union walked away from the negotiating table. The union says that the financial offer that Starbucks has made was just a 2 percent pay increase.And they wanted to try to get a new contract by the end of the year, and here we all are almost at January, the company saying that they are willing to get back to the table and negotiate. But you know, Fredricka, this is an important time of year for both companies. This is the holiday season where they make a lot of money, and these workers and these unions know that just by going on strike for even a couple days, could cause disruptions and can raise the awareness of exactly what these workers are fighting for, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WHITFIELD",
      "sentences": "Right, impacts will be made. All right. Vanessa Yurkevich, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "YURKEVICH",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "MICHAEL SEHLSTEDT, CHRISTMAS MARKET VISITOR FROM SWEDEN",
      "sentences": "I think it's very clear that, you know, Christmas will take any opportunity for social gathering, even if there is no religious connection to Christmas or anything like that. Any opportunity to be outside, to me that to see other people, I think will be popular here in Pristina.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}