{
  "date": "2024-02-13",
  "headline": "CNN Newsroom",
  "subHeadline": "Airstrikes Rock Rafah as Israel Rescues Two Hostages; Concerns Over Potential Israeli Ground Operation in Rafah; New Orleans Prepares Mardi Gras Sendoff as Lent Approaches; Rio De Janeiro's Carnival Season Becomes One Big Party; Germany Held Karneval Parades on Rose Monday. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:32",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world, and to everyone streaming us on CNN Max. I'm Rosemary Church.Just ahead: Growing pressure on Israel to end its plans for a ground offensive in Rafah, but Israeli official show no signs of bending to outside influences. For the Palestinians in Rafah, that means scrambling to figure out where to go to seek refuge from the fighting. And NATO hits back after Donald Trump's threat to abandon the Alliance. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta. This is CNN NEWSROOM WITH ROSEMARIE CHURCH.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "CHURCH",
      "sentences": "Thanks for joining us.Israel's prime minister is calling the rescue of two hostages from the southern Gaza City of Rafah a perfect operation. But the deadly airstrikes that came at the same time are only adding to concerns about a potential ground incursion there. In Israel, emotional reunions in one hospital where the hostages were reunited with family members after more than four months in Hamas captivity. The IDF has released this video showing the two men with Israeli troops after they were freed and before they boarded a helicopter to take them back to Israel. Benjamin Netanyahu is praising the soldiers involved in the rescue. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, PRIME MINISTER, ISRAEL (through translator): A perfect operation, a perfect execution. And I want to tell you how proud I am of you. I'm proud of you of the Shin Bet, the IDF. You work together like an oiled machine. CHURCH (voice over): But that operation came amid a series of deadly airstrikes on Rafah the Palestine Red Crescent Society says more than 100 people were killed including children. The situation there was on the mind of the U.S. president as he met with Jordan's King Abdullah. Sources say, Joe Biden is growing more frustrated with the Israeli prime minister, telling advisers Netanyahu is ignoring his advice. While he has not criticized the Israeli leader in public, Mr. Biden issued this warning about his plans in Rafah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "And the major military operation, Rafah, should not proceed without a credible plan -- a credible plan for ensuring the safety and support of more than 1 million people sheltering there.Many people there have been displaced, displaced multiple times, fleeing the violence to the north, and now they're packed into Rafah, exposed and vulnerable they need to be protected. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:32",
      "speaker": "CHURCH",
      "sentences": "Journalist Elliott Gotkine is following all the developments and joins us now live from London. Good morning to you Elliott. So, despite mounting international pressure, Israeli leaders seem determined to press on with plans for a military incursion into Rafah.What is the latest on that? And will Israel make any effort to evacuate? The more than -- or more than a million people displaced civilians caught in the middle of this with nowhere to go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "Elliott Gotkine, joining us live from London, many thanks for that report.And we are already seeing the devastating human toll of war after the deadly airstrikes on Rafah. Video from the southern Gaza City shows the destruction left behind. And we're hearing the heartbreaking stories of those who survived but lost their loved ones after thinking they had found safety. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "IBRAHIM HASSOUNA, DISPLACED PALESTINIAN IN RAFAH",
      "sentences": "My family members were sleeping. We were displaced from Gaza. We rented a place and we were sitting safely. Why did you kill my family while they were sleeping? They are children. I've been collecting my family's body parts since the morning. They were in parts. I couldn't recognize them. I only recognize their toes or fingers.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "CNN's Nada Bashir has more on the strikes. But we must warn you, some of the images you're about to see are graphic and hard to watch.(BEGIN VIDEOTAPE) NADA BASHIR, CNN INTERNATIONAL REPORTER (voice over): Yet another distraught Palestinian mother. Her hands and face bloodied, her injured daughter limp, carried out of the car. Around them, more casualties arrive, badly wounded. Some of the youngest in a state of shock. The horror that they have faced will be hard to move past. We were at home when the airstrikes began, this young girl says. I told my mother that I wanted to use the bathroom. Then, suddenly all the walls of the bathroom and all the water containers above us collapsed on me. This was the scene overnight in Rafah, a terrifying series of airstrikes by the Israeli military on a city where some 1.5 million people are now concentrated. The target said to be Hamas, part of an operation to secure the release of two Israeli hostages. But as dawn brakes from the southern border city, it's clear that the aftermath is, yet again, one of sheer tragedy. Bullet holes ripped through the thin plastic of this tent. Inside, the bodies of displaced civilians killed while they were sleeping. We were asleep and then suddenly we heard the sound of missiles falling around us, Issa (PH) says. We could hear the gunfire, the destruction. According to the Palestine Red Crescent, at least 100 people were killed overnight, but that figure is expected to rise, with many still believed to be buried beneath the rubble. At least a dozen residential buildings are said to have been targeted, according to local officials. We're civilians, we're not part of the resistance. We haven't taken up arms, this man says. Look around here, everybody here worked on the land. We're civilians, not fighters. Eyewitnesses tell CNN that Israeli helicopters fired machine guns around the border area, a foreboding warning of what could lie ahead for this city with Israel now threatening to launch a ground offensive on Rafah. We were first displaced to Khan Younis, where we had many difficult nights, Nasr (PH) says. Then, we came to the Egyptian border, to Rafah. We can't be displaced anymore. The Israeli military has been directed by Prime Minister Benjamin Netanyahu to prepare for a mass evacuation of civilians from Rafah, drawing criticism from many in the international community. The U.N.'s Human Rights chief warned on Monday that any ground operation could lead to, \"further atrocity crimes\" by Israel, with nowhere safe for civilians to flee to. [02:10:03] Nada Bashir, CNN, Cairo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "Meantime, the main U.N. relief agency operating in Gaza is warning it's becoming increasingly difficult to operate in Rafah. The UNRWA chief told E.U. ministers that the suspension of aid by donor countries is impacting their operations in the region.Philippe Lazzarini adds, there is also quote a deep sense of panic and anxiety in the city over Israel's proposed ground offensive. (BEGIN VIDEO CLIP) PHILIPPE LAZZARINI, COMMISSIONER-GENERAL, UNITED NATIONS PALESTINE REFUGEE AGENCY: Because of the pressure and the military offensive taking place right now, it's becoming more and more difficult to operate in Rafah itself. Yesterday, for the first time, the U.N. could not operate with a minimum of protection -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "Major donor nations suspended around $440 million in aid to UNRWA after Israeli allegations that more than a dozen staff members were involved in the October 7th Hamas attacks. The agency says it has launched an investigation into the allegations.Joining me now from Jerusalem is Shaina Low, communication adviser with the Norwegian Refugee Council. Appreciate you being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "SHAINA LOW, COMMUNICATION ADVISER, NORWEGIAN REFUGEE COUNCIL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "So, as Israel prepares for its planned ground offensive in Gaza, southernmost city of Rafah, more than a million Palestinians are sheltering under dire circumstances, fearing the worst after Around 100 people were killed late Sunday night in Israeli airstrikes that provided cover for that rescue of two hostages. So, what would be the result of an Israeli ground offensive in Rafah right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "LOW",
      "sentences": "An Israeli ground offensive would simply be catastrophic. We have over a million people what close to one and a half million people in Rafah area most of whom have been displaced multiple times, with very little belongings nowhere near enough food, nowhere near enough medicine, clean water -- access to clean water, and to expect these people to somehow either be in the -- in the midst of a ground offensive or have to try and coordinate some type of route to flee.It's just impossible. And really as many of the U.N. officials and other leaders have said it would be simply catastrophic and result in tremendous, tremendous civilian harm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "Yes. And as you mentioned, as Palestinians brace for this imminent Israeli ground offensive, they are facing dire circumstances when it comes to humanitarian -- the humanitarian situation there on the ground in Rafah. What exactly are people dealing with right now, in addition to all of this pressure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "LOW",
      "sentences": "Well, people are lacking for everything, shelter, food, water, medicine, disease is running rampant in sites, posting displaced persons.We've in the sites that we are monitoring and supporting. We've detected all of them cases of hepatitis A, diarrhea, respiratory illness, and lice -- many and -- many other diseases, because people simply are living in conditions that have no -- little to no sanitation, hundreds of people sharing single bathrooms, showers, not available, clean water not available. It's really unimaginable. And we're there to be in Israeli ground operation. All of the aid that is coming in through -- into Gaza is coming in through Rafah. And so, we're there to be a ground operation. I suspect that, that aid efforts would have to be suspended completely or brought to minimum, which as of now, even the aid that is coming in is nowhere near enough to meet the humanitarian needs of the displaced civilian population in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:14",
      "speaker": "CHURCH",
      "sentences": "And as you touched on, pressure is mounting on Israel to evacuate these displaced Palestinians. But how can more than a million people be safely relocated out of Rafah when there is really nowhere else to go. Is there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "CHURCH",
      "sentences": "Shaina Low, joining us from Jerusalem. Many thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "LOW",
      "sentences": "Thank you. CHURCHBacklash and alarm after Donald Trump threatens America's NATO allies. We will look at what could happen if he's reelected. Plus, from sleeping in windowless rooms to the loss of a beloved family dog. We learn the story of one family's escape from Gaza through the eyes of a 10-year-old boy. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. outrage over Donald Trump's threat to abandon America's NATO allies is not dying down. The U.S. chairman of the Joint Chiefs of Staff is the latest top official to denounce the former president's controversial remarks, saying, U.S. credibility is at stake and we have a responsibility to uphold those alliances.Over the weekend, Trump encouraged Russia to attack European allies if they don't meet defense spending guidelines. Regardless of whether that was bombastic swagger and pumping up his conservative base, the threat was heard loudly in European capitals and in Moscow. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "JOSEP BORRELL, FOREIGN POLICY CHIEF, EUROPEAN UNION",
      "sentences": "NATO cannot be a la carte military alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "DAVID CAMERON, BRITISH FOREIGN SECRETARY",
      "sentences": "Of course, we want all countries like us to spend two percent, but I think what was said was not a sensible approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:07",
      "speaker": "KAJSA OLLONGREN, DUTCH DEFENSE MINISTER",
      "sentences": "Frankly, I think this is exactly what Putin loves to hear.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "HOLMES",
      "sentences": "The comments by the former president came during a weekend campaign stop in South Carolina, sparking new fears about his commitment to defending NATO allies from Russian aggression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "The president of a big country stood up and said, well, sir, if we don't pay and we're attacked by Russia, will you protect us? I said, you didn't pay, you're delinquent? He said, yes.Let's say that happened. No, I would not protect you. In fact, I would encourage them to do whatever the hell they want. You've got to pay. HOLMES (voice over): President Joe Biden condemning Trump's comments as, quote, appalling and dangerous Trump's former U.N. ambassador and current Republican rival, Nikki Haley, also calling out his remarks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "HALEY",
      "sentences": "Why would you go and put our allies and our military in harm's way by saying something so careless? It's what happens when he gets off the teleprompter for two minutes, he becomes unhinged, he becomes undisciplined, and he goes and he starts to say these wacky things. That's what scares everybody about him.HOLMES (voice over): The former president has long insisted European countries should spend more on their defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "TRUMP",
      "sentences": "This is not fair to the people and taxpayers of the United States.HOLMES (voice over): While his latest comments set off alarms overseas, political allies of the former president brushed off concerns about Trump's approach to NATO in a potential second term. SEN. MARCO RUBIO (R-FL): I have zero concern because he's been president before. I know exactly what he has done and will do with the NATO alliance, but it has to be an alliance. It's not America's defense with a bunch of small junior partners. SEN. TOMMY TUBERVILLE (R-AL): I'm 100 percent behind him and have been. He started this years ago when he even went over there to their face and said, listen, American taxpayers can't afford to keep paying your bills. (END VIDEOTAPE) HOLMES (on camera): After two days of pushback not just from President Joe Biden, but from world leaders across the globe, Donald Trump is now defending his behavior towards NATO. In its \"True Social\" posts saying that he, while in office, made NATO strong, made people pay their bills. Again, that is not the problem. The problem of what Donald Trump said and the concern that he raised was when he said that he would allow Russia to attack or invade any country, even encourage Russia to do so if these countries had not paid their bills. Kristen Holmes, CNN, West Palm Beach, Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "CHURCH",
      "sentences": "The U.S. Senate is expected to vote in the coming hours on a $95 billion foreign aid bill with assistance for Ukraine and Israel.Republican Rand Paul is leading a filibuster to block the vote, claiming he's concerned about the impact on the US debt. Meanwhile, in the House, Speaker Mike Johnson is signaling he will ignore the aid package citing the lack of U.S. border security measures. Last week, the Senate voted down the most conservative border deal in decades, because Donald Trump wanted to use the issue in his presidential campaign. But with a new military leader in place for Kyiv and the second anniversary of Russia's invasion just days away, Ukraine soldiers find themselves on the defensive across the east. Troop and ammunition shortages are no match for the large number of fighters that Russia can muster combined with Moscow's increasing use of drones on the battlefield Avdiivka to the northwest of Donetsk City is the scene of some of the heaviest fighting. Russian forces are said to be in control of a key railway line. And just several 100 kilometers from the main supply route into town. The city's capture would be a major symbolic win with Russia's presidential election just weeks away. Matthew Orr joins me now. He is a Eurasia analyst at the global risk intelligence company Rane. Appreciate you being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "MATTHEW ORR, EURASIA ANALYST, RANE",
      "sentences": "Absolutely. Pleasure to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "CHURCH",
      "sentences": "So, now, that President Zelenskyy has sacked his top commander and replaced him with new military leader leadership, but what challenges lie ahead on the battlefield? And is this new military team up to the task?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "ORR",
      "sentences": "Well, this military leadership faces the exact same, you know, challenges that the previous leadership faced. And to be perfectly honest with you, despite General Syrskyi's assertions in his first correspondence as the new head of the Ukrainian military that he would use new approaches, new technologies, et cetera, to really achieve some sort of a breakthrough. It doesn't -- it doesn't really appear that that he really has the capabilities of doing that.I don't think that he has any necessarily new innovative approaches that will allow them to overcome those challenges. So overall, I think that we're going to see continued stalemate on the front line. And that this new leadership won't be able to change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:15",
      "speaker": "ORR",
      "sentences": "Right. Well, yes, exactly. I think that what the Ukrainians really need is a breakthrough not from the country's military leadership, but from its political or civilian leadership. Ukraine needs much more military support in the form of arms and weapons from its partners, in addition to find financial and other humanitarian support.And it's clear that it's on the Zelenskyy administration to achieve those things. However, that being said, the place where the civilian leaders of Ukraine can work with the military to change that is with regards to mobilizations. The Ukrainians need more troops on the -- on the front line in participating in the war, they also need more troops mobilized in the army in order to rotate their current troops on the front lines that are, you know, constantly exhausted from being stuck there for so long on such long -- for such long durations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:15",
      "speaker": "CHURCH",
      "sentences": "So, how much longer can Ukraine hold out for that assistance from the United States? Because I mean, once -- even once it's approved, it's going to take some time, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:15",
      "speaker": "ORR",
      "sentences": "Yes, absolutely. I mean, that's, that's really the key question. I mean, the short answer is that nobody really knows for certain, it depends on a lot of factors. Of course, the biggest problem for the Ukrainians is the last lack of basic .55-millimeter artillery ammunition. That's really, you know, the top casualty inflicting weapon of the war.And yes. So, as long as that shortage, you know, rises, and we don't see clear evidence that deliveries are going up, other munitions that are critically needed by the Ukrainians, without those, you know, that the chance rises with each passing week, and certainly each passing month that the Russians, you know, will feel emboldened and might try to step up offensive maneuvers, probably, along the same places where they are already attacking right now; around at Avdiivka, and around Kupiansk, out in eastern Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:15",
      "speaker": "CHURCH",
      "sentences": "And Matthew, at a campaign rally Saturday night, Donald Trump threatened NATO member nations who don't pay their dues, saying he would not defend them against any Russian attack, and even encourage Russia to do whatever the hell it wants to do to those NATO countries, his words there, sending shockwaves, of course, through Europe.What are the implications of this for Ukraine? And what message does this send Russia's President Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:15",
      "speaker": "ORR",
      "sentences": "Right. I mean, at least right now, I don't think that it has particularly large implications. It's very important that the countries that actually border Russia within NATO, right, we're talking about Finland, the Baltic States, Poland, Romania, those are countries that meet their NATO commitments of two percent.So, the countries that would be on the front line, and presumably would be the ones vulnerable to that threat are the ones that are actually the subjects of that threat. So, at least, directly, it seems that it doesn't have any major implication in that sense. That being said, of course, it's part of an alarming trend, where if Donald Trump as the presumptive nominee, we, of course, as the president of the United States, makes those kinds of comments that are essentially incentivizing those kinds of coercive threats from the Russian president, then, that -- that's certainly not good for anybody and makes it more likely that the Russians might actually try to test that threat and result in a clash or even a basically a form of covert coercion that leads to war, fatigue and less support for the Ukrainians. And that certainly fears feeds into exactly what the Russians want, which is to threaten NATO, so that NATO has to spend more on its own defense, and less on supporting the Ukrainians retake more of their territory, Matthew Orr, appreciate your analysis. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:15",
      "speaker": "ORR",
      "sentences": "Absolutely. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "The U.S. State Department says, it is devastated about the death of a young Palestinian girl in Gaza named Hind Rajab. Her story captured the world's attention after she was trapped in a car that had come under Israeli fire late last month and made a desperate call for help. Her face was unknown for almost two weeks, but over the weekend, a Palestinian journalist said the little girl had been killed along with all her relatives who were in the car with her. The Palestine Red Crescent Society says two ambulance workers sent to rescue her were killed as well. Now, the U.S. is pressing Israel to investigate(BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: We are devastated about the reports of the death of Hind Rajab. I will tell you that I have a little girl that's about to turn six myself and so, it is just a devastating account, a heartbreaking account for this child. And of course, there have been thousands of other children who have died as a result of this conflict, and every one of them is a tragedy that I know -- I can tell you, everyone in the United States government feels quite deeply. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CHURCH",
      "sentences": "A young boy from Gaza says the war there is the worst he's ever seen. At just ten years of age, it's devastating to realize he has already lived through enough war in his life to even make a comparison. We closely followed the journey of Ibrahim Dahman and his family last year through Ibrahim's eyes as they fled from Gaza to Egypt. And now, we see it through the eyes of that young boy, his son Zaid. Here, Zaid tells his story in Arabic with illustrations to underscore the horror he experienced.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "ZAID, SON OF IBRAHIM DAHMAN WHO FLED GAZA",
      "sentences": "It's me, Zaid. [Foreign Language].(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}