{
  "date": "2024-11-16",
  "headline": "Smerconish",
  "subHeadline": "Will Trump's Cabinet Picks Get Through Confirmation? Will There Be Targeted Arrests Or Mass Deportations? New York Times Op-Ed, The Elites Had It Coming. Aired 9-10a",
  "utterances": [
    {
      "timeStamp": "09:05:20",
      "speaker": "JESSICA LEVINSON, CONSTITUTIONAL LAW PROFESSOR, LOYOLA LAW SCHOOL",
      "sentences": "I don't accept the assumption behind the question because I agree with your thesis and I don't think you're a dummy here. I think that what we see is laying out really a cascade of appointments where each does take the heat off the other. But to answer your question, let's go back to the late 1700s. We're just ratifying the Constitution and we need to make sure that the government can run, that we don't have these huge vacancies when Washington is not in session, when the Senate and the House are not in session, which happens quite frequently at the time.And so the Constitution being, I think, a brilliant and maddening document, says, OK, let's give the president that power to make sure that we can keep running, not to make sure that we can game the system and deprive Senate of their ability and in fact, constitutional duty to give advice and consent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:20",
      "speaker": "SMERCONISH",
      "sentences": "And of course, back then, everybody was on a horse. More recently, according to the Congressional Research Service, President Clinton used 139 recess appointments. President George W. Bush won 71. And then something happens on President Obama's watch, it goes to 32. And there's then a SCOTUS case. What was the outcome in lay terms of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:20",
      "speaker": "LEVINSON",
      "sentences": "So the SCOTUS case comes in 2014. One thing to highlight just in terms of the context of our conversation here is that those appointments, while there were many, were not the cabinet level positions that you and I are talking about today. They were lower level positions. In terms of what happens in 2014 the Supreme Court really, for the first time looks at the appointment clause and says, OK, what's required here? And what they say is what's required is at least a 10 day recess.Not 48 hours, but at least 10 days. What they also say is that the vacancy can occur before the actual recess, but that requirement that there be a real 10-day, essentially shutdown is what leads to that drop in part. In part, there are other factors in terms of whether or not the President and the Senate are from the same party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:20",
      "speaker": "SMERCONISH",
      "sentences": "So John Thune becomes arguably the most important person beyond President Trump in this dynamic as the new elected Senate Majority leader. How much power rests in his hands? What can he do or not do relative to adjournment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:20",
      "speaker": "LEVINSON",
      "sentences": "Arguably the most important. So why? Because when it comes to adjournment, you need both the House and the Senate to say yes, OK. So this House actually, while they don't have any role when it comes to, as, you know, advice and consent for nominees, they do have a role to say in terms of dragging their feet and saying, no, we won't adjourn. Now, that is a political question.But then I will say there's this never used provision of the Constitution when there is a disagreement between the Senate and the House about adjournment in, quote, \"extraordinary circumstances,\" then the president can essentially pull a safety valve and say, you're in recess. We've never used it before. I have a feeling that the Supreme Court would have something to say about it. But there is this other constitutional provision that's kind of lurking in the background.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:20",
      "speaker": "SMERCONISH",
      "sentences": "OK, thank you for playing along. Wipe the slate clean. Big picture, where do you think this is headed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "SMERCONISH",
      "sentences": "So either it gets worked out as between President-elect Trump and Senate Leader Thune, or perhaps it's headed for litigation. That sounds like the bottom line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "LEVINSON",
      "sentences": "Yes, that sounds like the bottom line, I think that's right. In the sense of if they try to use these recess appointments in a way that I think the Constitution doesn't envision, in a way that I think in fact undermines what the Constitution's vision is, as you know, which is to share power, to make sure that the president does not become a king. Think of what we were coming from. We were coming from England where we wanted to have something completely different, the dispersal of power, because too much power in any one place we thought was scary and could corrupt.And so, we have to look at what happens to our branches now. And if in fact the Senate acquiesces, again, I do think there will be litigation. And my prediction at this point is that the federal judiciary holds on this question. This is a question of constitutional interpretation. Having said all of this could all be something to get us to talk about, oh, my God, what if he uses the -- you know, what if he tries to use recess appointments, he walks it back and we say, oh, look, he's being very reasonable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:39",
      "speaker": "SMERCONISH",
      "sentences": "President-elect Trump is promising the largest deportation operation in the history of our country. But how will his administration actually pull it off? Tom Homan, Trump's former acting ICE director will serve as the nation's next border czar. Announcing on Truth Social, Trump wrote, \"there is nobody better at policing and controlling our borders. Tom Homan will be in charge of all deportation of illegal aliens back to their country of origin.\"Homan says Trump's immigration plan will focus on targeted arrests. (BEGIN VIDEO CLIP) TOM HOMAN, TRUMP'S FORMER ACTING ICE DIRECTOR: Public safety threats and national security threats will be the priority because they have to be. They propose the most danger to this country. So we're going to prioritize those groups, those who always have final orders, those that had due process, a great taxpayer expense. And the federal judge says you must go home, and they didn't. They became a fugitive. It's not going to be a mass sweep of neighborhoods. It's not going to be building concentration camps. I've read it all. It's ridiculous. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:39",
      "speaker": "SMERCONISH",
      "sentences": "Last week, a caravan of 3,000 migrants traveling through Mexico to reach the U.S. southern border shrunk in half after hearing that President-elect Trump had clinched the White House. Trump will likely reinstate border policies from his first term, like remain in Mexico, which meant migrants claiming asylum in the U.S. will have to wait in Mexico while their cases are being processed.Joining me now is Carlos Trujillo, a Cuban American, senior adviser to the Trump campaign, one of Trump's principal Latino surrogates, former U.S. ambassador to the Organization of American States. Ambassador, welcome back. Which is it going to be targeted arrests, which is what I think I heard from Tom Homan or mass deportation as the President-elect spoke of during the course of the campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:39",
      "speaker": "CARLOS TRUJILLO, SENIOR ADVISER TO THE TRUMP CAMPAIGN",
      "sentences": "Good morning and thank you for having me.I don't think they're mutually exclusive when you're looking at just the targeted arrest population is over 600,000 people. I would say that's a massive amount of people who are in this country now who either had law enforcement contacts or have already been fully adjudicated through the immigration process and have not been removed from the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:39",
      "speaker": "SMERCONISH",
      "sentences": "Tom Holman was a guest of Don Jr. on a podcast. I want to show you and everybody else a clip and then I'll ask about it. Roll that.(BEGIN VIDEO CLIP) DONALD TRUMP JR., \"TRIGGERED WITH DON JR.\" HOST: How much will you be able to improve the life of everyday Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:39",
      "speaker": "HOMAN",
      "sentences": "I got three words for him. Jock and all. Jock and all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:39",
      "speaker": "TRUMP",
      "sentences": "I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "Shock and awe. Sounds to me like mass deportation. I can tell you, Ambassador, that when I've entertained phone calls from those who voted for Donald Trump on this issue, they tell me they'll be disappointed if there's not something that they regard as a mass deportation effort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "TRUJILLO",
      "sentences": "Well, I would agree. There's 10 million people that have entered this country illegally over the Biden-Harris administration. The starting of just the 600,000 have criminal illegal contact, I think is very, very significant.But I think one thing that has to be clear, it's going to be done in a thoughtful, strategic manner. You've heard news reports on, we're just going to raid public schools and pick up children and send them back to their country of origin. I think the administration has made it abundantly clear that is not the case. We're talking about people who've entered the country illegally, who've been adjudicated through the process or have had law enforcement contacts. That means they've either been arrested in this country or in their previous country of origin. Those are the first people that need to be removed from this country, not only for the safety of them, but also for the safety of all Americans who have to live in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "OK, a practical question, maybe a naive question, but how do you know who they are and where they're located? Who has the list? What is the list? And which arm of the government is going to be charged with this responsibility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "TRUJILLO",
      "sentences": "Well, you have a lot of them who have had -- the ones who have had law enforcement contacts have either gone through the prison system or the county jail system, they have biometrics, they have fingerprints, they have additional law enforcement contacts, right? So since you're driving without a license, you get driving -- you get arrested for driving while intoxicated or some other offense. Those people are well known because of the biometrics. Those are the easiest ones to identify and illegally and remove from this country. You also have people that are currently with ICE detainers.So people who have spent time in either a prison or a jail, they're about to be -- their time is about to be completed. Those are the easiest ones to go to the prison or go to the jail, pick them up and send them back to their country of origin. That population of itself is hundreds of thousands of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "Mr. Ambassador, what about the short order cook in Jersey City who came into the country illegally but has kept his nose clean, may have a New Jersey driver's license. Somebody coming for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "TRUJILLO",
      "sentences": "Well, I think the priority, as Mr. Homan has said, and I think as President Trump has said on multiple occasions, we have to remove people from this country who pose a threat to the safety and security of the American people. And just that population in of itself is very, very, very significant. But I think what's even as important as the removals of people who are in this country illegally committing crimes, it's also the border security. If you noticed in your earlier you said the deterrent effect of just President Trump getting elected, a caravan of 3,000 people invading our country was cut in half. And I think there's a strong deterrent effect of strong leadership, as we've seen with President Trump, but more importantly, securing that southern border so that people know that we mean business.We want to keep our country safe. We want to keep drugs and guns and human traffickers out of this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "I agree with you. Tone seems to matter. I mean, the very prospect of Donald Trump returning to the White House seems already to have had a deterrent effect. What about the most fraught, perhaps circumstance of all, someone who's a citizen because they were born here, but born to parents who are not legal citizens of the United States? The family issue, will you speak to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "TRUJILLO",
      "sentences": "Well, those parents, obviously it's a case by case basis. Assuming they're hardworking people that they live within the law, their children could claim them through the legal asylum process and legalize their status in this country, their courts will adjudicate that status. But there are also some of those parents who came into this country legally and unfortunately have not made the best decisions. Their cases will be treated much differently.I think it's very difficult to paint everyone with a broad brush as we look at these immigration cases. A claim for asylum is that you're in fear for your safety and your life in your country of origin. This claim that has to be adjudicated and proved through our court system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:17",
      "speaker": "SMERCONISH",
      "sentences": "Just a final observation or comment. I hear from so many small business people in my orbit, those who call my radio program who tell me they can't keep a workforce, particularly for those jobs that are most requiring of manual labor, if those are still terms that I can use. We need to have an orderly flow of immigration or we're going to really suffer in the economy, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SMERCONISH",
      "sentences": "Ambassador Trujillo, let me put up social media comment on the screen. I might lean on you to answer it. I have no idea what's coming, but here it goes. Why is it such a problem to deport the worst of the worst, which is probably close to a million first and then -- is that a million? Yes, I think they left off a zero. And then work your way down to people who didn't show up for court appearances or had been deemed not to be allowed in the country, which is probably another couple of million. In other words, start at the top with the quote, unquote, \"worst of the worst\" and work your way down. I think you'd agree with that person. That's pretty much what you told me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "TRUJILLO",
      "sentences": "I think it's a very reasonable strategy. If you were not to appear at a court appearance for a criminal infraction, either the U.S. Marshals, if it's a federal court, or your local police department would come and pick you up on an arrest warrant. The same rules don't apply to people who enter this country illegally and don't appear before the immigration tribunals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SMERCONISH",
      "sentences": "Yes. I'm not sure that local law enforcement is eager and prepared to accept the responsibility if they're going to be on the front line of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "TRUJILLO",
      "sentences": "Well, I think we have to define what the responsibility is. If they have a criminal law enforcement contact, a domestic violence situation, they've removed the person from that home, they find out that person is illegal in this country, it makes not only that neighborhood but the entire society a lot safer to remove them. I don't think they're doing unannounced raids. They're not walking your residential neighborhood and just kicking open doors and pulling out people. So I think we have to really define what their role is.And the role is people who've had law enforcement contacts for committing crimes in this country, I think are the most likely to be deported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "SMERCONISH",
      "sentences": "Thank you for coming back. Appreciate your expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:06",
      "speaker": "TRUJILLO",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:32:09",
      "speaker": "SMERCONISH",
      "sentences": "You can find me on all the usual social media platforms so offer some reaction throughout the course of the program. I don't know what's coming. I enjoy responding to them in real time. Spot on this morning. I've been saying this for years, keep your eyes on the ball, not the latest distraction, Gaetz. Brilliant but an obvious move.Look at that, Dave. Not even antagonistic toward the host of the program. We love that. Yes, it's a three-card monte experience. We're all trying to follow the movements and losing track of the card or in the shell game of the pebble or the pea or whatever it is that's -- that's under the shell. We're distracted and -- the tell for me that it was all according to plan because oftentimes I think people look at President Trump and think it's all seat-of-the-pants and organic. The tell for me was the progression of controversy. Like, why wasn't Bobby the first pick? Instead of Susie Wiles why wasn't it Robert F. Kennedy Jr. announced for HHS? Why was there the build? You know, you went from Susie Wiles to Mike Huckabee, Governor Huckabee, and then you went to Kristi Noem, Governor Noem, and then, you know, you get to Pete Hegseth and you get to Matt Gaetz, and you get to Robert F. Kennedy, and we're already losing track of all the prior cards. More social media reaction. What else do we have that has come in during the course of the program? Are we pretending the Senate won't give him anything he wants? I think we kind of are, Kyle. Because what can they afford to lose? Three by this count? I mean, if Senate gives him -- if John Thune, who doesn't strike me, but I don't know a great deal about him, as a guy who's going to roll over for the president in this regard but it needs to be said clearly. If the Senate gives President Trump all that he wants and is willing to confirm each of these appointees, then I didn't need to have the conversation with Professor Levinson. But I don't think that's the way that it's going to go. I think there's going to be some resistance. Murkowski, Collins, one more, that's all it would take. Another social media reaction if I have time. Will Noem bring her dog with her when she moves to D.C.? The answer is she will not bring the dog nor will she bring the goat. Still to come, Democratic leaders and pundits are playing the blame game following a GOP trifecta win. \"The New York Times\" Thomas Frank wrote, \"The Elites Had It Coming.\" What did he mean by that? He joins me next. Don't forget to vote on today's poll question. This is a fun one. Who stands the best chance, from these three, of actually getting the gig, Matt Gaetz, Pete Hegseth, or Robert F. Kennedy Jr.? While you're voting, sign up for the free daily newsletter. I hand select 20 aggregated links every day, providing you with media balance. It costs nothing and you get great editorial cartoons like this one from Jack Ohman. (COMMERCIAL BREAK) [09:39:29]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "SMERCONISH",
      "sentences": "-- Trump could actually win this election. What was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "FRANK",
      "sentences": "Well, first of all, hey, Michael, it's great to see you again. It was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "SMERCONISH",
      "sentences": "You too. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "FRANK",
      "sentences": "You know, it was just -- I was at the National Portrait Gallery here in Washington, D.C., actually, not very far from where I'm sitting right now. And I noticed a -- you know, a bit of -- sort of left-wing academic jargon in the caption explaining, you know, an old painting from the 19th century and it's -- you know, the presence of this kind of jargon always strikes people as scolding from the top- down, you know? And it's just -- it's everywhere around us. It's -- you know, the culture wars are -- they sort of assault us from all sides, you know, as you walk around the city -- as you walk around any city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "SMERCONISH",
      "sentences": "In other words, you're -- you're -- you're looking at a painting and they want you to know that this painting is depicting colonialism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "FRANK",
      "sentences": "Yes, yes, yes. Settler colonialism, I believe, was the term. It's a -- you know, it's a kind of -- you know, it's an academic buzzword. And, you know, I don't want to -- I don't want to place too much emphasis on this. It's more -- it's a symptom of this -- of this, you know, this broader phenomenon of, you know, political correctness around us every day, all the time. And it makes a lot of people feel really uncomfortable.But, you know, this is -- you know, the culture wars are everywhere now. And I think it's to the Democrats -- and by the way Kamala Harris did not -- you know, wasn't like -- you know, she wasn't really all in on identity politics or anything like that. But it doesn't really matter because there's this -- there's this other liberalism that's around us all the time that sort of constantly forcing this stuff on us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "SMERCONISH",
      "sentences": "So last weekend here I delivered a postmortem commentary and I gave a similar example, my own, which was the yard sign that said Harris Walz Obviously.And there was -- there was a level of browbeating that I saw in that. And, by the way, you see some precedent in FDR in the 30s in a reelection campaign of his. What am I making reference to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "FRANK",
      "sentences": "Yes. Yes. You're talking about FDR's reelection campaign in 1936. And what happened was the -- you know, in 1932, nobody really knew what to expect from Franklin Roosevelt. The economy was, you know, deep in the Great Depression, et cetera. But by 1936, he had -- everybody knew what he was about.It was the new deal. He had rolled out this -- like this amazing series of reforms. And the press in America, which at the time was, you know, reflected the views of what you would call the business elite. The press turned massively against Franklin Roosevelt, and he was denounced from coast to coast in, you know, overwhelming majority of the news media. And it backfired. OK. So, he won in 1936, one of the greatest landslide victories in American history. And in the aftermath of that, you know, they're doing the autopsy, what went wrong? How did we fail to stop Franklin Roosevelt? People said, you know what -- you know, this -- we had this incredible, overwhelming media attack on Roosevelt and it completely failed. Why is that? And one of the reasons is that people really -- you know, they kind of hate their local newspaper. They love it but they also hate it at the same time. And it's a lesson that's been completely forgotten that media unanimity is not necessarily -- you know, is not necessarily the path to victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "SMERCONISH",
      "sentences": "Right -- people -- the way I've said it is that people wanted to be free, in this instance, to make a decision about rejecting him, Trump, on their own. Here's a graph from the essay that you just published. Put it up on the screen, Catherine.Working people were once the heart and soul of left-wing parties all over the world. It may seem like a distant memory, but not long ago, the left was not a movement of college professors, bankers or high- ranking officers at Uber or Amazon. Working people, that's what parties of the left were very largely about. The same folks who just expressed such remarkable support for Trump. To which I would add, Thomas Frank, you were largely writing about Republicans 20 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "FRANK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:02",
      "speaker": "SMERCONISH",
      "sentences": "But what we've now seen is that Democrats are doing the same thing. Explain that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Social media reaction. Stick around for a moment because maybe we'll -- we'll answer it together. Catherine, can you put something up on the screen and I can --When you cater to Hollywood, says Goody4u -- when you cater to Hollywood, the elites in this country and identity politics this is now a proven losing agenda. One billion dollars on identity politics and Hollywood. Go figure. Thomas, I would add to that -- for me, it was a replay of the 2016. I remember the final rally in 2016 for Secretary Clinton, because you had Bon Jovi, you had the Boss, you had the Obamas, you had the Clintons, and tens of thousands of people. And then Kamala Harris, the campaign on the eve of this election, back in Philadelphia with all the latest headliners. Speak to that quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "FRANK",
      "sentences": "So, can I just -- I just want to point out there that, you know, the Democratic Party has a very proud history of, you know, doing wonderful things on, you know, on -- well, we think of the civil rights movement in the 1960s, the various civil rights acts under President Johnson and they've done many, many wonderful and powerful things since then.But what we're talking about here with -- you know, in the last few years is a very different form of identity politics, where it's all about, you know, subtracting people from your coalition, about scolding people, about kicking people out. And I'm just here to tell you that you can't build a mass movement by, you know, constantly excommunicating people and constantly throwing people out because they're not -- you know, they're not good enough and they're not pure enough, and they're not correct enough. And, you know, there was this time especially you look at something like Twitter four years ago or three years ago or whatever that's -- that's -- that's how it worked. That's what it was all about. These like incredible dog piles. You know, these -- you know, these mass campaigns. You know what I'm talking about. And that's not how you build --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "FRANK",
      "sentences": "-- a social movement. That's like -- that's the opposite of what you're supposed to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Can I say -- can I say it in my own terms? If you cancel everybody, or every group, there's nobody left. Thomas Frank, thank you for being back. The book -- the book stands the test of time. Go read it again, \"What's the Matter with Kansas?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "FRANK",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    }
  ]
}