{
  "date": "2024-06-07",
  "headline": "CNN News Central",
  "subHeadline": "Biden to Give High-Stakes Speech; Hiring and Wages Picked up in May; Hunter Biden's Federal Trial Resumes Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "CHRISTY TURLINGTON BURNS, FOUNDER AND PRESIDENT, EVERY MOTHER COUNTS",
      "sentences": "Beast cancer. You know, there's so many things, which is why I think comprehensive, holistic care is what's required.We enter the health care sort of world when we become moms usually, usually that's the time when we're going to have the most interface. More hospitalizations happen at that time than any other time in our lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "I finally really got doctors when I became pregnant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "TURLINGTON BURNS",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "It was really time I saw doctor repeatedly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "TURLINGTON BURNS",
      "sentences": "And one thing that was called out in this report that I think is also really important is that a lot of the countries that are doing better have home visiting nurses. So we now know that 65 percent of the deaths that are happening that are related to pregnancy and childbirth are happening postpartum within the first year after baby is born. So the emphasis has been on prenatal care, which we can still do better at delivery.And then mom is like, move on. Baby's here. Mom, you got through this. And then she's left on her own with little access to services, mental health. And then the paid leave piece is what comes into play there. You know, women are just unsupported. It's a gender equity issue, I think, at the very root cause. And there's more attention to it, but it's not happening fast enough. And women are still dying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Your organization is now what? We're almost 15 years in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "TURLINGTON BURNS",
      "sentences": "Almost 15 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And this is showing like the crisis is then, the crisis is now. Silver lining, though, there people like you who are putting voice to it and working all along the process to make it better. It's great to see you, Christy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "TURLINGTON BURNS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Thank you so much.A new hour of CNN NEWS CENTRAL starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "Right now, President Biden is on his way back to Normandy for a crucial speech on democracy and freedom. This comes just hours after he announced a new, major aid package for Ukraine.The president's son its back in a Delaware courtroom today. What the defense is hoping to hear from Hunter Biden's daughter and the president's brother too blunt potentially yesterday's dramatic testimony. And, it's one last spin for America's longest running game show host. After more than four decades and over 8,000 episodes, \"Wheel of Fortunes\" Pat Sajak is saying farewell to viewers. I'm Omar Jimenez, with Kate Bolduan. John Berman and Sara Sidner are out. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "President Biden right now making his way back to Normandy, France, where very soon he'll will be delivering a much-anticipated high-stakes speech on the battle for democracy abroad and at home, in his view. Biden will likely not say Donald Trump's - Donald - call out Donald Trump by name, but the risks that Biden believes his political rival poses will once again be front and center of his remarks.Also front-and-center will be Vladimir Putin's Russia. Last hour Biden wrapped a meeting with Ukraine's president where Biden, on-camera with Zelenskyy, apologize to him for the delay of U.S. aid making it to Ukraine. Biden blamed Republicans and then said this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We continued to say, the United States is standing with you. You are the bulwark against the aggression that's taking place. We have an obligation to be there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Kayla Tausche, traveling with the president once again this morning.Kayla, set us up for what we could be hearing from the president very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BOLDUAN",
      "sentences": "Kayla Tausche, great to see you.Oh, before I let you go, I wanted to ask - I'm so sorry, I forgot - almost forgot, I wanted to ask you about Biden's meeting with President Zelenskyy. What more are you learning about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "TAUSCHE",
      "sentences": "Yes, that ended just a few moments ago. And at the top of the meeting, President Biden announced a new aid package for Ukraine, $225 million that will include artillery, ammunition and new air defense systems. That is the sixth package that is the result of the tens of billions of dollars in additional funding that Congress green-lit back in April. But it took six months to get that funding. And President Biden, in that meeting, apologize to President Zelenskyy for any delays it caused on the battlefield.Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I have to apologize for the - the weeks of not knowing what was going to happen (ph) in terms of funding, and because we had trouble getting a - a bill that we had to pass that had the money in it. Some - some of our very conservative members who were holding it up. But we got it done finally.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "TAUSCHE",
      "sentences": "This comes as western allies are trying to discuss new and long-term funding solutions for Ukraine as political and financial wherewithal around the world is growing thin.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BOLDUAN",
      "sentences": "It's great to see you, Kayla. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "JIMENEZ",
      "sentences": "And with us now is presidential historian Douglas Brinkley.Thanks for taking the time. Good to see you. I want to start with - look, I mean, it is a very critical time in Europe right now. I think there's no secret about that. Even - we even saw Ukrainian President Volodymyr Zelenskyy embracing World War II veterans at one point yesterday. Do you see any parallels to the climate in Europe now versus 40 years ago when - when Reagan spoken, and even going back into the late '30s as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "BRINKLEY",
      "sentences": "Well, it's a great question.You know, when Ronald Reagan's trip in 1984 was planned by Mikie Deaver, we considered Deaver the kind of maestro of statecraft. And they sent advanced agents there, got the exact right visual, timed it, in those days, so the big speech would come in, in the U.S. at 7:00 a.m., which was trying to capture the \"Good Morning, America,\" \"Today\" show audience. Reagan, in early 1984, had a 27 percent approval rating in foreign policy. After the speeches there at Normandy, Reagan went up to 50, 60 percent, and it stayed there for the rest of the election cycle. So, it does have an impact. Why? What goes on here? Look at the film clip of Zelenskyy talking and holding and hugging an American hero of World War II and saying, you saved Europe. Those are very powerful moments. And Reagan's speech made anybody who had served in World War II feel proud about it. And Reagan had told everybody in America, you have a veteran, you have a hero, a - somebody who served in either World War II, Korea, Vietnam, in your community. Tell them to stand up. Tell them, thank you. And it started a wave around the country. And I think you're seeing Joe Biden doing that now, try to remind people of his love of the veterans of America, but also our armed forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "BOLDUAN",
      "sentences": "Doug, it's always great to have you come on to kind of set the stage for these big moments. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "BRINKLEY",
      "sentences": "Thank you, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "BOLDUAN",
      "sentences": "All right, so we do have some breaking news this morning we want to get to once again. U.S. job growth coming in hot in May, 272,000 jobs were added last month. Really blowing past expectations.Rahel Solomon back with us. Break down the report for us, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "RAHEL SOLOMON, CNN BUSINESS CORRESPONDENT",
      "sentences": "Yes, so let's put that 272,000 in perspective, as you pointed out, Kate, right. So that's where we are. We were expecting something closer to right about this, right, 180,000. So, we sort of surpassed those Wall Street expectations almost by 100,000. Taking a look at the prior two months, these were actually revised slightly lower, but again, I mean, especially, what would this be, April, March, especially strong, right? So you see that their.Unemployment, this comes from a different survey in the report. Same report. But this actually ticked up, passing 4 percent for the first time since January of 2022. So, if you put this sort of - if you look at this broadly and if you put this in perspective, this is a very tight range. This is very low unemployment. And even with the tick up, it's still pretty low. And then looking at wages, now, if you're a worker and you're hoping for a raise, or if you are looking for a raise, you like to see this uptick, right? Because we actually saw, on a monthly basis, and an annual basis, wages pick back up more than Wall Street was expecting. Also more than we saw the month prior. The reason why Wall Street probably doesn't like this, the reason why futures are actually lower on this report is because of the concern within the Fed that maybe higher wages could fuel into higher inflation. Of course, they are trying to tamp down inflation. So, you put this in perspective, Kate and Omar, with this, sort of a picking back up, a heating back up of the labor market, and all this really means is that the labor market continues to show signs of strength, but also the Fed continues to show no signs of being in a rush to cut rates. That's also why Wall Street is not so excited about this report. So, we know rate cuts are coming inevitably at some point, but a report like this means we'll likely have to wait a bit longer. We hear from the Fed next week. It will be really curious to hear what they have to say about this May jobs report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "BOLDUAN",
      "sentences": "Yes, and remember, for so long it was June was going to be the month where we were going to see the Fed cut rates. Clearly it seems -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "SOLOMON",
      "sentences": "Virtually no one expects that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "BOLDUAN",
      "sentences": "Exactly right.Great to see you, Rahel. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:07",
      "speaker": "SOLOMON",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:18:58",
      "speaker": "JIMENEZ",
      "sentences": "All right, moments ago, Hunter Biden arrived back in court as his federal gun trial resumes. Prosecutors have said they have two more witnesses to call before resting their case. It's really been a week of dramatic, deeply personal, and at times embarrassing testimony. None more so than from Hallie Biden. She is the widow of Beau Biden and also dated Hunter. She testified yesterday that she believes he was using drugs when he purchased the gun at the center of this case.Today, Biden's defense attorney is hoping that testimony from key family members, the president's brother and granddaughter, will outweigh Hallie Biden's testimony. We will see. Joining us now, CNN's Evan Perez. Evan, so what can we expect today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "So, I - I'm one that believes - Omar, good to see you - that the case shouldn't have been brought, right? This is a case that I would argue, if I'm on the defense team, is about a public humiliation and shaming of a problem that is shared by so many people. And so to the issues in terms of the simplicity of the case, did you lie on a form? There's an open question as to that I would argue. Did he know, that is Hunter Biden, that he was addicted at the time? Was he deceiving himself? Did he have the mental state to actually deceive, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JIMENEZ",
      "sentences": "So, that's where you would start if you were defending him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JACKSON",
      "sentences": "Without question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JACKSON",
      "sentences": "That's where I would start. The prosecution is saying, hey, we're not shaming addiction, we're saying that it's improper to lie. You can't lie on a form. You can't lie to a federal license dealer. And, of course, you can't possess an illegal gun. The alternative narrative is, did he know, right, or was he in denial, Hunter Biden, with respect to the problem. And there's some doubt around that issue, particularly when Hallie, right, who apparently he was with at the time, his brother's widow, Beau, former attorney of Delaware - excuse me, former attorney general of Delaware, right, he was with her at the time and she has some sense of what he was doing, but she didn't see him using, just had knowledge with respect to alleging that he was using at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JIMENEZ",
      "sentences": "And one of the major questions whenever there's a notable defendant in a cases is, will the defendant actually testify. And, you know, obviously, there are likely some discussions going back and forth there. But what are - what - what are the legal factors that you would be weighing if you're on his team and trying to make that decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JACKSON",
      "sentences": "So, great question, Omar. Those are always game time decisions. And what do I mean. You always prepare your client for potential testimony, but you really don't want - and I don't like clients to testify. In this case, I really don't feel that way and I'll tell you why.The reason that you may not have a client testify is because, look, if you've made headway in establishing reasonable doubt, establishing whether or not he knew he was lying on the form, establishing whether or not he was addicted at the time, establishing whether or not at this particular moment he wasn't using, but then he resumed, as many addicts do. You go up and down. Perhaps you leave it there because its reasonable doubt. I think this case turns a lot on what we call, Omar, jury nullification. What does that mean? It means that a jury could say that potentially he did do this, but should we really be here? Should we be here for the fact that a person who had a gun for 11 days wasn't used with respect to any other violent crime, was certainly addicted at the time, was going through a really hard experience. We know that the jurors themselves have had experience as it relates to knowing someone who is addicted, so they could be somewhat empathetic. And does he now get on the stand and say, hey, I was going through a difficult time. At that specific moment I wasn't addicted. I did relapse. I was doing the best with my life. I wasn't intending to lie to anyone. I had the gun. It was in the truck. It wasn't used, et cetera. Maybe that resonates. That's a tough decision for the defense to make. But in this particular case, because of the jury nullification element, right, it potentially could be at play -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JIMENEZ",
      "sentences": "Humanize him a little bit more in front of that jury as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JACKSON",
      "sentences": "Absolutely. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JIMENEZ",
      "sentences": "Joey Jackson, really appreciate the time and perspective, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:10",
      "speaker": "JACKSON",
      "sentences": "Always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:03",
      "speaker": "VANNA WHITE",
      "sentences": "Eight thousand episodes went by like that. You're like a brother to me, and I consider you a true lifelong friend, who I will always adore. I love you, Pat.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}