{
  "date": "2024-11-27",
  "headline": "CNN This Morning",
  "subHeadline": "Israel-Hezbollah Ceasefire Deal Now in Effect; Trump's Border Czar Warns Opponents: 'Don't Test Us'; Conditions Improve Before Thanksgiving Storm Hits East Coast. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "a fragile peace. Israel's prime minister celebrates a temporary ceasefire with Hezbollah.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "TOM HOMAN, INCOMING TRUMP BORDER CZAR",
      "sentences": "Me and the Denver mayor, we agree on one thing. He's willing to go to jail. I'm willing to put him in jail.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "Tough talk. The nation's next border czar threatening to jail anyone who tries to block Trump's mass deportations.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The political atmosphere was pretty brutal. And that's not an excuse.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "Looking for answers. The leaders of Kamala Harris's failed campaign open up about what they think went wrong.And -- (BEGIN VIDEO CLIP) TAYLOR SWIFT, SINGER: It's going to be called the Eras Tour. See you there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "The end of an era. Taylor Swift winding down her monumental tour, raising questions about what comes next for the superstar.All right. We are ticking close to 6 a.m. here on the East Coast. A live look at the Washington Monument. I think at 6 a.m. the airplanes can start taking off on this Thanksgiving eve from Ronald Reagan National Airport, which is behind the Lincoln Memorial in that shot. Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us. At this hour, the truce between Hezbollah and Israel seems to be holding. Celebrations on the streets of Beirut as the two-month U.S.- backed ceasefire pauses more than a year of conflict. Under the terms of the deal, Hezbollah forces will withdraw from Southern Lebanon as they're replaced by the Lebanese military. In return, Israeli forces will leave Lebanese territory. In a sign of just how fragile this peace is, the Israeli military reporting their forces opened fire on unidentified vehicles attempting to enter an area the IDF considers restricted. And new this hour, Hamas, the Palestinian militant group responsible for the October 7th terror attack against Israel, they're now saying they're willing to cooperate with, quote, \"any efforts,\" end quote, to achieve a ceasefire in Gaza. Israeli Prime Minister Benjamin Netanyahu hailing the deal in Lebanon as a victory in Israel's larger war against terror. (BEGIN VIDEO CLIP) NETANYAHU (through translator): And now Hezbollah is no longer, and it will help us with the task of bringing our hostages back. We were attacked in seven fronts, and we retaliated. We are changing the face of the Middle East. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "For President Biden, this deal is a breakthrough in a region that has seen little progress since the Hamas terror attacks almost 14 months ago.As Peter Baker, chief White House correspondent for \"The New York Times,\" writes this morning, quote, \"With just 55 days left in office, Mr. Biden is racing against the clock of history. He would prefer to be remembered as the president who set the Middle East on a path toward a lasting settlement of long-standing animosities than one who turned over a mess to his successor.\" That reality, and President Biden's hope that he could still broker a wider, historic, legacy-defining peace, clear in his Rose Garden remarks yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Today's announcement brings us closer to realizing the affirmative agenda that I've been pushing forward during my entire presidencyIt reminds us that peace is possible. Say that again. Peace is possible. As long as that is the case, I will not, for a single moment, stop working to achieve it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "In less than two months, though, the Oval Office will once again be Donald Trump's.The president-elect was reportedly briefed on the terms of the deal earlier this week. One U.S. official telling CNN foreign policy analyst and Axios reporter Barak Ravid this, quote: \"The Trump team agreed this is good for Israel and Lebanon and for the national security of the U.S., and that doing it now and not later will save lives.\" Axios also reporting that a Trump transition official claimed Hezbollah agreed to the deal after Trump won, because it knew the terms of a deal would only get tougher under Trump. All right. Our panel is here to discuss: Stephen Collinson, CNN politics senior reporter; Mario Parker, managing editor for the economy and government at Bloomberg; Hyma Moore, former Southern regional communications director for Joe Biden's 2020 campaign; and Mike Dubke, former communications director for the Trump White House. Welcome to all of you. Thank you so much for being here this morning. HYMA MOORE, FORMER SOUTHERN REGIONAL COMMUNICATIONS DIRECTOR FOR JOE BIDEN'S 2020 CAMPAIGN: Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:20",
      "speaker": "HUNT",
      "sentences": "Stephen Collinson, I want to talk about this big picture here to start, because of course, President Biden wants this to be part of his legacy as he is going out, as he is leaving the world stage.But there are some signs that part of why Benjamin Netanyahu was willing to do this, part of why Hezbollah was willing to do this now, is not because of President Biden, but because of incoming President- elect Trump. How do you look at it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "HUNT",
      "sentences": "It does seem like a leap. I mean, Mike Dubke, how do you kind of look at how this cuts? I mean, it's interesting that Hamas saw what happened and put out -- we're hearing this just in, in the last couple of hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "MIKE DUBKE, FORMER COMMUNICATIONS DIRECTOR FOR THE TRUMP WHITE HOUSE",
      "sentences": "Look, I think rhetoric matters. Words matter. The actions of Donald Trump -- of a Donald Trump presidency on the Middle East are slightly unpredictable at this point.And so, for all of the parties involved, better to get a peace now. And more -- and more to your point, there is sheer exhaustion after a period of time. So, I am not surprised that the Trump -- incoming Trump administration is welcoming this news at all. And, you know, look, I want to give -- I want to give praise to the Biden administration for continuing to work this. But I think -- I think that Trump administration or transition official is right. A lot of the reason this deal came together was because the -- the incoming Trump administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "HUNT",
      "sentences": "Hyma, do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "MOORE",
      "sentences": "Look, I mean, I think some people have said this before. Benjamin Netanyahu wanted Donald Trump to be the president. He got his -- he got his choice.And so, he did feel like it was more advantageous to move to a deal. But I think the reality is Joe Biden and Kamala Harris have worked on this deal for a very long time. And this is not something that's just materialized out of nowhere. This is hard work. This is dedication. And I do think that President Biden is working on his legacy, and he really would like for his legacy to be of that of peace and of hope. But I think the reality is still there. He has worked on this very, very closely throughout the last 14 months, and so we have to give him some credit for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "HUNT",
      "sentences": "Mario, how do you think Trump coming in impacts all of this? And I know, obviously, you cover markets and the economy, but you've seen how Trump, in that space, works as a deal maker or doesn't. How does that apply here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "MARIO PARKER, MANAGING EDITOR FOR THE ECONOMY AND GOVERNMENT, BLOOMBERG",
      "sentences": "No, absolutely. And I mean, if you look at just the cabinet that he's put together so far, right, it's a very pro-Israel cabinet that he's put together, whether it's Mike Huckabee, for example. And then others.And if you go back to his first term, moving the embassy to Jerusalem, all of those steps. I mean, that's a signal to those folks in the Middle East and those players in the Middle East that -- that he'll be very pro -- pro-Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "HUNT",
      "sentences": "Stephen, how does the Gaza conflict -- I mean, what -- what do you think is the arc for that here as we head toward inauguration day? I mean, obviously, like, to your point, the IDF is absolutely exhausted. They have taken a number of top Hamas leaders off of the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "COLLINSON",
      "sentences": "Yes, it's going to be harder for Netanyahu to end, because it creates more tensions in his cabinet. The -- ending the Hezbollah war was much more -- was a much easier political lift.So, the question is, is that incentive to end the Gaza war going to play out over the next few weeks? I do think that the lesson of the last 20 years, at least, is that, while we sit in Washington and we talk about how U.S. policy affects these conflicts, the Middle East has its own bitter realities. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "HUNT",
      "sentences": "You don't say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:04",
      "speaker": "COLLINSON",
      "sentences": "-- you know, it tends to confound every single U.S. president. And I don't think that's going to change, despite the incoming Trump administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:13:14",
      "speaker": "HOMAN",
      "sentences": "Let me be clear(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:13:14",
      "speaker": "HUNT",
      "sentences": "President-elect Donald Trump's new border czar, Tom Homan, laying out his day one plans for the new administration.Homan traveled to Texas on Tuesday, meeting with Governor Greg Abbott and delivering a message to Texas National Guard members. Texas government leaders are moving to get more aggressive on immigration. In recent days, they have ordered more barrier buoys onto the Rio Grande River like the ones seen last year. The Biden administration had sued to get those barriers removed. Not every local leader is signing up for the promises of cracking down on migrants. Denver's mayor says his city would resist extreme measures, drawing the ire of Tom Homan this week. (BEGIN VIDEO CLIP) MAYOR MIKE JOHNSTON (D), DENVER, COLORADO: If they want to focus on violent criminals, we would be happy to help support pursuing, arresting, and deporting them. If they are going to send the U.S. Army or the Navy SEALs into Denver to pursue folks, to pull them off the job at hotels or restaurants where they're working, or pull kids off the soccer field, I think we will see Denverites and folks around the country who will nonviolently resist that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:13:14",
      "speaker": "HOMAN",
      "sentences": "Me and the Denver mayor, we agree on one thing. He's willing to go to jail. I'm willing to put him in jail.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "DUBKE",
      "sentences": "There are several stages to -- to kind of arresting, and I should -- I should choose a different word. But arresting immigration at the border.One of which that worked incredibly well in the early days of the first Trump administration was the rhetoric. And this is going to be my theme, I think, for today; was the rhetoric around the border. So, Tom Homan's very strong language is going to restrict and impede the number of people that are actually flooding the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "HUNT",
      "sentences": "You're saying it's going to discourage people from trying to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "DUBKE",
      "sentences": "Totally discourage that. That is super important.And that is something we saw when the Biden administration came in. There was a flood for a reason. The rhetoric was toned down. Now, if they focus -- to answer your question, if they focus on the criminal elements who have crossed the border -- and there are -- they are tracking and have been tracking for years, the criminal elements that have crossed the border. I think the American people will back them. It's when we get to the point after that first layer or second layer of individuals that we're sending back in mass deportations, that's where I think it all comes to a head. But right now, the rhetoric is important. And it's -- you know, I'm glad they're saying what they are saying. And we saw on November 5, that's what the American people are looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "HUNT",
      "sentences": "Hyma, the -- the Harris campaign often just tried not to talk about immigration at all, basically, which, you know, I think some -- we're going to dig into kind of their critiques of the campaign later on in the show.There were certainly some people that I talked to who felt like they weren't willing to engage on this. The places where Democrats have felt that they can win ground with Americans, are things like what happened under the Trump administration with child separation. And Tom Homan is someone who basically suggested in a \"60 Minutes\" interview, well, OK, what are you going to do if there's families in the U.S. with undocumented parents, and the kids are citizens? He says, well, we'll deport them, or we'll split them up. The families, basically. How do you think Democrats should be talking about this as we barrel toward the beginning of the Trump administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "MOORE",
      "sentences": "Kasie, I think you're right. I think it was a missed opportunity in some ways, not just for Vice President Harris, but for the Biden-Harris administration, talking about this a lot sooner.This is a conversation we probably should have had four years ago. But here. look, Kamala Harris tried. She went to Arizona a couple of weeks before the election and tried to change the narrative of that conversation to her benefit. But it just didn't work. And so, but two things happened. Yesterday, just on CNN, I think someone said we had the -- we have one of the lowest border crossings right now than we've had before. And so, some of these indicators that people were -- were speaking of just a few weeks ago have seemed to dissipate. And it seems as if the immigration plan is working a little bit better than Donald Trump and others were saying during the campaign. So, that's one thing. The second thing: as Democrats decide where we're going to go and what the agenda is, particularly, we look at Congress and Hakeem Jeffries as the leader, we've got to look at people like Ruben Gallego, the new senator from Arizona, who's been able to have this conversation in such a salient way in Arizona. And so, I think Democrats have got to not run from the conversation. We've got to be thoughtful, and we've got to talk about the humane aspect of this. This is not just about deportation and sending people back to where they came from. This is about creating pathways for citizenship. This is about making sure that America remains diverse and strong. It's not just about getting people out of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "HUNT",
      "sentences": "It's going to be -- it's going to be a tough, tough argument for Democrats to be making.All right. Ahead here on CNN THIS MORNING, Israel and Hezbollah agreeing to a ceasefire in Lebanon. Why Israel's prime minister is warning the Lebanese people not to return to their homes just yet. Plus, staffing shortages, severe weather threatening to make this Thanksgiving travel week -- they want me to say, \"a real turkey.\" Wah- wah. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "HUNT",
      "sentences": "All right. Welcome back to CNN THIS MORNING. We're going to take a spin across the country, as many of you are getting on planes or, you know, taking to the roads in your cars.Here's a live look at Los Angeles, LAX International Airport [SIC]. What else we got, guys? What else can we take a look at? Here's Buffalo, New York. It honestly looks pretty calm at this hour. I actually really love to fly at this time of day, although I never like to fly the Wednesday before Thanksgiving. Let's go to Cleveland. Also looks pretty relaxed. Look at that. Also, it's Delta Airlines. I mean, they're -- let's be real. They're not the most efficient, are they? All right. Let's keep going. What else we got? Anywhere else? That's it. All right. Let's go, then, to Atlanta, where we find our meteorologist. Our weatherman, Derek van Dam, who should have a map of the whole country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "There it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "HUNT",
      "sentences": "Derek, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HUNT",
      "sentences": "Oh, yes, we'll be thinking -- we'll be thinking of Berman. Derek, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "VAN DAM",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HUNT",
      "sentences": "Happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "VAN DAM",
      "sentences": "Same to you. Have a great one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:07",
      "speaker": "HUNT",
      "sentences": "Enjoy. All right. I'll see you next week.OK. Still to come here on CNN THIS MORNING, a U.S.-backed ceasefire agreement between Israel and Hezbollah still appears to be holding this morning. Israel's ambassador to the United Nations joins us live. Plus, three weeks after Kamala Harris lost to Donald Trump, some of her senior staffers are speaking out. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}