{
  "date": "2024-05-13",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Michael Cohen Testifies Trump Only Worried About Campaign, Not His Wife. Cohen: Trump Expressed to Me, \"Just Do It\" on Hush Money Payment; Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Welcome back to CNN's special coverage of Donald Trump's hush money criminal trial. Prosecutors have been asking Michael Cohen about a Wall Street Journal article published on November 4th, 2016, just days before election night. In it, the paper revealed Trump's alleged affairs with playmate Karen McDougal and adult film star Stormy Daniels.Cohen says Trump was upset because -- and I'm quoting him now -- There was a negative story that once again impacts the campaign as a result of women. Let's bring in our panel to discuss what's going on. What's your initial thought?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, so this is what happens when the story starts coming out, and you can feel the panic inside the Trump campaign. This is the whole point of paying off Karen McDougal and Stormy Daniels, to keep them quiet before the election.So their purpose here has been frustrated, and now there's this sort of frantic, what do we do? How do we walk this back? How do we sort of minimize this that Michael Cohen, I think, is about to start testifying about? And once again, it goes to this point of the prosecution, which I think has been established quite clearly, that the overarching goal is they were worried about what these revelations would do to the campaign. It doesn't have to be the only goal legally. It has to be a substantial goal. And I think Michael Cohen is corroborated healthily in that by prior testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BLITZER",
      "sentences": "Has the prosecution, Elliot, done a good job potentially convincing the jury that Trump knew everything that was going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "I think they've made a very persuasive case about the fact that Trump knew what was going on through some of these direct statements by Michael Cohen, where he says, you know, that he was, in effect, acting to please the boss, making sure that the boss knew exactly what he wanted to do. And even if you take those out, forget Michael Cohen's testimony.Just -- and prosecutors will argue this at closing. Just use your common sense. How is it humanly possible that in an organization that, according to Jeff McConney, I believe, the controller of the organization, was run like a small business, where the boss was involved in major financial decisions, where you heard from bankers and other individuals, it strains logic to think that he would not have known that a pretty substantial payment, even though it may not have been a lot to Trump's personal bottom line, but that a substantial payment was going out for a purpose that was embarrassing to him. It just defies reason, sort of, and so I think they're doing a good job there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BLITZER",
      "sentences": "Another quick legal question for you, Elliot. According to Michael Cohen's testimony, Alan Weisselberg, the chief financial officer for the Trump organization, was looking to try to make the payment to Stormy Daniels look like a golf course, membership, or a wedding, anything to distance Trump from the actual payment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "HONIG",
      "sentences": "Yes, it just goes to the fact that they were trying to cover the payment up. They were not going to write, nobody really would, they were not going to write hush money payment or NDA. They were looking for any way that would work.Could it be a payment from Michael Cohen? That's why they used this shell company, Essential Consulting. That's why they, at one point, considered, could we make it look like a golf tournament? And I should say, overall today has been a very good day for prosecutors. I think Michael Cohen's testimony has been low drama, in a way you want as a prosecutor, largely corroborated, clear to me, and they've moved quite a far distance. Now, you know, cross will tell the tale, but it's a good day so far for prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "WILLIAMS",
      "sentences": "Quickly, for folks that recall the Alan Weisselberg legal proceedings, something that came up a lot was this question of being paid for private school tuitions and automobiles and so on. The Trump Organization dealt in these non-monetary forms of payment, so it's actually not surprising that they would have been batting around this question of a golf membership as a way of compensating somebody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BLITZER",
      "sentences": "Trump and his team are walking back into the courtroom, Gloria, right now. What do you make of Trump's conduct, as described by our reporters who inside the courtroom throughout the day, passing notes, whispering, exhaling, closing his eyes from time to time, during Michael Cohen's testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Look, I think he's doing everything to keep from exploding. All right. I mean, that's just what he's doing.He's closing his eyes. He's passing notes. He just -- he just doesn't want to be demonstrative because he's been told not to be demonstrative. But now they're bringing up Karen McDougal. And, you know, can you imagine Michael Cohen calling up Keith Davidson, who's the lawyer for Stormy Daniels and Karen McDougal? And don't forget, the National Enquirer paid Karen McDougal for the catch and kill, her silence. And he is blaming them for leaking this story. [15:35:00] Can you imagine being at the other end of that line when Michael Cohen is screaming at Keith Davidson and Donald Trump is mad because he thought Michael had all of this under control? So Michael Cohen is passing down Donald Trump's anger to Keith Davidson, who is saying, look, we didn't, we didn't leak this story. And Michael Cohen is very suspect about that. And so, you know, they're trying to plug this hole. They've got, they've got so many issues that don't have anything to do with the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BLITZER",
      "sentences": "Right. Judge Merchan is back in the courtroom on the bench and he's asked for Cohen to be brought back into court as well. Cohen walked back to the witness stand and avoided looking at Trump's table just now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "It's so interesting. I mean, this is a candidate for president. This is something that is definitely affecting his psyche.We've heard from reporters who are in the room, our colleagues who are watching. He's been nodding and things, but we don't know how this is going to affect the former president. He's been able to sort of blow off a lot of this. But he and Michael Cohen had a relationship and now all of their secrets are being discussed. Again, the question, what do voters think of this? Perhaps nothing. We do not know if this will impact this presidential election at all. It could on the margins. The voters we talked to, independent voters, tired of chaos and other things. But interestingly, the things that we've learned that Donald Trump was so concerned in the final weeks, this was 10 days before the election. He had a five-minute phone call with Michael Cohen. He testified today. He was worried about how it was going to impact female voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BORGER",
      "sentences": "He had a debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ZELENY",
      "sentences": "We'll see. Well, the debate also came slightly earlier than that. Yes, but that's what was happening.So perhaps for history, we're seeing an inside look at the, you know, just a scramble inside Trump Tower here. As the Clinton campaign was on its way to losing, which they didn't know at the time. But in the here and now, we do not know the political fallout of this with a conviction or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Welcome back to our special coverage of Trump's historic criminal trial. Paula Reid and Kristen Holmes are back with me here. Let me start with you.We've heard a little bit about Melania Trump today with the testimony of Michael Cohen, where he suggested that, in fact, she was the one to try to spin the Access Hollywood tape response and discuss it as sort of locker room talk. I think people forget, going back in time, to what role she would have played in the campaign back then. Take us back in that time machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "So one thing that people don't remember is that Melania Trump actually played a part in her husband's 2016 campaign because she's not really playing a part now. She's been to one single campaign event, and it was his launch of his campaign, where she lives, at Mar-a-Lago. So she didn't really have to go that far to get there.But in 2016, it was a different case. And one of the things we heard from Michael Cohen that was really newsy was the fact that Melania Trump had actually come up with this idea, as you said, to cast the Access Hollywood tape as it was rippling through the Republicans, Democrats, thinking it was going to impact the election, to cast it as locker room talk. And I will say, it was very effective. If you remember at the time, people on the campaign trail kept saying, oh, my husband talks like that, that's just locker room talk. It started going around almost like wildfire, that that's exactly, that's just what men say or boys say. And now it turns out, according to Michael Cohen, that this came from Melania Trump. Now, one thing I want to keep in mind here is that people often don't understand the role that Melania Trump has when it comes to her current husband. They think that she is a victim or trapped or that they are very different. They're very, very similar. If you talk to anyone who knows them, she is often giving him political advice. And often her political advice looks a lot like this. It is have your backup, defend yourself. You need to defend your honor. We know that she has said about this case in particular that she thinks it's embarrassment to his name and he has to be there to essentially clear his name in this case. Keep in mind what we're talking about here. We're talking about an alleged scheme to cover up an affair that he had with a porn star while she was pregnant with their son or had just given birth to their son. But she's talking about how he needs to go out there and clear his name. And I think that's where people see the disconnect here is that she often still, even to this day, I know even before big interviews, she has given him a pep talk saying get out there, do not leave no matter what, answer all of the questions and clear your name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "COATES",
      "sentences": "I wonder, though, Paula, if that will be advice to actually take the stand at all. I doubt that that would overshadow what the attorneys must be saying, which is do not take that stand on any account. But the timeline is really important here.I mean, it was moving pretty quickly this morning in terms of testimony. We're now learning from the prosecution they're going to take until tomorrow at least on the direct. Then what? I mean, there's no court on Wednesday. Then what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Then we'll have the cross-examination. This is the defense case, as I've said. The cross- examination of Michael Cohen is expected to take as long, if not longer, than the direct examination.So fair to say the rest of this week, this short three-day week, will be dominated by the testimony and cross-examination of Michael Cohen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "COATES",
      "sentences": "And it's short. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BLITZER",
      "sentences": "Welcome back to CNN's live coverage of Trump's historic hush money trial. Prosecutor's star witness Michael Cohen has been on the witness stand all day long. The big question, do jurors believe what they're hearing from Michael Cohen?I'm joined now by jury consultant Richard Gabriel. Richard, thanks for joining us. Based on what you know and what you've seen and heard, has Michael Cohen been effective today in starting to establish some credibility with the jury?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "RICHARD GABRIEL, TRIAL CONSULTANT",
      "sentences": "Well, luckily, the prosecutors have done a pretty good job in terms of laying in a foundation for all the things that Michael Cohen is going to be testifying to today. So the real test is actually going to be when he's cross-examined. Because right now, he's just had to verify a lot of the documents, a lot of the communications that he's had with Donald Trump, with, you know, Stormy Daniels' attorney.And so right now, it's really just sort of this step-by-step putting those puzzle pieces together for the jury. He seems relaxed. He seems low-key. That's what the prosecutors really do want. What the jurors are going to be looking for on cross-examination is consistency. If all of a sudden he's defensive and he's angry and he really gets jarred by some of these cross-examination things, then they're looking at, well, really is he credible? Because they're looking for, is this the same man as I saw in direct examination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BLITZER",
      "sentences": "He's still on the witness stand. Trump's attorneys are expected to hammer Michael Cohen under cross-examination about his past crimes, his history of lying, his hatred of Trump. Did prosecutors do enough to bring up some of that troubled history and potentially blunt the impact from Trump's attorneys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "GABRIEL",
      "sentences": "Well, I think they did a pretty good job about talking about this stuff. What they haven't gotten to, which I think is going to be key, is sort of how he feels about him now, because a lot of this is sort of that interesting betrayal theme that really goes on. Trump feels betrayed by Cohen. Cohen feels betrayed by Trump.And so there is that sort of real personality dynamic that's going on here. I think prosecutors do need to go more into Michael Cohen's motivation to say what it is now. Clearly, he's not being portrayed as this noble, altruistic guy. And I think he has to be consistent with that. But they still need to say, why are you here now? Why are you testifying for the prosecution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BLITZER",
      "sentences": "The dynamic all day has been very, very interesting. He comes across, Michael Cohen, as someone who really admired Trump at one point, someone he wanted to please all of the time. How does that play into this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "GABRIEL",
      "sentences": "Well, I think it's really interesting. This is the whole portrait that jurors are getting about sort of inside the Trump political campaign, the Trump Organization, inside Trump himself. And this sort of notion that people really do coddle up to him. People want to use him. People want his favor. And then he uses them.And somehow, sometimes they feel betrayed. And then they want to get back at him. So this whole dynamic is playing out in court with Stormy Daniels, with some of the other witnesses. You have clearly some of his employees that still really love the guy and really favor him and believe in him. And yet there's still that power dynamic that happens here about some people who do feel used form him. So I think the jury is getting a very interesting inside portrait of Trump himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BLITZER",
      "sentences": "We're told that Trump has been stoic in court all day with his eyes closed through much of Cohen's testimony. This in contrast to his more animated reaction to some of the earlier witnesses. How much potentially does the jury -- how might the jury interpret that, Richard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "GABRIEL",
      "sentences": "Well, it's actually, this is a good defense move on this part because if he's reacting strongly, it just highlights for the jury that he's being bothered by it. And that means it has more importance, more gravity. You want your defendant in a criminal case to kind of think this is not important testimony. This is insignificant. And so that demeanor kind of reinforces I really don't care about this. So that is the demeanor that you ostensibly do want from a defendant in this case.",
      "isLastSentenceInterrupted": false
    }
  ]
}