{
  "date": "2024-12-02",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: President Biden Issues \"Full & Unconditional Pardon\" For Hunter; Trump Invokes \"J-6 Hostages\" After Biden Pardons Son; Trump Plans To Replace FBI Director With Loyalist Kash Patel. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MUIR",
      "sentences": "And have you ruled out a pardon for your son?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MUIR",
      "sentences": "You have.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Now, Hunter Biden was due to be sentenced in just a few weeks in both the tax and gun cases against him. With the sweeping pardon, he now cannot be prosecuted for any other possible federal crimes that may have been committed in a 10-year period. His legal team, as you might expect, well, they formally accepted the pardon from his father on Sunday.Let's bring in CNN Senior Crime and Justice Reporter Katelyn Polantz. Katelyn, as we said, the President has insisted repeatedly that he would not pardon Hunter. So, the news perhaps coming as a surprise to many. What more do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Somewhat of a surprise, Rahel, but something that Joe Biden absolutely can do as President, has this unlimited presidential power of the pardon, and that is his dear son, Hunter Biden, who had been convicted by a jury of gun crimes and had also pleaded guilty to several tax felonies, tax evasion crimes. All of those cases had been very much linked to the things that Hunter Biden was doing when he was in the throes of drug addiction.But, when Joe Biden issued this pardon last night and said that this is a full unconditional pardon for Hunter Biden, Joe Biden said it's not as much about Hunter as it is about both of us. This is his statement as the President. \"Here's the truth. I believe in the justice system, but as I have wrestled with this, I also believe raw politics has infected this process, and it led to a miscarriage of justice, and once I made the decision this weekend, there was no sense in delaying it further. I hope Americans will understand why a father and a President would come to this decision.\" Joe Biden there in that statement acknowledging he did make the decision this weekend after the election, knowing that Donald Trump is incoming as the President, and a weekend over Thanksgiving where it was spent with Hunter and other family members up in Nantucket. Hunter Biden also had a statement on this, saying that he now is going to rebuild helping people who are sick and suffering because of the mercy that he is getting from his father, the President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Katelyn, as we said, I mean, this sentencing was initially scheduled for just a few weeks from now. I mean, remind us of the issues here, the case here. I mean, he was facing some pretty serious jail time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "POLANTZ",
      "sentences": "He was. There was the distinct possibility that Hunter Biden could be sentenced to prison. There are two federal criminal cases where he was going to be getting a final judgment from the judge following these convictions, the one, those felony gun charges of him telling people when he was buying guns in Delaware, or a gun in Delaware, that he wasn't using drugs at the time, when, in fact, at the trial, there was ample evidence of his drug abuse. There were a lot of messy family moments brought out during that trial. And then the second case about the failure to pay taxes, more than a million dollars in taxes, things that he was not paying when, at the time, he was spending very lavishly on escorts, strippers, cars, drugs. So, these cases has dredged up quite a lot of dirty laundry.And then, in addition to that, Rahel, this pardon covers not just those charges sparing Hunter Biden from any prison sentence, but also it covers any possible crimes he may have committed in the decade between 2014 and 2024, a time when Hunter Biden was doing a lot of business abroad, that type of business was what was catnip to Republicans in wanting to investigate not just Hunter Biden and his business dealings, but the rest of the Biden family, including Joe Biden himself. [11:05:00] So, a level of protection there that the President is giving his son for any potential future investigations as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And clearly, Republicans have had a lot to say about this pardon now.Katelyn Polantz, thank you. For more perspective on this, I want to welcome in CNN Senior Legal Analyst Elie Honig. Elie, always great to see you. I want to start with something that Biden said in his statement. I'll read it for you. \"No reasonable person who looks at the facts of Hunter's cases can reach any other conclusion than Hunter was singled out only because he is my son, and that is wrong.\" Legally, Elie, how do you see it? ELIE HONIG, CNN SENIOR LEGAL ANALYST, &amp; FORMER PROSECUTOR: Well, I don't agree that no reasonable person could come to any other conclusion. I do think that there is room for reasonable people to disagree here. When we look at the merits of the Hunter Biden prosecution, there is two cases here. As Katelyn just said, there is a gun charge in Delaware. Now, I think that was a stretch in my experience as a federal prosecutor, ordinarily, you would not charge somebody who had a gun years before for 11 days. Never used it. Discarded it. You wouldn't bring that case. It's just not worth it. It doesn't merit prosecution. The tax case, though, I think, is real. It involves $1.4 million of unpaid taxes. And DoJ does sometimes charge people with that type of crime, and does take pleas, and sometimes people in that position do go to prison. So, I think it's wrong to say no reasonable person would accept this as a legitimate prosecution, but I do think there are fair arguments either way, and I do think there are some elements of the prosecution which probably would not have been brought against Hunter Biden, if not for the fact that he was Joe Biden's son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "If not for the fact that he was a Biden. Elie, explain for us --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HONIG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "-- how exactly pardons work. As we said, and as Katelyn repeated, the pardon covers this 10-year period, from 2014 to 2024. Is it blanket protection? I mean, is it possible that Hunter could be retried in the future for some of these offenses? I mean, how does it work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HONIG",
      "sentences": "Well, what's historically interesting and unusual about this pardon is the breadth of it, because most pardons that we see are specific to a given case. In other words, the President would issue a pardon. It says, on the case of United States versus so and so, the case of United States versus Hunter Biden on the gun charge in Delaware or the tax charge in California, I hereby issue a pardon, and then those particular cases are extinguished, wiped off the books.What's different about this pardon, it does have that, but it also has this blanket protectionist, is a complete and unqualified pardon for anything Hunter Biden did from January 1 of 2014 until now, until the day of the pardon, and that means he cannot be -- Hunter Biden cannot be federally prosecuted for anything he did from 2014 on, and anything before 2014 is going to be too old under the statute of limitations. The only, the best historical precedent is Richard Nixon, who received a blanket pardon from Gerald Ford in 1974. I don't think that's company that Joe Biden and Hunter Biden want to be in, but that's where they've landed now because of the breadth of this pardon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "To that point, Elie, I mean to those who say, but wait a minute, wait a minute, Bill Clinton pardoned his half-brother. That was on drug charges. Trump pardoned the father of his son-in-law, Jared Kushner, for tax evasion. How do you compare this to those examples?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HONIG",
      "sentences": "Well, it's similar in the respect that those are now three pardons the presidents have given to family members, and I don't see it so much as an excuse for what Joe Biden has done, as adding him to a list that I'm sure he does not want to be part of. I mean, the conduct in all those cases was different too. It's important that we keep that in mind. Bill Clinton's half-brother, Roger Clinton, had been convicted many years before, in the 1980s, of cocaine offenses. He had done his time. That was over and done.Charles Kushner had essentially set up his own brother-in-law and extorted him essentially and obstructed justice and pled guilty to financial crimes. So, I think more serious conduct. And I think Hunter Biden's conduct here falls probably somewhere in the middle of those. But, like it or not, Joe Biden now has this piece of history. I'm sure he doesn't want to be included on that list, but he will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. We should say Charles Kushner, if his name sounds familiar, it's because he has also just been nominated for Ambassador to France.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HONIG",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Elie, before we go, looking back, and this is the case, obviously, that has taken many twists and turns, no matter how you look at it, but when you think about the decision to name David Weiss as special counsel, did that make sense if ultimately this was going to end in a pardon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HONIG",
      "sentences": "Not at all, and I think that is one of the big mishaps along the way here. David Weiss was the U.S. Attorney for Delaware. He was put in office by Donald Trump, but he had support of both of Delaware's Democratic U.S. senators. Joe Biden chose to leave David Weiss in place as U.S. attorney. And then suddenly, last summer, David Weiss, after the -- this near plea deal fell apart, went to Merrick Garland, the Attorney General, and said, I now want to be named special counsel, and Merrick Garland agreed.[11:10:00] And to this day, we've never got a good explanation from anybody as to why that decision was made, why it was necessary, why four years plus into this investigation it suddenly became necessary and appropriate to flip David Weiss from ordinary special -- excuse me, ordinary federal prosecutor investigating a case, and name him special counsel. And one of the fallouts from that, Rahel, is that arguably David Weiss has the power now to write a final report, the same way we saw a Mueller report, the same way we will probably soon see a Jack Smith report. We saw a Robert Hur report. Because he is special counsel, David Weiss now has the power to write a report. Now, I'm not sure he'll do that. We've been through a full trial of Hunter Biden on the gun case, and we've gotten quite a bit of public information on the tax case that he pled guilty to. So, it could be that Weiss decides not to file a report, or only to file a very sort of minimalistic report that says, see the trial. But, he does have the power, if he wants to, to go ahead and write a full report, airing out everything he found about under Biden because of his special counsel look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, just really fascinating.Elie Honig, nobody better to have today to help us understand it all. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HONIG",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "And responding to the Hunter Biden news on Truth Social, President-elect Donald Trump asked, quote, \"Does the Pardon given by Joe to Hunter include the J-6 Hostages, who have now been in prison for years? Such an abuse and miscarriage of Justice.\" And we are also learning more about Donald Trump's controversial decision to pick firebrand loyalist Kash Patel to lead the FBI. Sources say that those closest to the President-elect, including his sons, argue that Patel, a staunch FBI critic, is the only choice to truly reform the bureau that Trump has long seen as biased against him.Here is what Patel has said about the FBI and going after Trump's perceived enemies. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KASH PATEL, FORMER CHIEF OF STAFF TO THE UNITED STATES SECRETARY OF DEFENSE",
      "sentences": "I'd shut down the FBI Hoover Building on day one and reopening the next day as a museum of the deep state. We will go out and find the conspirators, not just in government, but in the media. Yes, we're going to come after the people in the media who lied about American citizens who helped Joe Biden rig presidential elections. We're going to come after you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Now, the role would give Patel the power to follow through on such threats. Former Republican congressman and CNN senior political commentator, Adam Kinzinger, explains why Americans should brace themselves.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "There is a certainly an infinite amount of picks right now that are bad that this administration has put in, and Kash Patel is among the very worst of it. I mean, look, Donald Trump is -- he does one thing really well. He is a -- he projects. So, when he accuses somebody, for instance, of politicizing the FBI, what that actually means is he intends to politicize it, and that's exactly what's going to happen with Kash Patel. Donald Trump was not quiet about what he intended to do. I just think America is getting ready, in some cases, to touch the stove and understand how bad a really politicized FBI actually is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Let's bring in Alayna Treene, who is in West Palm Beach, Florida. Alayna, I want to circle back to Patel in just a moment. But first, let's talk about the pardon news today, which is obviously the big news. Trump himself has long indicated that he might pardon January 6 rioters. What are you hearing there on this issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "But, Alayna, on Patel specifically, I mean, how difficult might his confirmation be, considering some of his past remarks that many people find controversial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "TREENE",
      "sentences": "They do. I think there is no secret that he is going to face an uphill Senate confirmation battle. I was actually told in some of the reporting I'd done and some of the people I talked with who have been involved in those conversations about Patel behind the scenes, that there are some people close to Trump who were skeptical about having him be named director. Some of them had pushed for him to be named Deputy Director, thinking that would give them a little bit more cover.However, I was also told that the people closest to Donald Trump, the people that he listens to and have his ear the most, people like his sons Eric Trump and Donald Trump Jr., as well as Stephen Miller, the incoming Deputy Chief of Staff for Policy, they were all pushing Patel on Donald Trump, arguing that really he is the only person that could bring the type of reforms and root out the bias that Donald Trump and many people argue has been permeating the bureau for several years now. And so, again, I do think that Donald Trump is very firm in wanting Patel for this pick. He wants a legal pit bull and someone who will carry out his agenda. But, he is going to face some pushback from senators on Capitol Hill who are going to want some answers about some of the things he said in the past. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, also a question about what happens to Christopher Wray. I mean, does he resign? Is he fired? I mean, still a lot of questions.Alayna Treene live for us there in West Palm Beach. Alayna, thank you. All right. And coming up, Syria is calling on its allies as it works to stop a surprise rebel offensive. We're going to have details ahead on the deadly bombing raids. Plus, Israel keeps up its punishing airstrikes on Gaza, killing hundreds of people over the weekend. We're going to have a live report on the latest when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "And this all comes as health officials in northern Gaza say that weekend Israeli airstrikes killed at least 200 Palestinians. The director of the Kamal Adwan Hospital says that five buildings in two different areas were struck Saturday, leaving dozens of people buried under the rubble. The UN Agency for Palestinian refugees says that the humanitarian crisis has become, quote, \"unnecessarily impossible\". It says it has halted aid deliveries through the main crossing point between Israel and Gaza after more aid trucks were stolen.I want to now bring in CNN's Clarissa Ward, who is tracking the story. And I actually want to -- if I do have Clarissa, we're having some technical issues, actually assessing. But, Clarissa, I want to circle back to -- we were talking about Syria, obviously. I mean, talk to us a little bit about what we've seen there and how forces were apparently able to gain so much ground so quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "I think, Rahel, for those of us who have been covering Syria since 2011, it's just been jaw dropping to see that in a matter of days, the rebels have been able to take more territory than they have in eight years. These are the most significant gains we have seen. They have caught everybody by surprise, the rebels now in full control of central Aleppo, expanding into the northern Aleppo countryside, in full control of Idlib, and also pushing to the central city of Hama.Now, we are seeing, after initially seeming like capitulation of regime forces, we are now seeing a sort of doubling down, particularly in the form of some devastating airstrikes in Idlib province, also in Aleppo. According to the civil defense group, the White Helmets, dozens of people have been killed in those strikes. One of them took place on a hospital in Idlib, and the expectation is that those will continue. The question had been, what would the regime's key backers do at this stage? Historically, those key backers have been Iran, have been Hezbollah, and most importantly, for the regime, have been Russia. Now, it's obviously a very different moment than it was in 2015 when Russia joined the fight with the regime. Russia now fighting a huge war in Ukraine. Iran and Hezbollah battered by Israel over the course of the past year, but particularly here in Lebanon by the last two months. And so, really, there was a sense that there might not be the appetite, Rahel, that we had seen before to deploy a huge amount of resources and support to ensure that President Bashar al-Assad remains in power. It does seem now that the Russians are upping those airstrikes and that they are having an impact. Certainly the momentum that we saw towards the end of last week has slowed down. But, it is not clear at all yet as to how far the rebels may be able to get, and whether Bashar al-Assad will remain in power in the longer term. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Clarissa, it's a really interesting point in terms of Russia and their focus, I mean, obviously the last few years. I do want to ask, I mean, where this leaves the Syrian President? I mean, he has obviously managed to stay in power all of these years despite the civil war. Is this the first real threat to him in that time? I mean, how serious does this offensive pose a threat to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. It's a critical point. Clarissa Ward joining us there from Beirut. Clarissa, thank you.OK. Now I want to circle back to CNN's Jeremy Diamond, who is in Jerusalem. Jeremy, just circling back to some of those overnight over the weekend strikes that we mentioned a few moments ago, what is the latest there, and what more can you share?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, about 200 people were killed in Gaza on Saturday alone in the northern part of the strip, according to locals there, including the director of the Kamal Adwan Hospital. This apparently happened when at least five buildings housing over 200 people were struck in the Tal al-Zaatar and the Beit Lahia areas, only one person emerging from the rubble in one of those strikes where at least 100 people were reportedly in a single building. So, this is obviously just the latest deadly airstrike in -- deadly series of airstrikes in northern Gaza, which has been the focus of the Israeli military's ground operations over the course of the last couple of months.And these strikes are coming not only as the humanitarian aid situation in Gaza is worsening, but also as we are increasingly hearing more and more people from really different parts of the political spectrum referring to what is happening in northern Gaza as ethnic cleansing. Just yesterday, we heard Moshe Ya'alon, a former defense minister who is of the Likud party, the same party as Prime Minister Benjamin Netanyahu, a former Chief of Staff of the Israeli military calling what is happening in northern Gaza ethnic cleansing, saying that the Israeli military clearly appears to be, quote, \"cleaning the area of Arabs\". We've also heard that, of course, from the left side of the political spectrum in Israel, including the Haaretz editorial board, which weeks ago referred to the situation in northern Gaza as ethnic cleansing. And so, obviously, this is only increasing the international condemnation of Israeli actions in the northern part of the strip, where we are watching as the majority of people have now been displaced from their homes in the northern part of the strip. But now, the question is, what will the future hold for those who remain? And we are seeing, of course, that they are simply enduring consistent and constant bombardment. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "And Jeremy, for those who remain, I mean, how is aid supplies? I mean, how is it getting to people there at this stage? I mean, we just mentioned that the UN has now suspended aid deliveries into Gaza. What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Jeremy Diamond live for us here in Jerusalem. Jeremy, thank you.Meantime, a city in ruins, after months of Israeli bombing, residents are returning to see the remains of their homes in southern Lebanon, now that a ceasefire is in place. CNN's Tamara Qiblawi has been taking a closer look at the area to see the destruction first hand. (BEGIN VIDEOTAPE) TAMARA QIBLAWI, CNN REPORTER (voice-over): The courtyard of an Ottoman-era mosque lies in ruins, a historic souq deserted. This was one of the busiest cities in Lebanon, but the cacophony of cars, the shouts of vendors has been replaced by the crunch of broken glass. Battered by Israeli strikes for more than two months, life is only just beginning to return to the city of Nabatiyeh. BISHR BISHR, COFFEE VENDOR (Interpreted): On the day the ceasefire began, I was home by 10:30 that morning. QIBLAWI (Interpreted): What were you feeling? BISHR (Interpreted): I felt joy. Us southerners would prefer to pitch a tent in our own land than live in a palace elsewhere. QIBLAWI (Interpreted): But the city has been destroyed. BISHR (Interpreted): It's destruction upon destruction. But it'll all be rebuilt.",
      "isLastSentenceInterrupted": false
    }
  ]
}