{
  "date": "2024-12-01",
  "headline": "Fareed Zakaria GPS",
  "subHeadline": "Inside the World's Most Powerful Office; From the \"Shining City on a Hill\" to MAGA. Interview With Author Peggy Noonan; Interview with Former Senior Singaporean Diplomat Kishore Mahbubani. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:48",
      "speaker": "FAREED ZAKARIA, CNN ANCHOR",
      "sentences": "This is GPS, the GLOBAL PUBLIC SQUARE. Welcome to all of you in the United States and around the world. I'm Fareed Zakaria coming to you from New York.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:48",
      "speaker": "ZAKARIA",
      "sentences": "On the program.DONALD TRUMP, PRESIDENT-ELECT: I, Donald John Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:48",
      "speaker": "ZAKARIA",
      "sentences": "In just 50 days, Donald Trump will be sworn in as president of the United States for the second time. After he utters the oath, he will once again assume the most powerful position on earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:48",
      "speaker": "TRUMP",
      "sentences": "The Office of President of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:48",
      "speaker": "ZAKARIA",
      "sentences": "So what makes a successful president?RONALD REAGAN, FORMER U.S. PRESIDENT: You and I have a rendezvous with destiny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:48",
      "speaker": "ZAKARIA",
      "sentences": "My guest David Rubenstein will tell us. The billionaire businessman has a new book out on the presidency full of interviews with former presidents and eminent historians.Also, the country Trump will lead is a deeply divided one, as evidenced by the votes in last month's election and the rancor at many Thanksgiving tables this week. The always eloquent Peggy Noonan joins me to talk about the future of the country, conservatism and the Republican Party. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "So there are now many billionaires who think that they should be the close to the president or even president themselves. Have you ever wanted the job, even fantasized about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "RUBENSTEIN",
      "sentences": "I've had a lot of fantasies in my life, but that's not one of them. When I was a young boy, I knew I didn't have the charisma, the charm, the good looks to be president of United States. At least I didn't think I had what was required. Remember, John Kennedy was running for president. He was handsome, young rich and so forth. I didn't have that. So my goal was to be an adviser to a president. And I did work for President Carter. And my role model was Ted Sorensen, who had been the adviser to President Kennedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "When you look at the kind of the work, I mean does it seem -- do you understand the kind of person who wants to put themselves through the gruel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ZAKARIA",
      "sentences": "When you look at America today the dominant thing people talk about is we are so polarized. So having studied the presidency, when you look back, what's the period that seems most similar to ours and were presidents able to bring America out of polarization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "RUBENSTEIN",
      "sentences": "Nothing as close to the civil war. We are polarized now. We're red and blue, but the civil war of the country went to war. And Abraham Lincoln, it was very interesting, he said, I want to keep the country together. Many people in the north said, let the south go. We can have a country without slavery. He said, no, we have to hold the union together. And he fought for four years to keep it together.It's incredible what he did and he's by far the greatest president because he not only kept the country together, he won the civil war but he did it with humility. He didn't run around the White House saying, hey, I just won the civil war, or I just issued the emancipation proclamation. And that was important, too. He freed the slaves. So for his humility, his winning the war and his giving his life to his country, he died at only 56 years old. And had he not given a speech right at the White House that John Wilkes Booth heard and was incensed about, he might have lived and maybe Reconstruction would have worked. It didn't really work because his successor, Andrew Johnson, really didn't believe in all men are equal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ZAKARIA",
      "sentences": "You have one line that you have to explain. You say that actually we have had the first female president in American history. Who is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "RUBENSTEIN",
      "sentences": "Well, Woodrow Wilson had a stroke with 18 months to go. His wife, his second wife hid that from the public, and so she kept him in the White House bedroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ZAKARIA",
      "sentences": "And the chief of staff also hid it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "RUBENSTEIN",
      "sentences": "Nobody really knew. And members of Congress would occasionally get to see him, but they would see him when he was propped up, and he didn't really have to do much talking or anything. And so she really was making the decisions for about 18 months. And I think that's one of the reasons why Wilson's reputation is not as good as it used to be, because he was deceiving the country for 18 months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "ZAKARIA",
      "sentences": "And we are back with David Rubenstein. For his book \"The Highest Calling,\" he interviewed Bill Clinton, George W. Bush, Donald Trump, and Joe Biden.Before we get to Trump, David, I want to ask you, you had a very interesting conversation with George W. Bush about why he thought there had been the rise of populism in the Republican Party, the transformation of the Republican Party, and now Trump. He dated it really to 2008 in many ways, right? The financial crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "RUBENSTEIN",
      "sentences": "Yes. In the financial crisis, he felt that he had to bail out the banks, and he said the banks were being bailed out. And that's not what he came to Washington to do. And many people in the country were saying why are we bailing out the banks, they're not the ones who have the financial problems. Me, the average person has problems. And so he felt that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "ZAKARIA",
      "sentences": "They created the -- you know, the way people saw it the banks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "RUBENSTEIN",
      "sentences": "That's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "ZAKARIA",
      "sentences": "The banks were had created all this risks and they were the ones getting bailed out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "RUBENSTEIN",
      "sentences": "He didn't want to do it. When his secretary of Treasury Hank Paulson came to him and told him about the TARP plan, he said, I don't want to do that. And they said, well, if you don't do that, we won't have an economy tomorrow. We have to do it. Congress didn't pass it right away, but they eventually did. And I think he takes credit for the fact the economy came back.But on the other hand, he recognizes that many people in the country said, why are we poor people in Midwest of the country or southwest, why are we bailing out the rich bankers? They're not suffering. And I think that was what he says is part of the reasons why the country has been split a bit and we really have split the country between the haves and the have nots. As you know, as the country has gotten wealthier, income inequality has gotten worse. So income inequality is maybe one of the biggest problems we have. Also social mobility. Many people in the United States believe in the American dream. You could rise up. I came from very modest circumstances, and I believe the American dream. Now many people from modest backgrounds, particularly African-American backgrounds or Hispanic backgrounds, don't believe they can rise up. People that come to this country, you're an immigrant to this country, you believe presumably in the American dream. People come here because they think you can rise up to the top as you have done. But many people born here now don't believe that. And that's a real problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:17:23",
      "speaker": "ZAKARIA",
      "sentences": "What do you think about Joe Biden? You've spent a lot of time with him. You've interviewed him. You're the chairman of the Kennedy Center, which is a presidential appointment, sort of. Do you think he was too old and that he should have stepped down and had an open Democratic primary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Trump. How different a personality is he? You've now interviewed so many presidents. Does he stand out as an exception?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "RUBENSTEIN",
      "sentences": "Many people who are accomplished in life, who rise up, they have some self-doubt. You know, maybe I can't do this. Maybe I'm not that good. Donald Trump does not suffer from self-doubt. He's very full of what he's been able to accomplish. And think about it, the only person in our country's history who went with no government experience to become president United States, then after he loses the election in 2020, what happens? He gets indicted. He's impeached, he has a conviction. And yet he comes back and is elected again.And I can't think of an analogy in American history where anybody came back from something like this. And I analogize it to -- on Napoleon at Elba. Napoleon was sent by the French to Elba. They thought they'd never hear from him again. And Elba became like Mar-a-Lago. So what Trump pulled off politically is amazing when you think about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "When you look at these personnel decisions, secretary of Defense, attorney general, there seems to be an extraordinary emphasis on personal loyalty. Do you think that is the core of Trump, that he wants personal loyalty. not people who are loyal to the institutions or to things like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "RUBENSTEIN",
      "sentences": "I can't speak for him, but I would say that the first time around, he took a lot of people who were well-respected by the establishment. And he found out their loyalty was maybe to other things other than him. And so he ran into a lot of problems. This time he wanted to have people and wants that people who are very loyal to him. Time will tell whether it works and time will also tell this. We've had no presidents since Grover Cleveland, who were president and then were out of office and went back.And it may be that a president who has four years out of office to reflect on what he did right or wrong can be better in a second term than a consecutive second term because in a consecutive second term, you get presidents who are tired, their staff is tired. They make mistakes as we've seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Trump doesn't seem a particularly reflective human being. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "RUBENSTEIN",
      "sentences": "He's different than you and me. He doesn't read a lot, but he's obviously a pretty smart person because he came along and got done what nobody else thought he could do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Very smart. RUBENSTEINsay you're going to be president of the United States and people laugh at you, and then you become president of the United States. You would think that maybe you're pretty smart. When people tell you, you couldn't run again, you have no chance, you're behind DeSantis, the governor of Florida, and all of a sudden you wipe out DeSantis and you become president of the United States relatively easily, what would you think if that was you? You would say, hey maybe I am smarter than other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "When he talked to you, what was he most proud of?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "RUBENSTEIN",
      "sentences": "Well, as president, I think he was proud of the tax cut. He was proud of the deregulation, proud of the fact that he had some good relationships with overseas leaders, developed good relationships in the Middle East, good relationships in Israel, good relationships in Japan. I think he feels he accomplished a lot in the first term, and I think he feels he can do more in the second term, and we'll find out.It's just early days. Obviously, he's going to have a lot of cabinet officers who are very loyal to him. We'll see whether people who are loyal will be able to work in sync with him, and I suspect they will work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "You know, he -- it's interesting he said that to you about tax cuts and deregulation because it illustrates what seems to me a kind of interesting reality about Trump is that he's a strange mixture of all this right-wing populism, a lot of it, you know, geared towards working class voters and things like that. But he's also a rich businessman who thinks that the way you do things is you appoint billionaires into cabinet offices because they are very competent. You may give tax cuts. You would give deregulation. Do you sense that he's thinking through how to keep that all together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "RUBENSTEIN",
      "sentences": "My sense is he admires people who have accomplished something in life and have risen up. Many people in the business world have risen up, are billionaires and he admires them and he also looks at the stock market all the time as an indicator of success in what he's doing. So I think he'll surprise a lot of people. I would say he'll make some disappointed, some people disappointed, but I suspect in the end he'll have some accomplishments that people will be proud of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "David Rubenstein, always a pleasure. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "RUBENSTEIN",
      "sentences": "My pleasure. Thank you very much, Fareed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Next on GPS, how has the country and the Republican Party changed over the past 25 years? And where should it go in the future? I will talk to Peggy Noonan when we come back.(COMMERCIAL BREAK) [10:29:02] ZAKARIA: A quarter century feels like a lifetime in American life and politics but some things from 25 years ago look curiously similar today. America was divided in 2000. George W. Bush and Al Gore ran a race that reflected a bitterly polarized electorate. The year before Americans talk gloomily about the end of the world, though at the time the imagined threat was not war or politics, but technology. Remember Y2K? And that same year, in 1999, the Manhattan real estate tycoon Donald Trump announced his plan to run for president, seeking the nomination on the Reform Party ticket, though he later dropped out of contention. Over these past 25 years, Peggy Noonan has been penning her column in the \"Wall Street Journal.\" A former Ronald Reagan speechwriter, Noonan has just published a collection of those columns in a new book, \"A Certain Idea of America.\" Peggy, what a pleasure to have you and what a great book. PEGGY NOONAN, AUTHOR, \"A CERTAIN IDEA OF AMERICA\": Thank you. Oh, thank you so much, Fareed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "I first came to know of you watching Reagan deliver your speeches, but you then wrote this fantastic memoir of the Reagan years in Washington. Really it brought to life what politics was like in the 1980s for a young person so vividly. And you captured the sort of atmosphere and spirit. And so, I was wondering if you were to write a book like that about today's politics and atmosphere, what strikes you as the things that that you would highlight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NOONAN",
      "sentences": "Thank you for what you said. When I wrote that book in the late 1980s, it came out in 1990, I wanted to write a book nobody had ever written before, which was what it was like to work in a White House, a subject no one had really discussed before.What would that book be like now? It would be a wholly different generation, moment, attitude. Nineteen eighty and -- to 1990 were about rising conservatism in America, modern conservatism, the philosophy behind it we are in now. Something that is a break from that, a populist moment and nationalist moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Reagan was so optimistic and expansive and had that kind of sunny view of America and the world, right? And this feels like a darker moment in that sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NOONAN",
      "sentences": "I'll tell you, I was thinking this morning, one of the differences between then and now, Ronald Reagan grew up in a time in which politics was about persuasion. He came up during FDR and \"The Fireside Chats,\" John F. Kennedy, Lyndon Johnson. When you're a political leader, you persuaded, you told people what you thought, and you brought them in and said, this is why -- this is why I think you're on my side.So, Reagan was one of the last of the great persuaders. What I see now in politics is declarers. They are people -- they're not trying to persuade you. They say, I'm going to do this. I like this. This is what I want. This is what my impulse is, blah, blah. You know but it's sort of about me. Look, people sometimes ask me, you know, you came up with Reagan and you've been a writer and journalist, as a conservative for a long time. You must be in mourning about this period. I'm not mourning about this period. Here's why. I mourned from 2005 to 2010. I could see that the Republican establishment was blowing itself up and the party was losing its meaning to long unwon wars, a border everybody refused to close, a 2008 crash. The one thing you can trust Republicans to do is keep a shrewd eye on the economy. But a bunch of fraudsters were kiting the economy and the Republicans in Washington didn't notice and add -- that the rise of woke. So, I thought I was seeing the establishment blow itself up, and that -- from that explosion came Donald Trump. And so, by the time he announced, I've done my mourning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Where do you think we go from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NOONAN",
      "sentences": "It's going to be a rock them, suck them journey, I think. What did Bette Davis say in that -- in that movie about fasten your seat belts, it's going to be a bumpy ride? I think a lot of people are getting pretty heady, pretty full of themselves, and they are seeing in this 50/50 country a huge electoral mandate.They think they won by 60 or 70 percent. But watch out for overreading. What just happened we're a 50/50 country. There's a lot of people whose hands you can take and say come with me. I want to tell you why this is the right path. Don't forget that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "A lot of people, toward the end of their lives, have a perspective that feels like things were better in the good old days. And in fact, we've living through a lot of kind of politics, of nostalgia, you know, let's make America great again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "NOONAN",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "ZAKARIA",
      "sentences": "Do you feel like you have a politics of nostalgia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "ZAKARIA",
      "sentences": "Well, high standards in that book. Peggy Noonan, thank you for coming on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "ZAKARIA",
      "sentences": "Donald Trump's pick for secretary of state, Marco Rubio, has called China the threat that will define this century.Joining me now is a man who is no stranger to balancing the U.S.-China relationship. Kishore Mahbubani is a former president of the United Nations Security Council who had a 33-year long career as a top Singaporean diplomat. He has a new book out \"Living the |Asian Century: An Undiplomatic Memoir.\" Kishore, welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "KISHORE MAHBUBANI, FORMER SENIOR SINGAPOREAN DIPLOMAT",
      "sentences": "Pleasure to be with you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "ZAKARIA",
      "sentences": "Your book, in a way, tells this fascinating story of your own life, but also in a sense of the life of Asia and the life of Singapore. You start out, you know, in absolute poverty, and you are now living in a country with one of the highest per capita GDPs in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "MAHBUBANI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "ZAKARIA",
      "sentences": "How do you -- you know, what do you think of when you think about the -- that rise? Did you ever imagine that it would happen at quite the pace and scale it has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "MAHBUBANI",
      "sentences": "No, absolutely not. You know, when I grew up in Singapore, Singapore was very poor. And I want to emphasize this fact as a young Asian I believe that I was mentally, spiritually, culturally inferior to the white men.And I always thought the white men would be up there and we Asians are down here. And, of course, our per capita income in Singapore was $500, same as Ghana in Africa. We didn't have a flush toilet in my house, so I went through that real third world poverty. And now, in my lifetime, basically, I have lived through so many slices, years of human history. And now, amazingly, the country, the poor country I was born in has a per capita income of $88,000. Among the highest in the world, higher than the U.S. and the U.K. So, the transformation of Singapore should therefore be seen as the leading edge of a far bigger transformation in the rest of Asia which is going to go the path of Singapore eventually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "ZAKARIA",
      "sentences": "The biggest country in Asia economically, of course, is China. And there's a lot of discussion of what it means for Trump to come back for a second term. How do you think the Chinese -- you spend a lot of time there. You talk to a lot of their leaders. How do they view Trump 2.0? MAHBUBANIChina has become the indispensable manufacturing power of the world. Talk to anybody in any industry and they'll tell you why they need components from China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:05",
      "speaker": "ZAKARIA",
      "sentences": "But let me interrupt you. Right now, a lot of people think China's economic plan, at least, is not working out. The Chinese economy has slowed down considerably. They have the demographic problems. They have huge problems of accumulated debt. They don't seem to be able to restart it. You don't sense that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:08",
      "speaker": "ZAKARIA",
      "sentences": "Finally, after a lifetime in diplomacy, what is the big lesson having spent so much time involved in negotiating with America and other countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:08",
      "speaker": "MAHBUBANI",
      "sentences": "Well, I have discovered, actually, that diplomacy, which is the world's second oldest profession but not -- there's no relationship to the oldest profession, has become more necessary than ever even though we have all these advanced modes of communication, right? We can talk across with phones and, you know, Zoom whatever. That is still no substitute for a good face-to-face encounter to solve any difficult problem.And that's why I actually believe that if Donald Trump is more open to talking to the enemies or adversaries of America, then that might not be a bad thing, because sometimes in a face-to-face meeting people's minds do change, and they say, maybe this guy isn't as bad as I thought him to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:08",
      "speaker": "ZAKARIA",
      "sentences": "Kishore Mahbubani, pleasure to have you on. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:08",
      "speaker": "MAHBUBANI",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    }
  ]
}