{
  "date": "2024-10-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Administration Demands Israel Improve Humanitarian Situation In Gaza Within 30 Days; Funeral Held For IRGC Commander Killed In Israeli Strike; Kamala Harris To Participate In Radio Town Hall; China Flies Record Number Warplanes Around Taiwan; NASA Spacecraft Heading To One Of Jupiter's Moons. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:33",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "It's 8I'm Jim Sciutto. Thanks so much for joining me today on CNN NEWSROOM. And let's get right to the news. Demands for change. The Biden administration now demanding that Israel improve the humanitarian situation in Gaza, saying, if that does not happen within 30 days, future U.S. military aid could be off the table. The letter sent on Sunday has the backing of both the U.S. Secretary of State Antony Blinken and Secretary of Defense Lloyd Austin. The deadline for Israel to act notably ends after the U.S. presidential election. This comes at a time when the U.N. warns that critical aid is necessary in Gaza, and accuses Israel of sealing off northern areas. The U.N. says the Israeli military may be forcing many civilians to leave in its campaign against Hamas, which would be a war crime. CNN's Natasha Bertrand joins us now from the Pentagon. Natasha, let's begin with this letter. This sounds like not just pressure, which we've seen before from the administration on Israel, but pressure backed by a threat to potentially remove military aid. Is that how we should interpret it -- interpret this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "I think so, Jim, I mean, the wording in the letter was not that explicit, but it was clearly an indication, and one of the strongest that we have gotten that the U.S. is willing to leverage its military aid to Israel in order to see some real change in terms of the humanitarian conditions and how Israel is getting aid into Gaza. What the letter said, was that essentially Israel could run afoul of U.S. law and that it could have implications for U.S. law in terms of foreign military assistance if they do not do more to get aid into Gaza.And that, of course, has been interpreted. I think we can safely say by the Israelis as a threat because we have seen the Israeli, the COGAT, which is the Israeli body which administers policy and the military presence in the Palestinian territories, tweet in recent days after this letter was sent, that they are working to get more aid into Gaza, and that they are not withholding food and other supplies from the enclave. And so, clearly, they're trying to make the point back here that this is not a systematic policy, but that they are working to get more aid in. But that is obviously something that the U.S. doesn't necessarily buy at this point and they have given Israel 30 days to change what they're seeing on the ground there or else the U.S. is going to have to revisit the policies surrounding military assistance to the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, after more than a year when clearly the humanitarian conditions in Gaza, been deteriorating.I want to ask about another thing. This is, of course, the much anticipated Israeli response to Iran's ballistic missile attack about two weeks to go now, it's CNN's reporting that Netanyahu assured the U.S., Israel will limit its response to military targets. Do we know anything more about what kind of military targets they're talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "BERTRAND",
      "sentences": "At this point, we don't. I think the Biden administration would probably breathe somewhat of a sigh of relief knowing that at least for now, Netanyahu is saying that he's not going to hit nuclear or oil facilities inside Iran. Obviously, that is something the administration did not want to see.Look, I mean, the Israelis have targeted infrastructure and other assets inside Iran before, previously following that big missile barrage back in April that Iran launched against Israel. And so, we could see something that is similar to that but at the same time, the U.S. is very well aware that Netanyahu frequently changes his mean, that the U.S. does not have by any means, perfect control over what these really military does. And so, I think they're still trying to keep up that diplomacy to make sure that things don't escalate further, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "SCIUTTO",
      "sentences": "No question. We've seen -- we have seen Israel in the past, ignore or at least to phi us pressure.Natasha Bertrand at the Pentagon, thanks so much. As we were just discussing, sources telling CNN Israel has assured the U.S. that its counter strike against Iran will be limited to military targets. This comes as thousands of people in Tehran have been mourning the loss of a slain commander of the Islamic Republican Guard last month that Israeli drone strike in Beirut, killed the commander and, of course, the leader of Hezbollah, Hassan Nasrallah. CNN's Fred Pleitgen is in Tehran. (BEGIN VIDEOTAPE) (CROWD CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:17",
      "speaker": "PLEITGEN",
      "sentences": "Israel targeted Hezbollah leader Hassan Nasrallah with a massive air strike in Beirut on September 27th. Abbas Nilforoushan was at the scene as well and also killed.Iran hit back several days later, firing almost 200 ballistic missiles at Israel. The Iranians now warning that if Israel strikes back at Iran, Tehran will retaliate, not ruling out further escalation, music to the ears of many of the hardliners here. Definitely, we can destroy Israel, she says. Iran is stronger, stronger than Israel can even imagine -- tough words as another senior figure is brought to his final resting place. Fred Pleitgen, CNN, Tehran. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:17",
      "speaker": "SCIUTTO",
      "sentences": "Thanks to Fred Pleitgen in Tehran.Well, as the Middle East continues to brace for that Israeli retaliation against Iran, the first components of THAAD U.S. missile defense some have now arrived in Israel. THAAD which stands for the Terminal High-Altitude Area Defense, one of the military's -- U.S. military's most powerful anti-missile weapons and advanced team of American military personnel are also now in Israel. The Pentagon says that more troops are expected to arrive in the coming days. Joining us now to discuss what the next phase of all this looks like, CNN military analyst and former commanding general of U.S. Army Europe and Seventh Army, Lieutenant General Mark Hertling. Good to have you back, sir. Thanks for joining. LT. GEN. MARK HERTLING (RET.), CNN MILITARY ANALYST:  Good to be with you, Jim, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:17",
      "speaker": "SCIUTTO",
      "sentences": "So if this holds that the Israeli strike will be limited to military targets. Can you give us a sense? Of course, we don't know what their target menu is, but you can give us a sense of the kinds of targets Israel might be looking to strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Okay, we've got a map here of the positioning of U.S. assets in the region right now. And as you and I have discussed, those assets have been significantly bolstered in the last year since the attacks in October 7, some of these were existing, some of them have been added.One question about this, does Israel need help from the U.S. military to carry out strikes on military targets inside Iran? Can it do it on their own?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "HERTLING",
      "sentences": "Yeah, it -- again, the answer to that is it depends, what targets are they striking? If they have a massive number of targets that are on their targeting list, they potentially could use U.S. assistance in refueling and intelligence gathering in electronic warfare. Israel has all of those capabilities on their own, but they're not plentiful.The other thing of going back to the map there, Jim, though you see the small icons of the ships both in the Red Sea and the Gulf of Oman in those areas, those are destroyers and cruisers, and they have the air defense capability, the AEGIS System, those are great capabilities to knock down incoming missiles. So if Iran decides to counter immediately, not only against Israel, but potentially some of Israel's so-called allies right now to include the United Arab Emirates or Iraq or even Saudi Arabia, those ships are located there to try and prevent missiles from coming out of Iran, coming out of Yemen, that the Houthis might fire and some of the other places. So this is a whole lot more complicated than just an Israeli strike against Iran, and then Iran striking back. There's whole lot more potential for what could go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, to that point, and another map here and this shows the positioning of U.S. forces in the region spread out in a number of places, bases like the one you have in Bahrain, naval base. I think well put that map up the air now, but also of course, U.S. forces based in Iraq and Syria.What is the danger to those us forces in the region if Iran responds? Iran is vowing to respond against Israel. I imagine there's always the possibility that it takes a shot, at least Iranian proxies have done in the past against U.S. forces. Yeah, you can bet on that. There is that increased possibility. And especially when the U.S. has forces both naval, air and some ground forces in places like Kuwait, Qatar, UAE, all of which, by the way, are not allies of Iran. So if Iran really wants to get sporty here, they could say, we're not only going to strike back against Israel, but we're going to strike back against Israel's helper, which is the United States. So that's why I'm saying that some of those ships, some of those air defense capabilities were ballistic missiles could go of the United States ships are in the regions to not only counter any strike that might come from Iran against Israel, but any strike that might come from Iran against some of its enemies to include the United States basing in the area. So, yeah, the potential for increased conflict is certainly greater than it was a few weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:55",
      "speaker": "SCIUTTO",
      "sentences": "Three weeks to go, and Kamala Harris is making an appeal to swing state voters and younger voters -- in particular, the vice president in Michigan today to speak to small business owners about her opportunity agenda as she calls it. She's also going to appear on a radio town hall with the popular nationally syndicated host, Charlamagne Tha God. Harris also expected to remind voters of what she sees as the danger of a Trump presidency.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES &amp; 2024 PRESIDENTIAL CANDIDATE:  He's talking about that he considers anyone who doesn't support him or who will not bend to his will an enemy of our country. Donald Trump is increasingly unstable and unhinged. And he is out for unchecked power. That's what he's looking for. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:55",
      "speaker": "SCIUTTO",
      "sentences": "Joining us now from Detroit with the Harris campaign is CNN's Eva McKend.And, Eva, the vice president clearly trying to reach out to Black male voters, stop at the Small Business Forum, describing these particular policies she has in mind to appeal particularly to male Black voters, later with Charlamagne Tha God. I wonder when you speak to the campaign, does that reveal a nervousness inside the campaign about bleeding Black male voters to Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, well know when three weeks, how that message works.Eva McKend, thanks so much. Donald Trump making two campaign stops today, focusing on appealing to women voters. Earlier, the former president stopped at a luncheon in Chicago, speaking with the economic club and with Bloomberg News. Then onto Georgia where his town hall with women voters should be smoother perhaps than last night's appearance in Pennsylvania, delayed several times by medical emergencies in the audience, eventually Trump turned the event into a dance party. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: Play \"YMCA\", go ahead, let's go. Nice and loud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Here we go, everybody.(MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, a diverse playlist, to say the least. Joining us now from Chicago, CNN's Steve Contorno.Tell us, Steve, about Trump's interviews today, because he certainly made some interesting comments during his interview with Bloomberg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "That's right, Jim. It's almost what he wouldn't say that was more compelling than what he actually said. For example, he wouldn't say if he would attempt to break up Alphabet, the company behind Google.He wouldn't say if he would remove Jerome Powell as Fed chairman, whose term is up in 2026, if Trump is reelected, that'd be right in the middle of his term. He wouldn't say if he would go through with the legislation that requires TikTok to sell itself to a American company or face a U.S. ban. He also wouldn't say if he's spoken to Putin since he left office, but added if I did, it's a smart thing. Take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "MODERATOR",
      "sentences": "Can you say yes or no whether you've talked to Vladimir Putin since you stopped being president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "TRUMP",
      "sentences": "Well, I don't comment on that, but I will tell you that if I did, it's a smart thing. If I'm friendly with people, if I've got a relationship with people, that's a good thing, not a bad thing in terms of a country. He's got 2,000 nuclear weapons and so do we.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "CONTORNO",
      "sentences": "Trump now travels to Atlanta where he will hold a town hall with women voters that will air on Fox News tomorrow evening. This is an audience that they have handpicked because of Donald Trump's polling standing among women right now is, it is an advantage that Vice President Harris has carried through this election. Trump is trailing her own by double-digit among women voters, and he is still straining to find a message with this audience. Some of that is because of what he did as president to help overturn Roe v. Wade.But he has also just as struggled to really find a way to connect with them. Most recently suddenly, his pitch to them was if you vote for me, I will be your protector and we've seen many women come out and say that's not what we're looking for. We're looking for opportunities and everything that men are guaranteed as well. So it'll be interesting to see how he addresses this audience in this final stretch and acknowledgment that he continues to face an uphill climb with women voters, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "SCIUTTO",
      "sentences": "Yeah. Listen, let's be frank. Publicly, he's often used very offensive language about women for years.Steve Contorno, thanks so much. Let's take a deeper look at the campaigns three weeks out, joining me now, Dave Weigel, politics reporter for \"Semafor\". Also with me, Julia Manchester, reporter for \"The Hill\". Good to have you both on. You know, it's been interesting, Dave, as you see the canteen -- campaigns' media strategy because they are often trending away from what used to be the traditional points that the network news sit downs. They're doing some of them, but they're making a clear effort to go to podcasts, other -- other kinds of audiences. And I just wonder, as you talk to the campaigns and you talk to others following the campaign, are they -- are they getting out right? I mean, are they actually reaching folks where they are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SCIUTTO",
      "sentences": "Understood.Well, Julia, you know, listen, it might say as much about the fragmentation of the media than it does about the campaigns, right? I mean, just audiences are going to different places I just wonder when you look at this segment of the voting population, what that reveals to you with Harris, focus -- focusing a lot on Black men and Trump, trying to do something with women. Does that show where basically reveal where they believe their weaknesses are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "JULIA MANCHESTER, REPORTER, THE HILL",
      "sentences": "Yeah, I think its certainly does and we know that for quite some time. Republicans during the Trump era in politics have struggled with women, particularly the very important suburban women bloc that has played really deciding role or one of the deciding roles in many of the elections going back to the 2018 midterm elections. The Trump campaign has known that's a weakness and this is him trying to correct that.Now on the other side of this, you have Harris who has been struggling with men. Now, we do know that Democrats tend to struggle -- struggle more with men versus Republicans who have historically struggled more with women. But when you get more into the deepening the deep crops plus tabs at this, what you see is that with Harris, for example, there are particular parts of the Democratic coalition or the Obama coalition. If you will, that she is simply running behind compared to past candidates in past elections. For example, you had former President Obama going to Pittsburgh, Pennsylvania, last week and issuing a very stern direct appeal to Black men saying that they weren't -- he noticed that they weren't as enthusiastic for Kamala Harris and that something needed to be changed there. So you see her going on, Charlamagne Tha God, for example. We're seeing reports that she could go on Joe Rogan's show, for example. She's going on Fox News -- Fox News Special Report later this week, a show that has a pretty massive audience and might appeal to some audience members she's not as used to. So it's certainly an effort.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SCIUTTO",
      "sentences": "Dave, listen, as you watch this as well, you have other groups of voters in particular, swing states. I want to talk about one as you just wrote a piece about Muslims in the state of Michigan. You wrote a piece about a surprising endorsement coming from a mayor in Michigan, which James Zogby described in your piece as a -- as an F-U endorsement to the Biden administration -- for Biden-Harris administration for their policy regarding Israel.In your reporting, is the mayor's frustration widespread among that key voting group in Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "WEIGEL",
      "sentences": "Fairly widespread. Zogby also produced a poll for the Arab American Institute that found the Muslim vote was split between -- Muslims is not, it's not the same thing as Arab, the Venn diagram overlaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "WEIGEL",
      "sentences": "But Arab American voters and Muslim voters for about 50, 50 between Trump and Harris, it was a much more clear landslide for Biden in 2020, the bigger for Hillary Clinton in 2016. If the campaign is making a calculation, the Harris campaign is that it's going to keep lines of communication open emphasize that she wants to wind down the war once a ceasefire, but not changed from the Biden administration's policy, the Trump job is just a bit easier because he was president and as he will say, this more did not happen when he was president.He adds this, take that because he would have continued to keep lock sanctions on Iran, has vowed to have as much money. If you look at polling -- polling, most voters do think he would have been better resolution to the war than Harris did without him laying out his exact plan. And that has trickled in a big way to Muslim and Arab voters in Michigan as the mayor of Hamtramck was the one who said. He met with Trump, he disagrees with Trump and Trump promised him he'd end the war if he was elected, didn't need a follow-up question. That is a very powerful, just the president who is not in peril. This is happening, it's a very powerful person for Trump to be for those voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:01",
      "speaker": "MANCHESTER",
      "sentences": "I did not get that sense. I mean, yes, there is optimism -- optimism, certainly about the young people, young Americans being enthusiastic for Vice President Harris. But again, at the same time, a number of Democratic operatives have cautioned and they're well aware that his history tells us that young people just don't vote at the same rates as older voters.So that's why you've seen, even going back to when President Biden was the Democratic nominee, these concerted outreach efforts to older voters as well. It sort of about hitting that balance, but I think there is a real risk of maybe putting too much emphasis on young voters because they just don't turn out at the same rates as other voting blocs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:01",
      "speaker": "SCIUTTO",
      "sentences": "Julia Manchester, Dave Weigel, thanks so much to both of you.Well, speaking of swing states, swing state of Georgia has opened up early voting for the election. Our live report from one of the polling stations already taken in votes, that's coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:01",
      "speaker": "SCIUTTO",
      "sentences": "Welcome back. Today is the first day of early voting and the critical state of Georgia and turnout has already hit record levels there. Donald Trump will mark the day with a visit to Georgia this evening. Kamala Harris expected in the state later this week.This is the first presidential election since the Republican controlled state legislature passed a controversial new voting law. That law could affect voters headed to the polls today as could fallout as well from the hurricane. CNN's Nick Valencia is outside a polling station in Atlanta. And, Nick, first of all, Georgia official say this is a record turnout. Tell us about those numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, it's a good question, right, because a lot of the concern had been that these changes would just make it harder to vote, right? And that -- that concern folks. I mean, it was things like drop boxes.But as you talk to voters there, have you had anybody say to you, yeah, complain about, for instance the lower accessibility, for instance, to drop boxes in and around polling stations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "VALENCIA",
      "sentences": "You know, surprising to us, some voters that we spoke to weren't even aware of what was going on at the state election board. They weren't even aware of the changes, be it from 2020 until now. The concern, of course, is the post tabulation portion of the election. These rules that they pass to try to delay certification are concerning to Democrats who feel that they could be used by road county elections official to delay certification, which could cascade into an even bigger problem nationally.You know, it's really hard to believe, but some of these rules changes are still being litigated right now, even though early voting has started today. In fact, earlier today, Judge Robert McBurney issued a ruling from Superior Court saying certification is mandatory and that stem from a lawsuit filed by a conservative Republican in a deeply blue part of the state in Fulton County. She's on the board of elections and she made news in the spring by refusing to certify the presidential primary election results. McBurney, though, making very clear in his ruling, saying certification is mandatory, hopefully that message is clear to all election workers are boards of elections across the state -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, quite -- quite an impactful ruling. Nick Valencia, outside a polling station there, thanks so much.Well, early in-person voting also starts this week at another key state, North Carolina. The focus of this week's battleground break down every week from now until Election Day, we're going to be speaking to political experts in the seven battleground states. Those are Pennsylvania, Michigan, Wisconsin, Arizona, Georgia, Nevada, and today, North Carolina. History would tell you the Tar Heel State is a long shot for Kamala Harris. Donald Trump won here twice. It's the only state of our seven toss-ups that he won, in fact, four years ago. But it had his smallest winning margin, just 1.3 percentage points, about 70,000 votes there. Democrats hope that demographic and regional changes can close that gap in this cycle. With me here to discuss, is Chris Cooper. He's a professor of political science at Western Carolina University, the author of this brand new book, \"anatomy of a purple stat\", a North Carolina politics primer. Thanks so much for joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "CHRISTOPHER COOPER, POLITICAL SCIENCE PROFESSOR, WESTERN CAROLINA UNIVERSITY",
      "sentences": "Yeah, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "SCIUTTO",
      "sentences": "All right. So when you look at North Carolina's voting history, it doesn't look like a swing state historically, voted for a Republican president every time. But in 2008 when he went for Obama and back in '76 when it went for Jimmy Carter.Why is it competitive now, what's changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "COOPER",
      "sentences": "You know, I think it's been competitive all along, right? So I don't think it's necessary to be a swing-state -- to be a competitive state, right? So as you said at the outset, of every state that Donald Trump won the last election is margin was the smallest in North Carolina, many of them.In 2008, when Barack Obama won North Carolina, every state that he won is margin was the smallest in North Carolina, many of them. It's been hurt -- sort of purge right on the razor's edge between blue and red for the last few cycles. And, of course, being on that razors edge means you're pretty purple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "COOPER",
      "sentences": "It's absolutely key part of it, right? Now, I would add Charlotte area, Mecklenburg County to that that used to be an area that is late as 2000 actually voted for George W. Bush, the Republican candidate for president. Now, it's just blue  as blue can be.So, yeah, you're seeing a lot of in-migration, a lot young people, a lot of unaffiliated voters who lean a little bit to the left. And I think that is continuing to make this a very, very purple state, one where Kamala Harris certainly could, I'm not saying she will, but that she could win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "SCIUTTO",
      "sentences": "Okay. Let's talk about the hurricane here because, of course, there was just a devastating hurricane in North Carolina, the effects still being felt. Election officials have been rushing to make sure early voting has preserved especially in those hard hit areas.You just left Asheville which was devastated by the storm. In what you've seen there, how is it impacting both access to voting? But I'm also curious about voter's attitudes to the candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "COOPER",
      "sentences": "Yeah, absolutely.I mean, it is a totally different landscape than it was just a few weeks ago. So there are parts of that region, western North Carolina that are absolutely devastated. Small towns like Old Fort and Bat Cave that are almost not in existence anymore. And so, a lot of folks have had to leave the state. Some family just done just that. And so voting may not be the top thing on their priority list, but we would expect to see depress voter turnout in the western part of the state. You might wonder, well, is that going to benefit? And I think what we see is that those 13 counties that are the most affected, when 55 percent for Trump in the last election, 45 percent for Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "SCIUTTO",
      "sentences": "Notable, okay. We've also had a lot of attention on the good of the race for governor there with the GOP candidate Mark Robinson, history of antisemitic, anti-LGBTQ outright inflammatory comments. I mean, he referred to himself as a, quote, Black Nazi, some of that revealed by CNN reporting.One, where does that race stand and does that in the reporting you've done and as you talked to the campaigns, is that expected to have? Ballot impact at the presidential level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "COOPER",
      "sentences": "Yeah, I think that get campaign has shifted mental that election landscape is shifted also dramatically, right? We expected this to be the most competitive, most expensive, most watched gubernatorial race in the country, arguably still the most watched, but not really the most competitive.So I think at this point, Josh Stein, the Democratic candidate who is a current attorney general, is likely to win that race. I think there are going to be some effects up ballot and down-ballot, right? So they could affect things as low as the general assembly or state legislature in North Carolina, but also of course, up ballot to the presidential election. It just makes sense, right? If you got folks that are Republican leaning, conservative, they're not wild about Mark Robinson for governor, maybe there's the kind of people to just stay home rather than come out and cast that vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "SCIUTTO",
      "sentences": "All right. Before we go, what do we in D.C. miss or not pay enough attention to when it comes to the politics in North Carolina, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "COOPER",
      "sentences": "Yeah, I think part of it is that it's still a very rural state. It has the second most rural voters in the country after Texas. It's very diffuse unlike a state like Georgia that has, of course, dominated by land, or Virginia that's dominated by northern Virginia. There's no one city that dominates North Carolina.So what that means is campaigns are more expensive, they're more diffused and you cannot ignore the rural vote like you can in many, arguably, most other battleground states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "SCIUTTO",
      "sentences": "That's a great point.Well, Chris Cooper, thanks so much for walking us through it. We'll certainly be watching closely there in three weeks' time. Thanks for joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:05",
      "speaker": "COOPER",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:07",
      "speaker": "SCIUTTO",
      "sentences": "Yeah. Some of the worry is those exercises become the real thing.And that's the spacecraft is on its way to a far off moon hoping to find a spot that might be able to sustain life. We're going to have the details ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:07",
      "speaker": "SCIUTTO",
      "sentences": "One celebratory welcome to a teenager from Nepal. Nima Rinji Sherpa last week became the youngest person to reach all 14 of the world's 8,000-meter peaks. The Sherpa community in Katmandu welcomed him with music, dancing at a police band, marching through the streets. Sherpa began his mission at just the age of 16, has not stopped climbing sense. He says the achievement is not just for him, but for the entire Sherpa community.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:07",
      "speaker": "NIMA RINJI SHERPA, MOUNTAINEER",
      "sentences": "This is a very big advantage for the Sherpa community and even for me and for everyone. You know, like -- because before this, you cannot -- you can't imagine a teenager doing the 14 peaks, you know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:07",
      "speaker": "SCIUTTO",
      "sentences": "It's an amazing feat.Only 40 people, about 40 people in the world of accomplished it before. Well, NASA's Europa Clipper is on its way to an icy moons orbiting Jupiter. The craft launched on a SpaceX rocket Monday from the Kennedy Space Center in Florida. It is going to investigate an ocean beneath Europa moon's icy shell to see whether it could be habitable for life, as we know it. Michael Yoshida has more on the mission and its goals. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:07",
      "speaker": "MICHAEL YOSHIDA, CNN CORRESPONDENT",
      "sentences": "The long anticipated launch originally scheduled for last Thursday was delayed because of Hurricane Milton, but after getting checked out and cleared by crew, the spacecraft now on its way to study an ice covered ocean the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "YOSHIDA",
      "sentences": "Clipper will look at the ocean beneath Europa's thick ice shell. The moon's ocean is estimated to have two times as much liquid water as the earth's oceans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "LAURIE LESHIN, DIRECTOR, NASA JET PROPULSION LAB",
      "sentences": "We have ten science investigations that are designed to examine Europa. This incredible icy ocean moon from every different perspective, and to give us great insights into whether this could be a habitable world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "YOSHIDA",
      "sentences": "The mission has several big challenges. One, just getting to Jupiter, with a spacecraft traveling and some 1.8 billion miles. Once there, the planets complex gravity fields and powerful radiation have to be dealt with, as the Clipper does fly-bys of the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "JORDAN EVANA, PROJECT MANAGER, EUROPA CLIPPER",
      "sentences": "Another challenge is having a solar powered mission at Jupiter. We had to build these giant solar panels to capture the small amount of sunlight at Jupiter to power the spacecraft.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "YOSHIDA",
      "sentences": "The $5.2 billion mission began in 2013.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What we learned with clipper and the habitability of Europa, this is going to pave the way for the future, for future missions to Europa and elsewhere in our solar system, where we can search more directly for life.(END VIDEOTAPE) YOSHIDA (on camera):  And on its way to Jupiter, the spacecraft will do flybys of both Earth and Mars, using the gravity of each to help it use less fuel and also gain speed on its way to Jupiter, where it's expected to arrive in 2030. In Washington, I'm Michael Yoshida reporting.",
      "isLastSentenceInterrupted": false
    }
  ]
}