{
  "date": "2024-02-29",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN Investigates Israeli Military Actions in Gaza; Transnistria Appeals to Russia for Help; Yulia Navalnaya Addresses EU on Putin Regime; Trump's Legal Battles Continue with Supreme Court Hearing; Iran Elections and Israel-Hamas Conflict Raise Concerns. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Coming up here on CNN, the story of Juba Abujiba and the CNN investigation which lays bare the chasm between the IDF says and what it's doing to protect civilians and the brutal reality of what Israeli forces are actually doing in Gaza.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FMR. U.S. PRESIDENT, 2024 PRESIDENTIAL CANDIATE: There is nothing more important to a presidency than immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "Especially when it comes to three of Donald Trump's four trials and inane and fatuous defence which will now be argued before the US Supreme Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "I think we have to prepare for Putin's next steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "And there are fears Putin may next send troops into Transnistria, a pro-Russian independent enclave in Moldova, after local officials there made a public call for help from Moscow.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:09",
      "speaker": "JIBBA",
      "sentences": "As we were calling for help, another bomb hit. We were all knocked unconscious. When I woke up, I found my children and relatives killed.KARADSHEH (voice-over):  Ruba was hanging between life and death. What knocked them unconscious was likely a massive 2,000-pound bomb, according to three ballistic experts who analyzed images of the crater. The blast's shockwave is so powerful that it can rupture the lungs, leading victims to drown in their own blood. Two forensic experts who examine our video tell us this shockwave is what they believe killed the Abu Jibbas'. Dhruba sister, Diana, survived. She ran out frantically searching for help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "With this note, the U.S. State Department says Israel has until the middle of next month to sign a letter which provides assurance it will abide by international law while using U.S. weapons. Here's spokesperson Matthew Miller.(BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. SPOKESPERSON:  It's just describing the national security memorandum that the president issued in early February that outlines a procedure that is not specific to the state of Israel but is specific to all countries that receive military assistance from the United States. That those countries provide us written assurances that recipients, number one, will use the weapons in accordance with the law of war, and number two, will facilitate and not arbitrarily deny or restrict humanitarian assistance. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "VAUSE",
      "sentences": "Some of that humanitarian assistance could soon be coming from U.S. aircraft. Two officials tell CNN the U.S. is considering possible airdrops over Gaza. France, Jordan, and several other countries airdropped assistance into the territory earlier this week.A huge win for Donald Trump and his efforts to delay his legal trials until after November's election, with the U.S. Supreme Court agreeing to hear arguments over his claim of presidential immunity in the election subversion case. The Supreme Court could have simply refused to hear this appeal and let the circuit court's decision stand. A ruling which was agreed to by all three judges. The Supreme Court now getting the final word would likely push back any proceedings by months, which critics say plays right into the Trump camp strategy of delay, delay, and delay again. However, Trump claimed legal scholars are now extremely thankful for the court's involvement. He posted on Truth Social, without presidential immunity, a president will not be able to properly function or make decisions in the best interests of the United States. Presidents will always be concerned, even paralyzed by the prospect of wrongful prosecution and retaliation after they leave office. The Supreme Court decision is expected by the end of June, which means the election interference trial may not happen before the general election in November. More now on presidential immunity from CNN's Brian Todd. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): Former President Trump's arguments center on the idea that a president should not be sued for an act committed during their time in the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:29",
      "speaker": "NICK AKERMAN, FORMER ASSISSTANT SPECIAL WATERGATE PROSECUTOR",
      "sentences": "Philosophically, the heart of the argument on this immunity is that a president has to be able to move forward, make decisions at a pretty rapid pace, and he can't be subject to lawsuits for any act that he takes, whatever act that is, that he can't be tied up in court rather than being acting as president.TODD (voice-over): The Supreme Court has barred civil lawsuits against a president for official acts while in the White House, but hasn't addressed whether criminal charges can be filed. President Richard Nixon tried to invoke limited presidential immunity over judicial orders in 1974, when he tried to avoid handing over his White House tapes to the special counsel investigating the Watergate scandal. He didn't try to invoke immunity over criminal prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "RICHARD NIXON, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I shall resign the presidency effective at noon tomorrow.TODD (voice-over): After leaving the presidency, in his iconic 1977 interviews with journalist David Frost, Nixon seemed to indicate he thought he was above the law while serving as president. NIXON: When the president does it, that means that it is not illegal. TODD (voice-over): But analysts say Nixon was not claiming absolute presidential immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "NORM EISEN, FORMER OBAMA WHITE HOUSE ETHICA COUNSEL",
      "sentences": "He was specifically referencing a band of national security-related decisions that a president can make and the broad sweep of presidential power. Now, the courts have since disagreed with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "TODD",
      "sentences": "Responding to the previous appeals court ruling that he's not immune from prosecution, former President Trump at the time called it a, quote, nation-destroying ruling, posting on Truth Social that if it's not overturned, it would injure the presidency and the country. Brian Todd, CNN, Washington.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:19",
      "speaker": "VAUSE",
      "sentences": "In other Trump legal news, an appellate court has rejected a request to put a massive penalty from his civil fraud trial on hold until his appeal is over. That means Trump must pay $454 million in less than a month. His attorneys claim they couldn't raise the full amount because of a ban on obtaining loans. The judge lifted that ban so Trump can access equity in his assets. Still not clear if he has the money, and the attorney general's office could potentially move to seize property.And in a surprise move, Illinois has become the third state to remove Trump from the ballot. The judge there, citing the U.S.s' ban on insurrectionists running for office.  Colorado and Maine first decided to remove Trump on those same grounds, but their decisions were paused while the U.S. Supreme Court rules on Trump's appeal. The justices are widely expected to rule in Trump's favor. When we come back here on CNN, European lawmakers get a piece of advice on how to deal with Russia's president from the widow of the late opposition leader Alexei Novani, why she says sanctions and resolutions can only go so far in dealing with a mob boss. That's ahead. Also, Moldova's breakaway region of Transnistria, is requesting help from Russia. What pro-Russian officials there claim is behind the move. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "NAVALNAYA",
      "sentences": "The funeral will take place the day after tomorrow and I'm not sure yet whether it will be peaceful or whether police will arrest those who have come to say goodbye to my husband.CHANCE (voice-over): Already human rights groups say hundreds have been detained across Russia at makeshift memorials set up after Navalny's sudden death in a notorious Arctic penal colony earlier this month. His body was then withheld say Navalny's team. What his widow calls an abuse the prolonged the family's agony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "NAVALNAYA",
      "sentences": "If he was starved in a tiny stone cell Tschister from the outside world. And denied visits phone calls and then even letters. And then they killed him. Even after that they abused his body and abused his mother.CHANE (voice-over): The Kremlin denies allegations of wrongdoing and any responsibility for Navalny's death. Near the Kremlin, meanwhile, Western ambassadors have been remembering the loss of another Russian opposition leader. Not Navalny, but Boris Nemtsov, gunned down here back in 2015. The Kremlin denies any involvement in this killing, too. But anyone who takes on Russia's opposition mantle knows they're taking a huge risk. Matthew Chance, CNN Moscow. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "A small pro-Russia autonomous region of Moldova has issued a public call for help from Moscow. Relations between the region, called Transnistria, and Moldova have always been tense and worsened in recent months, after Moldova imposed new customs duties on imports to and exports from Transnistria. On Wednesday, a rare session of the Transnistria Congress appealed to Russia to help protect the region in the face of increased pressure from Moldova. That's according to the task (ph) news agency.Russia's foreign ministry says protection of those living in the region is a priority, while Moldova described the call for help as a propaganda event. Here's more now from the president of Moldova, speaking at a summit in Albania. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "UNKNOWN",
      "sentences": "Do you fear Transnistria may be dragged into the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "MAIA SANDI, MOLDOVAN PRESIDENT",
      "sentences": "Moldova is safe today. Ukraine needs to be supported. Ukraine is keeping us today peaceful and safe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "Join me now is Matthew Schmidt, an expert on Russia and Ukraine. He teaches National Security at the University of New Haven. Welcome back. Good to see you.MATTHEW SCHMIDT, ASSOCIATE PROF. OF NATIONAL SECURITY, UNIVERSITY OF NEW HAVEN:  Thanks. Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "VAUSE",
      "sentences": "Okay, so it's probably best to start with Transnistria for Dummies 101. It's just 1,600 square miles. It's a small sliver of land squeezed between Moldova and Ukraine. It declared independence in 1990, but it's not recognized internationally. Notably, though, it's home to about 500,000 mostly Russian speakers, as well as 15 000 Russian soldiers. So fast forward to Wednesday, and during a meeting of the Council of Deputies, the Parliament issues this call for help to Russia. So what is this call to help, and why do they do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:19",
      "speaker": "SCHMIDT",
      "sentences": "This call to help, John, is a classic part of the Russian playbook. It's a situation where you take a Russophone population, and you have them declare that they are afraid of something happening to them, that they are afraid of being discriminated against, in this case by Moldova, and then asking for Mother Russia to come in and help them. It's what happened in the Donbass, it's what happened in Crimea, it's what happened in Georgia. It's an absolutely classic pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "The People's Republic of Donbass asked Russia for help. In this regard, I decided to conduct a special military operation. It aims to protect people who have been bullied and subjected to genocide by the Kiev regime for eight years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "It would seem unlikely that a call for Russian help from officials and Transnistria would be made publicly before they get some kind of reassurance from Kremlin ahead of time that there will be help if they need it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "SCHMIDT",
      "sentences": "I think it's best to think of this as a trial balloon. I'm not sure that it's in Russia's interest to actually engage in operations in Transnistria. And I'm not sure that Transnistrians really want it. But they are playing a part here in establishing the idea and the threat of it out there in the context of Moldova seeking greater integration with Europe and then the general battlefield situation in Ukraine, right? The fear about this region is that Russian, quote-unquote, peacekeeping. troops there could act as a hammer against the anvil of Russian troops further to the east and south in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "So the Institute for the Study of War, about a week ago, warned that Transnistria may call for or organize a referendum on Transnistria's annexation to Russia. This was at a recently announced Transnistrian Congress of Deputies, which was planned for February 28th, as in Wednesday. So, it turns out they did not go that far. But, you know, I guess that move is still on. I mean, it's still on the table in some regards, but obviously this goes into your theory that it may be a trial balloon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "SCHMIDT",
      "sentences": "Right. So, there are a lot of physical reasons why it might not be good for Transnistria to become part of Russia. One is that there is a giant country in between them called Ukraine that is not friendly to Russia. And Transnistria relies on their oil and gas, right, coming in from Russia. And then, you know, they have an electrical generation plant, which is their big leverage because it feeds power into Moldova proper. And if they were to break away, they don't have that market.So, they don't get money providing that electricity to Moldova. Moldova goes further west to get it from the EU. So, this is why I think this is a lot of posturing in order to create the sense of a threat, in order to sort of just (technical difficulty) create chaos. But I don't think anything's going to happen yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "Okay, well, Ukrains President Zelenskyy on Wednesday not only described Vladimir Putin as Hitler Act Two, but he also had this warning.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "ZELENSKYY",
      "sentences": "All of us, I think we have to prepare. For what? Just to be strong, to prepare for war or peace. It's not about it. To prepare for Putin's next steps.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "And keep in mind, most of those 1,500 Russian soldiers who are based there in Transnistria are there to guard what's been described as the largest illegal arms depot in Eastern Europe. 20,000 tons of mostly obsolete Soviet era munitions. And if for some reason there was an explosion at that military depot. The blast could be compared to a 10 kiloton nuclear bomb which was dropped on the city of Hiroshima in 1945. This does seem to raise the stakes here substantially with regards to whatever Putin decides to do next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "SCHMIDT",
      "sentences": "Well, first of all, that description, you know, belabours the fact that those munitions are not all stacked on top of each other. And in order to get a 20-kiloton explosion, you've got to light them up all at the same time. That's almost certainly not going to happen. And then, you know, as far as what Zelenskyy is saying, is Zelenskyy I think is engaging in some positioning here too, right? Some floating of trial balloons.It's in his interest to have Europe worry about Putin moving beyond Ukraine. I, again, am doubtful of that. I don't discount the possibility that that might make sense to Putin, but I don't see it making sense for Putin right now. It would only bring NATO in and increase the threat to his military power, which is what gives him threat in the rest of the world, gives him power in the rest of the world. So, if he loses to NATO coming into the war, he's worse off than if he stays where he's at right now,  controlling what it controls in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "Matthew Schmid, as always, so good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "SCHMIDT",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:24:59",
      "speaker": "VAUSE",
      "sentences": "Well, as Iranians prepared to vote in elections on Friday, fears are rising that Israel-Hamas war could lead to direct confrontation between Tehran and Washington. Iranians are telling CNN that's after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:56",
      "speaker": "ABUFAZI AMOUEI, IRANIAN PARLIAMENTARIAN",
      "sentences": "We think that, if there will be no finish for the -- this war, it can go in bigger scale and it's -- it can be harmful for everybody. You'll note that the city is one of the parties who are in support of Israel.PLEITGEN (voice-over): The U.S. accuses Iran of arming Hamas for years, aiding the groups attack against Israel on October 7th last year, killing more than 1,000 Israelis and taking hundreds hostage, and for supporting the Houthis in Yemen, who are targeting international shipping in the Red Sea, allegedly to force an end to the Israel-Hamas war. But it was attacks by Iran-backed militias against U.S. bases in the Middle East, including one killing three U.S. service members on January 28, and the U.S.-U.K. military counterstrike in Iraq and Syria, that brought the U.S. and Iranian tension to a new level. President Biden says the U.S. is not seeking conflict, but when Americans are harmed, he promises a response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "PLEITGEN",
      "sentences": "Of course, when you speak to people on the streets here, they'll tell you the main concerns that they have are about the economy and also about inflation, as well.But of course, there are also people who really fear that things could spiral out-of-control between the U.S. and Iran, and possibly even lead to an armed conflict. PLEITGEN (voice-over): Even here, confident tones. \"Not only the U.S. is afraid, but also Israel and neighboring countries,\" this man says. \"The U.S. does not have the courage to get close to Iran because of military concerns.\" But a fear of what might happen after the upcoming U.S. elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Next year, the trauma's (ph) coming. Is everything going to be much, much worse than now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "PLEITGEN",
      "sentences": "How do you think it will be worse? You think it could be war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, I don't think the war is coming, but the economy is going to be awful. Yes, it's going to be awful, yes.PLEITGEN (voice-over): Fred Pleitgen, CNN, Tehran. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "VAUSE",
      "sentences": "Still to come on CNN, in just two days, a massive wildfire in Texas, already the second largest ever in the state, devastating communities. We'll hear from some residents who've lost virtually everything. More in a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "VAUSE",
      "sentences": "The state of Texas has executed a death row inmate, Ivan Cantu, deprived of a fair trial, they say, despite claims he was -- that new evidence had been discovered in this trial.Cant, who denied murdering his cousin and his cousin's fiance in 2000. His supporters have argued for a stay, arguing Cantu did not receive a fair trial. They say a podcaster had found new evidence which needed to be evaluated. Three members of the jury which convicted him actually joined in that effort. Federal and state courts rejected appeals, and the governor declined to intervene. Collin County district attorney stands by the case, says Cantu had quote, \"finally met with justice.\" And the second largest wildfire in Texas is now tearing through the Panhandle, destroying homes, forcing many residents to flee. The Smokehouse Creek Fire has grown immensely in less than three days, still mostly out of control. Several other wildfires are burning nearby in Oklahoma, together, scorching more than 40 -- 400,000 hectares since Monday. At least one person died as a result of the fire so far. CNN's Lucy Kafanov has the details. (BEGIN VIDEOTAPE) TERRILL BARTLETT, MAYOR, CANADIAN, TEXAS (via phone): About half the town was forced to shelter in place. LUCY KAFANOV, CNN CORRESPONDENT (voice-over): The mayor of Canadian, Texas, grateful that no lives were lost as local homes burned in a firestorm raging in the Texas Panhandle, fueled by dry growth and windy conditions the Texas Smokehouse Creek Fire is spreading out of control. On average, around 200 acres per minute, devouring more than three acres per seconds since it began two days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "DANNY WILLIAMS, FRITCH, TEXAS, RESIDENT",
      "sentences": "Our world's on fire.KAFANOV (voice-over): Danny Williams has spent 30 years in Fritch, Texas. His home survived the inferno that spread through town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:04",
      "speaker": "WILLIAMS",
      "sentences": "He just barely got out. He only had the shirt on his back and his dogs. He lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:04",
      "speaker": "KAFANOV",
      "sentences": "I want to give you a sense of just how damaging these fires were. This was a two-story structure. It got destroyed in 30 minutes. Neighbors watched it burn. The residents have nothing left.KAFANOV (voice-over): The fire, which began Monday in the Texas panhandle near Amarillo, has now crossed state lines into neighboring Oklahoma. In Amarillo, officials saying flames have not reached the Pantex nuclear weapons plant, and firefighters have made some progress in the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The last containment numbers I hadcontinue its path of destruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:04",
      "speaker": "KAFANOV",
      "sentences": "Is the fire danger over?ADAM TURNER, TEXAS A&amp;M FOREST SERVICE: The danger is not over so the winds have died down. They will be back this weekend. It will be high winds and dry conditions again. KAFANOV (voice-over): Now a race to herd livestock and horses from the fire as churches set up shelters for those who've been evacuated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Most of the people that have come in, they have lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "As we were leaving, we could turn around, and it did. It looked like Armageddon.KAFANOV (voice-over): Parts of at least five Texas counties are still under evacuation orders, and all the residents evacuated from the town of Fritch are being told some homes are still on fire. And they can't yet return. Firefighters in some areas overwhelmed by the blaze.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We got too many spots. Pulling out. Pull out. Everybody pull out.KAFANOV (voice-over): High winds are the greatest threat now. On Tuesday, wind gusts exceeding 60 miles per hour fueled the greatest destruction. Lucy Kafanov, CNN, Fritch, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}