{
  "date": "2024-11-20",
  "headline": "One World with Zain Asher",
  "subHeadline": "U.S. Embassy In Kyiv Closed Over Potential Attack; Today: House Ethics Panel Meets To Disclose Gaetz Report; Trump Taps Wrestling Executive To Head Education Department; U.S. Envoy Aims To Secure Israel-Hezbollah Ceasefire Deal; Biden Approves Anti-Personnel Mines For Ukraine; Man Sentenced In Murder Of A 22-Year-Old Nursing Student; Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:25",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "All right. Bracing for impact. Threats of Russian attacks lead to the U.S. shuttering the doors of its embassy in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "ONE WORLD starts right now. Access granted. Joe Biden approves new weapons for the war in Ukraine. It's his secondmajor policy shift this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "ASHER",
      "sentences": "Also ahead, we could know the details of an ethics report into the alleged sexual misconduct and illicit drug use of Donald Trump's pick forattorney general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "GOLODRYGA",
      "sentences": "Plus, swift justice in the murder trial of the student killed while out for a jog at the University of Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "ASHER",
      "sentences": "All right. Coming to you live from New York, I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga. You are watching ONE WORLD.And we begin with a stark reflection of what many political observers call an escalating war. The U.S. embassy in Kyiv is shutting today, saying that it received information about a potential air attack. The embassy has told its staff to shelter where they are. And it's not alone. The Greek and Spanish embassies in the Ukrainian capital have also closed for security reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "ASHER",
      "sentences": "This comes as the U.S. defense secretary confirms the Biden White House is sending anti-personnel mines to help defend Eastern Ukraine.(BEGIN VIDEO CLIP) LLOYD AUSTIN, U.S. DEFENSE SECRETARY: We provided them anti-tank mines from the very beginning. And because of the way the fight has evolved, this is just another stage here. But again, our focus is to help them, is to meet their needs. And they've asked for these. And so I think it's a good idea to provide them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "ASHER",
      "sentences": "And just a few days ago, the U.S. gave key permission to launch longer-range American missiles similar to these at targets inside Russia.Russian President Vladimir Putin has since updated his military's nuclear doctrine. But the Ukrainian ambassador to the U.N. says he has no time for Moscow's fresh round of nuclear saber-rattling. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "SERGIY KYSLYTSYA, UKRAINIAN AMBSADDOR TO THE UNITED NATIONS",
      "sentences": "Our position is very strong. We have to make the Russians sit down at the table ofnegotiations and the only way to do it is by strengths. I don't believe that anyone in the Russian leadership is brave enough to commit a suicide. People are very weak in Russia. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:25",
      "speaker": "GOLODRYGA",
      "sentences": "Let's get the view from the Pentagon with CNN's Oren Liebermann. Oren, Defense Secretary Lloyd Austin said one of the reasons behind thegreen lighting now, the anti-personnel mines, was what he said was Russia's increased reliance on foot soldiers leading their assaults as opposed to military tanks. What more are we learning about this decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and just days after President Biden greenlit the use of ATACMS as well inside of Russia. Oren Liebermann, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "ASHER",
      "sentences": "All right. There are two significant events happening right now regarding Matt Gaetz, Donald Trump's highly controversial pick to beattorney general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. In just one hour, the House Ethics Committee will meet to discuss what to do with their report on Gaetz. There is growing pressurefor them to release the report to the public. Now it looks into allegations of drug use and sexual misconduct by Gaetz, as well as whether he received improper gifts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "ASHER",
      "sentences": "Separately, Gaetz himself is on Capitol Hill today to meet with Republican senators who will have to vote on his confirmation. He's beingescorted by Trump's VP, J.D. Vance. Vance seemed to be addressing skeptical Republicans in a social media post this morning, when he said Trump deserves a cabinet that is loyal to the president's agenda. Let's go straight to CNN's Annie Grayer, who's on Capitol Hill with the latest. So, Annie, in terms of what we know right now, the Ethics Committee is meeting today to discuss this report. We don't know if this report is ever going to see the light of day. However, if it does end up being released, how rare and unprecedented would it be for this committee to release a report on a former member? Walk us through that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "ANNIE GRAYER, CNN REPORTER",
      "sentences": "Well, it actually has happened before. There are a few instances in the committee's history where the committee hasreleased reports on members who have or are no longer a part of Congress. What is true, though, is this investigation had to end as soon as Gaetz resigned, because it can only apply to sitting members of Congress. So now, the committee is grappling with what to do with this report. Donald Trump wants Gaetz to be his attorney general. Gaetz is meeting with senators. He's trying to make his pitch directly to them. We know Trump has called senators directly on this as well. And it's all going to come down to this Ethics Committee. What are the Republicans on this committee going to do? It is evenly split between Democrats and Republicans. The committee is going to have to decide whether to vote to formally release it. So far, there are signs that Republicans on this committee do not want this report to get out. We've seen the speaker of the House, House Speaker Mike Johnson say, this report should not see the light of day. So there are all eyes on this committee that normally operates very much in secret right now and the stakes could not be higher for Matt Gaetz who's making his personal pitch for AG.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "ASHER",
      "sentences": "All right. Annie Grayer live for us on Capitol Hill. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "GOLODRYGA",
      "sentences": "Professional wrestling executive and a T.V. doctor are Donald Trump's latest controversial picks for his new administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "ASHER",
      "sentences": "Trump has tapped Linda McMahon to head up the Department of Education. McMahon was CEO of World Wrestling Entertainment but has nopractical experience at all in the field of education. During the campaign, Trump often spoke about dismantling the Department of Education, and that could be McMahon's chief job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:14",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Trump also picked TV talk show host Dr. Mehmet Oz to head up the agency that oversees Medicare and Medicaid. Oz has a medicalbackground, but no administrative experience. With more on the Trump transition, let's bring in CNN's Alayna Treene. Alayna, in just the last hour, we also learned that Trump has picked Matt Whitaker, his former acting attorney general, as NATO ambassador. We're still awaiting a few more key picks, including Treasury. What more are you hearing, though, about the rationale behind these picks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Alayna Treene in Washington. Thanks.For some additional perspective on all of this, we welcome someone to the show who is the White House lawyer in Donald Trump's first term, May Mailman, is now the director for the Independent Women's Law Center. May, welcome to the program. Thanks so much for taking the time. Let me ask about some of these more controversial picks, as not only Democrats are describing them, but as you know, many Republicans as well. And let's begin with Matt Gaetz. Obviously, it's the president's prerogative to select who he wants, but it is the Senate's role in terms of confirming them. And there is a lot of hesitation among Republican senators specifically about Matt Gaetz, his qualifications for the job as big as attorney general, given the investigation and some of the concerns surrounding his behavior, past behavior, and whether or not he's even suited for such a high-profile position. Is this something that Donald Trump, I know he's publicly reporting that he is continuing to stand behind this move, but at some point do you see him being a bit more open to nominating someone else, given all the pushback? MAY MAILMAN, DIRECTOR, INDEPENDENT WOMEN'S LAW CENTER: Let's just think -- give Matt Gaetz a fair shake. This is someone who's highly intelligent. He's a debate nerd. He was a high school debate champion. This is somebody who, yes, he goes on T.V., but clear speaking is aligned with clear thinking. And the American people did not elect Donald Trump to have just sort of the same DOJ glut that they've had before. We have had DOJ spend tens of millions of dollars investigating the president. And all of a sudden, it seemed like some sort of problem. Well, that Matt Gaetz might be loyal to the president, meaning he might not investigate him. But you know what? If the Department of Justice is a little bit less focused on going after its political enemies and a little bit more focused on doing justice, on making sure that women like Laken Riley, who was killed by an illegal immigrant, can leave their house and feel safe, can feel safe because that they know that there is a system of justice out there, then that is a win for the American people. And so I think a lot of focus on Matt Gaetz' personality is less important than the focus that should be on what is the role of the Department of Justice and have they been fulfilling that role. They have not, and hopefully, they will be soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "MAILMAN",
      "sentences": "OK. Well, these people do have very impressive backgrounds. I mean, these are people who -- let's even just take Dr. Oz, a highlysuccessful business person, to run an agency that's budget has exceeded inflation. The cost of our Medicare/Medicaid system are totally uncontrolled and there's fraud and people want to fix that. So I don't think that we should diminish the backgrounds of the people who are being selected. But a couple of other things --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "ASHER",
      "sentences": "But also some controversies -- but also some controversies as well. You've got someone like Mehmet Oz who has touted hydroxychloroquine, ananti-malarial drug as a remedy for COVID. You've also got RFK Jr., of course, talking about the fact that vaccines potentially cause autism. I mean, obviously, they do have experience, but they're also extremely controversial in terms of some of their beliefs as well, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "MAILMAN",
      "sentences": "I think pushing back on the COVID, I guess, prevailing narrative has been warranted. And we were all told that the vaccine would preventtransmission and that was not true. And so it's OK. It is OK to question. It's OK to promote things that are not the prevailing narrative. That's what Americans are coming to really appreciate. But let's talk about quote-unquote loyalty. Of course, the president, any president deserves an agency heads who are loyal to their vision because nobody elects agency heads. It is this wild fourth branch of government that is not supposed to be independent. The American people have power. The American people have power. And the only way to make that work is that if we elect a president, then the people who the president has enacting his agenda are part of his team. They're one. They're one in the same. Because if they're separate and if they're doing something else and if they've got their own agenda, then you know who lacks the power, it's not President Trump. The person who lacks the power is me. The person who lacks the power is the American people. So that unitary executive is something that's not wild. It was promoted by Elena Kagan, who was a democratic appointee of the Supreme Court. So that type of cohesiveness, teamwork from the president, you can call it loyalty, is the vision of American government that we're supposed to be operating under.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "GOLODRYGA",
      "sentences": "You mentioned, if I can go back to Matt Gaetz, that the people of the Senate, I guess specifically, should give him a fair chance. Whatdoes that look like? I mean, what specific cases has he prosecuted in his career? I believe he has law degree. I don't know if he's actually been employed as an attorney throughout his career, if he has prosecuted any cases. What legislation has he worked on forming that gives you the sense that he is up for the job? Because I think aside from personality, and you mentioned his personality, but also legal cases that are looming. Experience matters for a job that important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "MAILMAN",
      "sentences": "Yes. So I don't -- I don't necessarily envision that the American people think that the head of the Department of Justice is going to get outthere and litigate. Even the attorney generals for the various states are not litigators. These are people who have a conception of justice that will make the American people safe and help businesses thrive, you know, cut back on unfair practices, these types of things, to make sure that our country runs. And so that's what -- the American people, right now, see that they have some questions about the rule of law. If you're Elon Musk and your companies are not investigated when there's a Republican president, but all of a sudden there's a Democrat president and you're being endlessly investigated and you're being cut out of federal deals, that doesn't feel fair. And so the attorney general should have a conception of fairness, a conception of justice that aligns with the people who voted for President Trump and not necessarily like in the weeds of litigating experience, which I don't, you know, I don't think is the job of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "GOLODRYGA",
      "sentences": "Shouldn't it align with the -- shouldn't it align with the constitution more than the people who voted for any president? I mean, doyou have confidence that that's where his allegiance lies, to the Constitution of the United States and not to being loyal to Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:11",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Former Trump White House counsel, May Mailman, thanks so much for taking the time to join us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:11",
      "speaker": "ASHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:11",
      "speaker": "MAILMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:11",
      "speaker": "GOLODRYGA",
      "sentences": "Well, U.S. Defense Secretary Lloyd Austin was asked his opinion of what President-elect Trump's pick to lead the Pentagon had to say aboutwomen in combat. Trump's nominee, Pete Hegseth, said that women should not serve in military combat roles. Austin said during his three tours of Iraq and one in Afghanistan, everywhere he went, women in uniform were doing incredible things. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:11",
      "speaker": "AUSTIN",
      "sentences": "Well, you know, I don't know the potential nominee. So I can't comment on -- and won't comment on anything that he said. I don't know whathis experiences are. But I can tell you about my experiences with women in the military and women in combat, and they're pretty good. I think our women add significant value to the United States military. And we should never change that. And if I had a message to answer your question to our women, I would say, I would tell them that, you know, we need you. We have faith in you. We are appreciative of your service. And you add value to the finest and most lethal fighting force on earth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:11",
      "speaker": "ASHER",
      "sentences": "Austin added in Kuwait, the women in his command were not only courageous, but did amazing things to support the effort and theircolleagues as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:11",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Still to come for us, Israel's prime minister offers money and safe passage out of Gaza for anyone who frees a hostage. We'llhave details and a live report from Jerusalem, ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:14",
      "speaker": "GOLODRYGA",
      "sentences": "The U.S. envoy, Amos Hochstein, says that he hopes to clinch a ceasefire deal between Israel and Hezbollah. Hochstein heads to Israelafter spending the past two days in Beirut trying to broker a truce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:14",
      "speaker": "ASHER",
      "sentences": "Yes. The war has brought massive devastation to Lebanon. Hezbollah's leader says the negotiations will test the seriousness of the Israeli side.The U.S. State Department is sounding an optimistic note. (BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: We have made significant progress and that an agreement is within reach, but it's going to take decisions by both parties, by both Israel and Lebanon to actually get an agreement. And that's what we're going to continue to push for. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:14",
      "speaker": "GOLODRYGA",
      "sentences": "The Israeli prime minister, meantime, is offering money for the return of hostages. Speaking in Central Gaza Tuesday, Benjamin Netanyahusaid Israel would pay $5 million and ensure safe passage out of Gaza to anyone returning a hostage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:14",
      "speaker": "ASHER",
      "sentences": "Yes. Mr. Netanyahu also said that anyone who harms a hostage would, quote, also pay the price as well. Some hostage families are reacting tothis with outrage. In fact, the mother of one hostage says the prime minister is trading the hostages' lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:14",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. CNN's Nic Robertson joins us now live from Jerusalem. And, obviously, there are 101 hostages and their family's lives hanging in thebalance here, as were well over 400 days since October 7th attack. I spoke with a mother who continues to remain optimistic about this. So a lot of mixed emotions here. But tell us what led to this new statement from Prime Minister Netanyahu as he was in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:14",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. I think some of the families feel that this statement has come out of the blue, that theprime minister has announced this out of the blue. The reality is that the offer of this sort of deal of money and a path out of Gaza has been behind the scenes on offer for help to get the hostages out. Why the prime minister's gone public and put a $5 million figure is unclear right now. And, of course, it doesn't sit well with many of the families who want him to prioritize the lives of their loved ones over the war and call a ceasefire and get the hostages out, rather than continuing to fight. And there was a protest again outside of the prime minister's residence here in Jerusalem, even in the rain, families of hostages sitting in silent protest outside of the prime minister's house. So I don't think the prime minister's announcement will have won him any favors with the vast majority of the hostage families who believe that he has been on the wrong track all along. Of course, there are some families of hostages that do support the prime minister. Whether or not the $5 million figure is enough to entice anyone that might not have heard of these financial inducements before to offer up the hostages is unclear as well. But this sort of possibility for Gazans to get free from Gaza and get some money for offering up information that has been going on in the background for some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:14",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Nic Robertson, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:57",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back to ONE WORLD. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:57",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.The U.S. has announced yet another major policy shift regarding Ukraine's fight against Russia. The Biden administration agreeing to provide anti- personnel mines to Ukraine for the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:57",
      "speaker": "ASHER",
      "sentences": "Yes. Russia launched attacks on cities across Ukraine overnight, including the capital, Kyiv. The threat prompted a number of countries toclose their embassies for the day, including the U.S. Here's our Nick Paton Walsh reporting from Kyiv. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:57",
      "speaker": "NICK PATON WALSH, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, the U.S. Embassy in Kyiv closed for the first time really since the invasion ofFebruary 2022. Diplomats not coming to work, many warned to shelter in place because of the fear, they say, of an air assault. Very untypical, this kind of warning to Americans and their diplomats to essentially take cover. And not something that Kyiv itself would find that abnormal. Look at the streets around me here. There's no signs of life really changing at all, despite the specific nature of this warning, indeed. But it is a sign of the escalating tensions between Washington and Moscow since Ukraine has started using in the last 48 hours, U.S. made and supplied ATACMS longer-range missiles to hit targets inside of Russia. Is it likely that there will be a direct attack on this building? Or that would be an extraordinary escalatory move by Russia. In just the closing months of the Biden administration, and I'm sure Vladimir Putin, frankly, would not want to take a move like that when he knows President-elect Donald Trump may engage in more favorable discussions with him. But other European embassies, we're hearing, are at least restricting their services, some closed to visitors. And it may be, I think, a reflection of how there's increased anxiety in all of NATO's ranks about what may follow the stark move by president Joe Biden to allow the ATACMS to be used. Overnight, we're hearing that Ukraine's Defense Intelligence says it's hit further targets inside of Russia but still it's Russia on the front foot across the eastern battle zone here making incremental progress over the past months. But you do get a real sense here in Kyiv of the heightened tensions between Washington and Moscow because warnings like this are just so rare. Nick Paton Walsh, CNN, Kyiv Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And the U.S. has already faced some pushback after they greenlit the use of cluster munitions for the very same reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "MACCARLEY",
      "sentences": "Yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "GOLODRYGA",
      "sentences": "If I could get your take on the green lighting now of these anti-personnel mines, because a few military analysts that I've readresponding to this say that this could actually have a greater impact on the battlefield than the use of the ATACMS. Would you agree with that and explain how so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "MACCARLEY",
      "sentences": "Yes, absolutely. I 100 percent agree with those who have spoken before me about the use of these anti-personnel mines, sort of advancedclaymore mines, partly because you have more of them. Meaning, that you can seed, meaning like plant, you could see the battlefields, the front line or the line in front of the line of contact and plant these mines. And it makes it extraordinarily difficult for the Russians and the Russian adjuncts now, the North Koreans, to come across without suffering horrific losses. Again, a claymore mine or a mine, these anti-personnel mines, are relatively inexpensive. You compare the cost of one of these anti-personnel mines to the cost of an ATACM, which can reach up into the high six, seven figures than a claymore mine that's a couple of hundred dollars. If it reaches a thousand, that's interesting. You can have a lot more of these claymore mines, more destructive to those soldiers, those infantry soldiers from Russia coming across. And I think, and I concur with my peers, overall, the use of the anti- personnel mines is going to be far more effective and beneficial to the defense of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:15",
      "speaker": "ASHER",
      "sentences": "All right. I want to update you on the murder of a Georgia university student last hour. A judge found Jose Ibarra guilty of murderingLaken Riley. A 22-year-old was a nursing student on a jog when she was attacked and killed back in February. Prosecutors have said that they would seek a punishment of life in prison without the possibility of parole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:15",
      "speaker": "ASHER",
      "sentences": "Let's get more now from criminal defense attorney and former New York prosecutor, Bernarda Villalona. Thank you so much for being with us.So as I understand it, now the judge is actually listening to victim impact statements, listening to statements from Laken's mother and, I believe, her stepfather as well. But, overall, in terms of what we've seen today, I mean, this has been extremely swift justice for the family of Laken Riley. The judge is about to issue sentencing. Just walk us through what we can expect, because prosecutors are seeking life without the possibility of parole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:15",
      "speaker": "BERNARDA VILLALONA, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Yes. Today, justice was served in the sense that Ms. Laken's family has been waiting for this daysince February. I have to say that this case moved fairly quickly. You have to think that she was killed in February. Here we are in November and there's already been a trial, a conviction, and now we're dealing with sentencing. So right now, what's taking place is victim impact statements where family members and friends of the deceased get to address the judge and tell them how their life -- their life has been affected by the loss of this loved one by the actions of the defendant and what they desire in this case. The prosecutor is seeking life without the possibility of parole and so is the family. They are seeking life without the possibility of parole. The defense, of course, is seeking one. They didn't want this verdict. They're also preserving the record for appeal. But at this point, they will be seeking life with the possibility of parole. It's important to note that because the defendant, Jose Ibarra, is an illegal immigrant that I think it's life with the possibility of parole. If parole is ever granted, he will be deported to his home country. If he gets life without the possibility of parole, he will remain and die in state prison here in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:15",
      "speaker": "GOLODRYGA",
      "sentences": "Walk us through that what we saw in terms of evidence presented both from the prosecution and defense side, because the prosecution hadsome 25 witnesses testifying. They had physical, digital DNA evidence. The defense had three, three people, witnesses who spoke in his defense and the defendant himself did not take the stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:12",
      "speaker": "ASHER",
      "sentences": "And you're absolutely right. I mean, just in terms of what the prosecutors were working with, you know, you mentioned the DNA under thefingernails, the scratches, and, you know, really sort of interesting and somewhat bizarre that the defense would try so desperately to pin it on his brother, Diego. But a lot of people are questioning why the death penalty wasn't on the table from the get-go -- from the get-go here. And I know that has been a source of a lot of controversy there in Georgia. Just give us your take on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:12",
      "speaker": "VILLALONA",
      "sentences": "Well, that's a decision that's ultimately made by the prosecutor, by the prosecutor's office, that makes that decision of whetherthey would seek the death penalty. Actually, in Georgia, the prosecutors haven't sought the death penalty in a few years. They haven't sought the death penalty. And they made that decision not to seek the death penalty. Many people will disagree with that. But ultimately, if the prosecutor doesn't seek the death penalty, then there's nothing that a judge can do because the ultimate punishment will be the life without possibility of parole or life with the possibility of parole because the prosecution didn't seek that type of penalty. I'm not sure why they went that route because I think they have egregious circumstances here, aggravating circumstances that would have warranted the death penalty in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:12",
      "speaker": "GOLODRYGA",
      "sentences": "The tragedy of the case itself has captivated the nation, as have the details, specifically as they involve the defendant, Jose Ibarra,who is an undocumented illegal migrant here in this country. In terms of what rights are afforded him, for example, could he appeal the case? Just walk us through the rights that are allowed for a U.S. citizen versus someone who is here undocumented illegally in a case like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:12",
      "speaker": "VILLALONA",
      "sentences": "So in terms of a criminal prosecution, in terms of a criminal case, it does not matter whether you're here legally, whether you are acitizen, whether you're a resident, whether you're a migrant, whether you're in this country illegally or you're awaiting papers, you're still afforded the same rights under the United States Constitution. And that is, number one, the right to counsel. That's why he had a counsel that was appointed to him. He's still afforded the same rights, the right to a fair trial, a right to the same rules of evidence as any person who would be arrested and facing a criminal prosecution in this country. Same rights he will be afforded in terms of an appeal. So he does have a right to an appeal where the defense, after this conviction is set, the sentence is set, he will file a notice of appeal and give notice to the court that he will be appealing the conviction. So there's no distinguish -- there's nothing that distinguishes or a change of law just because the person is an illegal migrant. They still have the same protections under the United States Constitution when it comes to criminal law. I wouldn't say that for any other type of law or facet having to deal with education or getting assistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "ASHER",
      "sentences": "Thank you. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:12",
      "speaker": "ASHER",
      "sentences": "All right. We've been talking about a murder case that has really rocked this nation. The murder of 22-year-old Laken Riley, who was killedback in February while she was out for a jog. In the past hour or so, Jose Ibarra, an undocumented migrant from Venezuela, has been found guilty on 10 charges of her murder. We know that the judge right now is listening to victim impact statements from not just her mother, Laken Riley's mother, and her stepfather, but I believe now her friends are also addressing the judge as well. Let's get more now from criminal defense attorney and former New York prosecutor, Bernarda Villalona. So, Bernarda, we obviously were speaking to you before the break, but I understand that you got to hear some of the victim impact statements earlier before you came on air. Just walk us through what was said and how some of these victim impact statements are going to be impacting what we see in terms of sentencing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:14",
      "speaker": "ASHER",
      "sentences": "Oh, that is -- that is heartbreaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:14",
      "speaker": "GOLODRYGA",
      "sentences": "And her mother had missed a phone call from her as well just prior to her murder. I mean, just listening to you detail that, Bernarda, Ican sense the emotion in your voice. Our reporter Rafael Romo, who's in the courtroom, said this is one of the most difficult emotional cases that he's covered. Thank you so much. Hopefully some justice has been served now for Laken's family and friends. Appreciate your time, Bernarda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:14",
      "speaker": "ASHER",
      "sentences": "And we'll bring that sentencing to our audience as and when that happens.That does it for this hour of ONE WORLD. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    }
  ]
}