{
  "date": "2024-10-27",
  "headline": "State of the Union",
  "subHeadline": "Interview With Rep. Brendan Boyle (D-PA); Interview With Sen. J.D. Vance (R-OH); Interview With Fmr. Rep. Liz Cheney (R-WY). Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "... as his own warnings escalate.DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE:  We have become like a garbage can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "How would Trump use a second term? Vice presidential nominee J.D. Vance is next.And unlikely sidekick. Vice President Kamala Harris goes all in on never-Trump. KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES (D) AND U.S. PRESIDENTIAL CANDIDATE:  He has become increasingly unhinged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "She leans on her closer.FMR. REP. LIZ CHENEY (R-WY):  He puts people's lives at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "But is that causing problems with progressives? Former Congresswoman Liz Cheney responds to Senator Vance ahead.Plus: case of change. Former first lady Michelle Obama has a message for men:",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "MICHELLE OBAMA, FORMER FIRST LADY",
      "sentences": "Take our lives seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "Can the Obamas convince the men Harris needs to win? Our panel of experts is here to discuss.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "Hello. I'm Jake Tapper in Washington, where the state of our union is in the single digits, meaning it is only nine days until Election Day. And the candidates are pressing their case for every undecided orpersuadable voter out there in a race in which polls are tighter than any presidential matchup in recent memory. Vice President Kamala Harris is closing her case with a focus on Trump, much like the two Democratic candidates before her, as well as on abortion rights, with striking comments from Michelle Obama last night that we will get to in a minute. Former President Donald Trump has a darker closing argument, calling the United States of America a garbage can and belittling the intelligence of the Democratic nominee, as his campaign confronts concerns by former top Trump aides about what Trump might do in a second term. So, we went to Erie, Pennsylvania, to ask Trump running mate, Senator J.D. Vance of Ohio, about this. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "Senator Vance, good to see you. Thank you so much.SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "So, let me ask, you.Obviously, Trump former Chief of Staff General John Kelly...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "... was alarmed, he says, by what he heard when Trump said he wanted to use the National Guard or the Pentagon to go after the enemy within, Americans with whom he disagrees, including the Pelosis, Adam Schiff.And then he gave an interview. He said that Trump -- quote -- \"certainly falls into the general definition of fascist,\" that he is -- quote -- \"certainly an authoritarian, admires people who are dictators.\" You've called him a disgruntled former employee, but why shouldn't Americans out there listen to somebody who worked closely with Trump, worked with him longer than you've worked with him, retired four-star Marine general, served his country honorably, who is conservative, who says he agrees with Trump on most policies, but is worried about this aspect of Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "So, I will say two things in response.So, first of all, a lot of what John Kelly, pretty much all of what John Kelly accuses Donald Trump of saying, there were other people in the room, Mike Pence's former chief of staff, for example, who've explicitly said Donald Trump never said those things, right? So, one...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "Mike Pence, a guy who is not going to support Trump because...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "Mike Pence -- Mike Pence's former chief of staff said that Donald Trump didn't say those things, right? So that's number one.Number two, I actually think there's a -- there's an interesting conversation here to have, Jake, which is, why does John Kelly not support Donald Trump? It's about policy. It's not about personality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "No, he says he agrees with Trump on most policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "He agrees with Trump on most policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "The fundamental..",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "He disagrees with Trump on how Trump views his role and his -- and the fascism and the authoritarianism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "I don't -- I don't buy that. Jake. I don't buy that, because if you actually look at John Kelly, at folks like Liz Cheney, the fundamental disagreement they have with Donald Trump is, even though they say that they're conservative, they're conservative in the sense that they want America to get involved in a ton of ridiculous military conflicts.They want America to police the world and Donald Trump wasn't. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "John Kelly lost a son in Afghanistan. Why are you saying that -- he -- like, I've never heard John Kelly say whether he supports Iran or Afghanistan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "His -- and I -- and I honor his son's sacrifice and I honor his family sacrifice. That doesn't mean he is not wrong about policy.Do people -- do people who have...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "But what specifically are you talking about? What has he said that...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "Is your argument that a person who lost his son in Afghanistan can't be wrong about public policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "I'm asking you -- no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "Then why bring that up? Let's talk about public policy...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "Because you were asked...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "VANCE",
      "sentences": "Because I've never criticized his service or his son's service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "TAPPER",
      "sentences": "I brought it up because you're acting as if he is pro-war, and I've never heard him say whether or not he supported the war in Afghanistan or the war in Iraq. He was a general carrying out orders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "Well, you're -- you're ascribing world views, I think, based on gut, I can't really tell where you're coming from on it. There's no evidence...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "It's based on people that I've talked to in the Trump administration.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "Sure. John Bolton...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": ". I'm talking about what John Kelly wanted to do, John Bolton, Liz Cheney. These people have a consistent world view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "John Kelly was at the Department of Homeland Security. And then he was chief of staff. He was not weighing in. I don't even know what you're talking about.But let me ask you something about John Kelly specifically, because you said the other day -- quote -- \"I guarantee John Kelly talked to somebody on Kamala Harris's campaign beforehand,\" before he did this interview. Now, I've spoken with people in John Kelly's circle and I've spoken with people in the Kamala Harris campaign. They say there's been no communication the entire time. So where did that come from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "Oh, I'm highly skeptical of that, Jake. You know the way that these attacks work. You know the way that these people are often vetted by a campaign before something goes out there. TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "No, I said that the American media and the American Democratic Party apparatus works a certain way. If it comes out that John Kelly never even spoke with a person in the Kamala Harris, then I'm happy...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "I'm telling you that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "You're telling me that based on secondhand conversations with John Kelly.And it's interesting. We've now spent Jake three minutes, Jake, talking about John Kelly. If it is true that he never spoke with anyone in Kamala Harris' orbit, I'm happy to apologize to John Kelly for misstating how he delivered this news to \"The \"Atlantic\" magazine. But let's talk about who -- who did he deliver this news to? To Jeffrey Goldberg, a guy who lied the United States into the Iraq war, which led to the deaths of millions of innocent Arabs and thousands of innocent Americans. You don't go to that guy if you don't have a particular ideological motive. I think that's what's going on. If I'm wrong, I'm happy to say that I'm wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "I think it's interesting that you think that a magazine writer lied the American people into war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "Well, he encouraged it. He wrote stories that we're dishonest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "He wrote a story about the gassing of the Kurds in the -- in -- I forget if it was \"The Atlantic\" or the \"New Yorker.\"But I'm actually referring to John Kelly talking to \"The New York Times.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "He -- he wrote stories, by the way, where he took what intelligence officials in the American Pentagon bureaucracy said and wrote it as the gospel truth.And this highlights, the entire point that I'm making about Trump's foreign policy is, this is a guy who wants to use American troops sparingly. He wants peace through strength. It's why his foreign policy was so successful during his first term. It's all the same people who were wrong about Iraq. They were wrong about the quagmire in Afghanistan. They were wrong about Syria. They were wrong about everything. And now they're coming after Donald Trump, because he actually has a realistic and cautious foreign policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "I'm talking about people who worked for Donald Trump in his first administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "Sure. TAPPERJohn Kelly, but Mark Milley, who was the Trump-appointed chairman of his Joint -- of the Joint Chiefs of Staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "Who disobeyed Trump's direct orders on troop deployments in Syria.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "I'm talking about the guy that -- that had your job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "A massive, a massive, massive violation of his constitutional oath, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "I'm talking about the guy that had your job before Donald Trump's supportive crowd wanted to hang him, Vice President Mike Pence, who said, as you know, that Trump put himself before the Constitution.I'm talking about General Mattis, also secretary of defense in Trump's administration. I'm talking about Mark Esper, the secretary of defense, who told me that Trump does have fascistic tendencies, John Bolton, H.R. McMaster, Alyssa Farah Griffin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "Every single one -- OK, OK, Jake -- are you going to listen to every...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "These are Trump administration officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "... Trump administration official?Do you know one reason why Kamala Harris doesn't have as many people criticizing her, is because she doesn't fire people who fail. That's why we haven't had a real audit of the disastrous Afghanistan withdrawal is because Kamala Harris protects failures in government. Donald Trump fires them. And I would much rather have the president who fires people who screw up. Now, Jake, no, no, no, this is an important point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "He did not fire Mike Pence. He did not fire Mike Pence. He did not fire Mark Milley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "Kamala Harris is the present....(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "He did not fire General -- I mean John...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "He fired a lot of those people, Jake. And he did because they weren't doing their job. But this is the thing, Jake. We've -- we've now spent...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "... five minutes talking about people and Donald Trump's staff...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "Who think he's not fit for office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "... who he fired, who he fired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "TAPPER",
      "sentences": "Who think he's not fit for office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:05",
      "speaker": "VANCE",
      "sentences": "Oh, they didn't think he was unfit for office until they had a falling out with him because he fired them. And we're not talking about the public policy.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Can we talk about how Americans can't afford groceries, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "We're actually -- we're actually talking about...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Can we talk about the fact that Americans can't afford the cost of housing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "We're actually talking about...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Can we talk about the fact that a lot of people out there in Erie, Pennsylvania, they're the ones who suffer and die when people like Mark Esper and Mark Milley don't obey the commander in chief's orders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "We're talking about Donald Trump and what he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Yes.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Donald Trump says...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "And you'd much rather talk about what Donald Trump allegedly said...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I'm talking about he's said publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "... than what Donald Trump did in office, Jake. What he did in office is...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "What he said publicly, he wants to use the military to go after the enemy within, which is the American people...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He did not say that, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "The enemy within.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He said that he was going to send the military after the American people? Show me the quote where he said the .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "He said the American -- the enemy within.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He said far left lunatics. He's talking about...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Like the Pelosis and Schiff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "... people rioting.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He's talking about people rioting after the election. I think...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "The Pelosis were rioting after the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He said...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Adam Schiff was rioting after the election?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "You're using two separate phrases. He said about using the military that far left lunatics, people who riot in the wake of an election.People who burned down American cities in the summer of 2020, yes, we should have a federal law enforcement response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "This is what he said to Joe Rogan on Friday. The enemy within that he wants the military to go after...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "No, he -- no, this is the thing.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "... the second part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "The enemy within...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "... problem like Kim Jong-un, we have to -- we have people that are really bad people that I really think want to make this country unsuccessful. That's who the enemy within... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "And did he say that he wants to use the military against those people here? Here's the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "He said he wants to use the military to go after the enemy within.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "There's the game that you're playing. He said...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I'm not playing a game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "No, no, no, let me -- can I answer the question, please? He said that he wanted to use the military to go after far left lunatics who were rioting. And he also called them -- he also called them the enemy within.He separately, in a totally different context and a totally different context in a totally conversation, said that Nancy Pelosi and Adam Schiff were threats to this country. He never said...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Were the enemy within, were the enemy within. He said they were the enemy within.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "So, every time he uses the exact same phrase, we assume that he used...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I don't know. I don't go around the term of enemy within to talk about using the military against going -- American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Well, you're a journalist. And you're asking his vice president, but you won't let me answer the question.I'm telling you that Donald Trump has said, and I agree with him, that we should use the U.S. military to...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "To go after Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "... go after people who riot, who burned down our cities. We should call in the National Guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "And this is what John Kelly -- this is what John Kelly was alarmed by, the idea of using the U.S. military to go after Americans.That's what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He's not -- Donald Trump never said Americans, writ large. You keep on putting words in his mouth.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Are they -- or are they not Americans? VANCE(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Now you're doing a very narrow definition of what he said, which is not what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "I don't care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "That's not what he said.But let me ask you the bigger question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He did. No, no, he did say that, Jake. He did. He said that he wanted to use the U.S. military -- let me clarify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "To go after the far-left lunatics, yes. And then he also added...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "... people who were rioting and looting.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "And then he added -- and added -- he added Schiff and then he added the Pelosis. And then he added people that don't want the country to succeed.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He said that Adam Schiff and Nancy Pelosi, he used in a separate context in a separate conversation. And what you're doing is you're smashing two totally different conversations...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "FOX asked him about this last week, and he didn't take issue with it. He said the enemy within is the biggest -- is the biggest threat to this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "But did he say the enemy within, that he's going to use the military against Nancy Pelosi? Donald Trump offered Nancy Pelosi the National Guard on January 6, and according to private e-mails, she rejected it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Oh, boy.So, let's -- let's talk about things that he wants to do that are feeding into this concern that people like John Kelly and General Mattis and General Milley have. He said on Friday, special counsel Jack Smith should get thrown out of the country. He's threatened to arrest election officials who cheated. We know that he believes a lot of people cheated that did not cheat. He wants to...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "If you violate the law, you should be arrested, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "No one disagrees with that. But he's talking about...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Apparently, you do, based on the way you're asking the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "No, I'm not -- no, based on the fact that he's accused people that didn't break the law of breaking the law when it comes to the election.And if you want to revisit that, I'm happy to. But Liz Cheney, he said, should be put before a war tribunal. None of that sounds fascist to you at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "No, of course it doesn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Putting Liz Cheney before a military tribunal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "First of all, I don't buy into the premise of what you're saying, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "These are things he said. These are things he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Because I just -- on things that I know that he said -- on things that I know that he said, you're impugning things. You're taking words out of context. You're taking two separate conversations and pretending that they...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "No, I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "... were made at the exact same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "No, I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "So I'm rejecting the premise of your question. I frankly don't believe what you're saying about Donald Trump's words.If you'd like to put up a clip and actually put him in context, I think the American people would realize that Donald Trump is a hell of a lot more reasonable than the people like Liz Cheney, who would like to lie us into war. Now, Jake, we also should remember, I mean, step back a little bit. Well, ask yourself a basic question about network integrity. You guys talked about the Russia hoax nonstop. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "The FBI was investigating it. The FBI was investigating it. So, we -- so we covered them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "And so you took the words of unnamed FBI agents and put them on your network as if they we're the gospel truth. You did it again and again. [09A viewer of your network would've believed that Donald Trump and Vladimir Putin conspired in 2016. Now that was totally and preposterously false.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "No. No. What you just said is false.We covered an FBI investigation. I don't know why you want to talk about the FBI investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "You covered it in a way that gave credence to anonymous sources, accusations. You did it yourself. Your network did it, Jake.But, again, can we talk about the issues that Americans care about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I'm talking about things that Donald Trump has said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Yes. And Kamala Harris...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "If you have an issue whether or not he's talking about the economy enough, that's between you and your running mate. I'm talking about things he has said this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Every single rally that he does, he talks about how he wants to unleash American energy so we can lower the cost of groceries. He talks about the fact that housing has become unaffordable. He talks about the wide-open border, Jake.Kamala Harris and her allies -- you know, it's interesting. Kamala Harris and our media allies -- and I would put CNN in this category -- you guys -- you guys seem to... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "They wouldn't. I will tell you that. They wouldn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Well, they should watch your network more, because you guys seem to care more about Donald Trump's past than the future of the American people. We're running this campaign on making of the American dream affordable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I'm specifically asking about how Donald Trump is going to be president in the future should he win.And we're being told we have more...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "He's going to pursue economic policies that lower the cost of groceries and make life more affordable again. He talks about it every single day on the campaign trail. And so do I.What you're talking about is an anonymously sourced story or one guy who... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Nothing anonymously sourced, zero...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Or who -- one guy who is a disgruntled employee.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I told you 10 people.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Five other people push back against him and said that what he said was dishonest.So why don't we talk about the policy that's affecting American citizens and not what Donald Trump allegedly said, according to one guy who's pissed off because he got fired by Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I didn't bring up any of the things that he said. He said -- I didn't bring up...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "You brought up John Kelly. And that...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "I brought up John Kelly's view of Donald Trump. I didn't bring up John Kelly talking about what Donald Trump said about Hitler's generals. I didn't bring that up. I talked about John Kelly's view of Trump based on something Trump has been saying in the last week.So that's what I asked about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "So, John Kelly makes accusations that are rejected by five people. You -- you...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Again, you're talking about something I didn't bring that up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "I think that maybe implicates his overall judgment. And I think the fact that he has a world view that's so oppositional to peace and prosperity suggests that he's not an honest arbiter here.This is not a guy, John Kelly, going to brag to Jeffrey Goldberg who is interested in the American truth or is interested in telling an honest account of Donald Trump. He's a guy with an axe to grind because Donald Trump fired him and disagreed with him on policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "So, all those 10 people, including the former Vice President Mike Pence, all of these people are -- have this horribly damaged world view, and they're all just going after Donald Trump because they want to send people into war?That's what -- that's really your argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "It's not like these are conservative...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Absolutely. Absolutely, that's my argument. Jake, all of these people...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "These aren't conservative Republicans who are concerned about Donald Trump? They're not? That's not right?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "All of the people, Jake, they came into office thinking that they could control Donald Trump, that when he said he wanted peace in the world...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Mike Pence thought he could control Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Yes, he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "And when he found out that he couldn't, they all turned on Donald Trump. And a lot of them got fired. And we are running and we're trying to staff the government with people who are going to govern according to principles of peace and prosperity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Let me ask you...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "They're pissed off about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Let me ask you, because we're being told that we're over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Yes.One more question, because we have to go to this rally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Yes. Yes.You are running to be vice president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "And there is a 50/50 chance, maybe better, I don't know, that you're going to succeed. Are you running to be vice president of the United States or are you running to be vice president of the red states?Because if you win, and there's a decent chance you will, you're going to be vice president of childless cat ladies. You're going to be vice president of legal Haitian -- Haitian migrants in Springfield, Ohio. You're going to be their vice president too. Are you running to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Jake, of course, I'm running to be the vice president of all Americans. I'm running because I want people to be able to afford a good life in this country.You know how I grew up. You know that I grew up in a family where things were often tough. I want, whether you're in a blue state or a red state, whether you're going to vote for Trump or you're going to vote for Harris, I want you to be able to have a good life in this country. But that's not going to happen with the broken leadership in Washington, D.C. Let me give you a statistic, Jake, because here is what the leadership of people like Kamala Harris and Nancy Pelosi and, yes, Mike Pence, over 30 years in this country has led to. A person with a bachelor's degree lives seven years longer than a person without a bachelor's degree. There are a lot of people who have gotten rich and powerful off -- off of American decline. Some of them have had R's next to their name. Some of them have had D's next to their name. And the first person who I believe is really putting the interest of the American people first is Donald J. Trump. So, yes, we're going to be the president and the vice president for all people. The only way to do that is to reject the failed consensus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Thanks, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Thank you so much, Senator. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "VANCE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "TAPPER",
      "sentences": "Have a good time out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "She is the closer for Vice President Kamala Harris.Former Republican Congresswoman Liz Cheney joins me live to talk about the campaign and respond to Senator Vance after this quick break. (COMMERCIAL BREAK) TAPPER:  We will be right back to STATE OF THE UNION. Over the past month, Vice President Kamala Harris has appeared alongside one political surrogate perhaps, perhaps more than any other, conservative former Republican lawmaker former Congresswoman Liz Cheney of Wyoming, who joins us now. Congresswoman, thank you so much for joining us. We have a lot to get to. But, first, I just want to give you a chance to respond to what you heard from Senator Vance, since he invoked vote you so many times, even though I never mentioned your name once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:13",
      "speaker": "TAPPER",
      "sentences": "And his argument, as you heard there, was that all of the Trump administration officials that I mentioned from Vice President Pence to General Milley to General Mattis to General McMaster to Alyssa Farah Griffin to, I mean, on and on and on, that every one of them opposes Trump because they want to involve the United States into foreign wars.And that was that was where he like -- and he said, \"Absolutely,\" when I said, is that really what you're saying? Is that really your argument? CHENEY:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:13",
      "speaker": "TAPPER",
      "sentences": "And what did what did you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:13",
      "speaker": "CHENEY",
      "sentences": "I mean, look, the reality of the situation that we're facing is that people that have long been focused on national security issues, people that look to Ronald Reagan as a guide and as an example, we understand that the way that you avoid war is, in fact, peace through strength.And when look at something like what J.D. Vance and Donald Trump want to do in terms of forcing Ukraine to surrender, J.D. Vance says that he's really agnostic as between Russia and Ukraine. Forcing Ukraine to surrender in the aftermath of the kind of brutality that we have seen from Putin, suggesting that America doesn't favor Ukraine over Russia, demonstrates just a total lack of understanding of the importance of our allies in keeping the peace. Donald Trump, every chance he gets, he attacks our allies. He talks about our allies as though he were a mafia boss. He seems to completely fail to understand that, in order to keep peace, we have to have allies with us. We also have to be strong. And Putin obviously now is allied with Iran. He's allied with North Korea, allied with China. And so J.D. Vance and Donald Trump think that the right solution there is to go in and reward Putin for what he's done, reward all of his adversaries for what they have done, rather than stand with our allies. So I think what you saw is a mix of desperation and naivete and just a really an attempt to do the best I think he can figure out how to do to convince the American people not to believe what they know to be true about Donald Trump. And I think his desperation is clearly showing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:13",
      "speaker": "TAPPER",
      "sentences": "So it's not just Vance. Obviously, Donald Trump has been trying to use your support for Vice President Harris as a way to divide would-be supporters of Harris, especially -- just the other day, he talked about -- well, I will just scroll the clip.There are a lot of voters out there obviously on the left, on the progressive left, Arab Americans, Muslim Americans, who don't like Biden/Harris administration's support for Israel in the war in Gaza, and Trump trying to exploit your support for Harris. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:13",
      "speaker": "TRUMP",
      "sentences": "Kamala Harris is campaigning with Muslim-hating warmonger Liz Cheney, who wants to invade practically every Muslim country on the planet.(BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:13",
      "speaker": "TRUMP",
      "sentences": "And let me tell you, the Muslims of our country, they see it and they know it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:06",
      "speaker": "CHENEY",
      "sentences": "Yes-, again, I think that they don't -- the Trump campaign, Donald Trump, they have no way to respond substantively to the truth, to the facts that Vice President Harris has built a coalition that is unlike any other we have ever seen, frankly, certainly in modern American history, maybe in American history writ large.And that is a coalition that includes people from the far left of the political spectrum to people on the far right of the political spectrum, including many people who used to work for Donald Trump. And the reason that we have all come together is not necessarily because we said we agree on every issue. We don't, certainly. But we understand fundamentally that the defense of the rule of law, the defense of our Constitution, those are the things that are that are at stake in this election. And Donald Trump doesn't have any way to explain this broad, again, unprecedented support that the Vice President Harris is receiving. And I would also say I am absolutely confident, having spent time with Vice President Harris, having talked to her, she really does believe and understands how important it is for her to govern as a president who unites us, as a president who listens to different perspectives and points of view, as a president who's going to do what's right for this country. And I hope that you guys play as much Donald Trump footage as you can over the course of the next nine days or so, because the more the American people see him, the more they remember we cannot have a president who is unstable and depraved and cruel. And that's what Donald Trump proves himself to be every time he yet he says things like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:06",
      "speaker": "TAPPER",
      "sentences": "You mentioned how you don't -- you certainly don't agree with Kamala Harris on every issue or even most issues in terms of the traditional political debates of domestic politics.Let's talk about abortion, which is a big issue in this race. You are against abortion. You're pro-life you supported Roe v. Wade being overturned in 2022. Last week, at an event with Kamala Harris, you said you were deeply troubled by what you have watched happen in many Republican-led states since the Dobbs decision in terms of the bans that the legislatures have put into place. Can you explain your view on this further? CHENEY:  Yes. And what I would say is, I'm not the only one who holds this view, but I think that -- and I certainly have talked to many of them -- you have pro-life women all across this country who have been watching what's happened in places like Texas, in places like North Carolina, where, since Roe was overturned, you have had laws put in place at the state level that are preventing women from getting lifesaving care. You have circumstances where women are faced with whatever sorts of emergency care it might be, whether it's miscarriages and they require treatment, that aren't able to get that treatment, where you have doctors unsure of whether or not the kind of care that the woman needs may in fact be something that's been criminalized by state law. And that's not acceptable. And I think that's where you have women who, like me, have been pro-life who are saying, no, this -- what we have seen happen cannot stand. When you have the attorney general of the state of Texas suing to get access to the medical records of women who have sought abortions, but Donald Trump won't give us access to his own medical records, I mean, this is a -- we have crossed over into a situation that is bringing women together, uniting women who are pro-choice and pro-life behind Vice President Harris, in defense of making sure that women have health care, lifesaving health care, care that they need so that they don't find themselves in a situation where either their own life is at risk, where they can't have babies in the future. This is just simply -- simply unsustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:06",
      "speaker": "TAPPER",
      "sentences": "Former Republican Congresswoman Liz Cheney, thanks so much for joining us. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "TAPPER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "BOYLE",
      "sentences": "... that, when we're talking about women's rights, yes, it's a women's issue, but it's not just a women's issue.It affects the men that are in women's lives. So I do think that, every election -- in fact, I don't just think this. It is a fact that, ever since June 2022, Democrats have consistently outperformed what the polling was in those elections, whether it was the special in Alaska, or Upstate New York, where we won two very difficult congressional races, that November, where Democrats historically overperformed a midterm election. Now, this presidential will be the first test of it in a larger voter universe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "TAPPER",
      "sentences": "Yes, on a national level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "BOYLE",
      "sentences": "But I have to say, I feel very confident.And I remember hearing November 2022, some months after Dobbs, five months, someone said to me, oh, surely, by now, women will have forgotten the Dobbs decision. Women did not forget the Dobbs decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "TAPPER",
      "sentences": "What do you think about the issue and about first lady Obama's message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "KRISTEN SOLTIS ANDERSON, CNN POLITICAL COMMENTATOR",
      "sentences": "I think the issue is one where it definitely puts Republicans in more of a political challenge, because Democrats are very unified on it, Republicans are not.So if I was the Trump campaign, for them to close on a message that includes a lot of focus on abortion would be a concerning strategic choice. It's the right choice for them. It would concern me as the Trump campaign. But I think telling male voters that you don't care about this issue enough and you're wrong and bad if you don't, I do worry, is not -- I think that that's just not a good way to deliver a message. I think telling someone you're going to scold them for not agreeing with you is never as good as a different tack to invite them to agree with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, that's -- I actually heard something different from the former first lady, which is to say, you have stakes in this issue as well. It is the women in your lives who will also suffer in ways that, as we have seen, even if you just say take it back to the states, we saw a woman die in Georgia.We have seen -- at that same event, you heard from men and women who have suffered grave consequences around the issue. And, interestingly enough, not long after the overturning of Dobbs -- the Dobbs decision, young black and brown men were also expressing concerns, saying, well, if they can take that right away, what other rights can they take away? And I think it's important to remind people of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I take the Obamas' message all in, his and hers, when he went out the other day and told African-American men that, if they didn't vote for Kamala Harris, it was because they just didn't like the idea of having a woman president.I think this browbeating, I think this scolding, this idea that if you don't vote Democrat, then you can't control your own rage, I don't know anybody that feels rageful. I do know working-class men who feel like they have been beaten down in this economy. I think there has been a lot of scolding and browbeating on this front. I think these never-Trump people are scolding and browbeating Republicans who decide they'd rather have a center-right government. And I just think when you're closing on that sort of hateful message, it means you're worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "TAPPER",
      "sentences": "There's a new poll out today from ABC News/Ipsos, which has Harris leading by four points among likely voters. This is nationally. It's up by two among registered voters.The CNN poll of polls determines no clear leader. The new polling did find Harris regaining strength with Hispanics, remaining strong with African-Americans, and widening her advantage amongst suburban women. But let me turn to somebody who was an expert on one of the most, if not the most important battleground, which is the Commonwealth of Pennsylvania. Last I heard from my sources up in Pennsylvania, it remains neck-and-neck. It remains tied. What's your understanding? You represent, what, half Philadelphia and half Chester County? What's -- what's the other county?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "BOYLE",
      "sentences": "No, I'm entirely within Philadelphia, yes. TAPPERin Philly? And what about those suburbs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:04",
      "speaker": "BOYLE",
      "sentences": "Yes, so, look -- and I felt the same way a month ago after the debate, when a number of my fellow Democrats were, as Greenspan might say, irrationally exuberant. I said it was a 50-50 race.Now some of my Republican friends are also rationally exuberant, and I tell them it's a 50-50 race. This will come down to a few tenths of a percentage point. It was a one-point race in 2016 in Pennsylvania and it was half-a-percentage point in 2020. That's the way it is now. I was out campaigning all throughout my district from Independence Hall and the Liberty Bell all the way up to the far Northeast. And I can tell you that I am pleasantly surprised how much enthusiasm there is for the Democratic ticket. When I say pleasantly surprised, all the indications were over the summer, even as late as August, that we were headed toward a lower turnout than what we saw in 2020. That's no longer operable. I think we will actually exceed the 159 million that we hit nationwide in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:21",
      "speaker": "TAPPER",
      "sentences": "New this morning, we have now crossed 40 million ballots cast so far across the country with nine days to go, 40 million. Those are actual votes. Forget the polls. Those are actual votes.My panel's here. We have nine days left. What do you either want to see your side do or what are you going to be looking for in the next nine days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "FINNEY",
      "sentences": "And I have talked to Republicans who are sure they're not going to vote for Trump, but interested in voting for Harris. So I want her to continue -- and I think I would rather be us thanthem, because the potential voters, the universe is bigger. You can see that in her schedule today. She's doing Souls to the Polls. She's doing a general event. Then she's going to talk to black men, Latino men, and then several more events. I want her to keep talking to as many voters as possible, not necessarily in interviews, but going out where they are, meeting them where they are and having the conversations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "TAPPER",
      "sentences": "What are you looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "So I will piggyback off of Scott's to say -- I know this probably won't happen, but wouldn't it be great to take this dark campaign and end it on a positive note?Donald Trump has the opportunity to go out there and at the last minute say, don't you remember what the economy was like under me? The Middle East wasn't on fire. Ukraine hadn't been invaded. He has things he can say to tap into that nostalgia that a lot of voters still kind of feel for him, even if they don't love him personally. If he could make that positive turn at the end, I think voters who are on the fence about voting at all, that's what they would need to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "TAPPER",
      "sentences": "Congressman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "BOYLE",
      "sentences": "Every election is about the future, not the past, so Kamala Harris talking about how she will bring costs down, how, with Donald Trump, things will get worse, not better, and to vote for the Democratic ticket if we care about middle-class economics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "TAPPER",
      "sentences": "OK, go, birds, to you. That's a partisanship I have right here.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "TAPPER",
      "sentences": "Pro-Eagles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:01",
      "speaker": "BOYLE",
      "sentences": "Fly, Eagles, fly.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}