{
  "date": "2024-09-10",
  "headline": "CNN Live Event/Special",
  "subHeadline": "2024 Presidential Debate. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "The candidates inside the National Constitution Center right now getting ready to take their places on stage. I'm Anderson Cooper. This is CNN's special coverage of Debate Night in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "MUIR",
      "sentences": "The candidates separated by the smallest of margins, essentially tied in the polls nationally and in the key battlegrounds, including right here in Pennsylvania, all still very much in play.The ABC News presidential debate starts right now. (BEGIN VIDEOTAPE) ANNOUNCER (voice-over): This is an ABC News special, the most consequential moment of this campaign, Kamala Harris... KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES (D) AND U.S. PRESIDENTIAL CANDIDATE: Together, we will chart a new way forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "ANNOUNCER",
      "sentences": "... Donald Trump...DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE: We will soon be a great nation. ANNOUNCER: ... face-to-face, historic. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "ANNOUNCER",
      "sentences": "The ABC News presidential debate.Here now, David Muir and Linsey Davis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "MUIR",
      "sentences": "Good evening. I'm David Muir and thank you for joining us for tonight's ABC News presidential debate. We want to welcome viewers watching on ABC and around the world tonight.Vice President Kamala Harris and President Donald Trump are just moments away from taking the stage in this unprecedented race for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "DAVIS",
      "sentences": "And I'm Linsey Davis.Tonight's meeting could be the most consequential event of their campaigns, with Election Day now less than two months away. For Vice President Kamala Harris, this is her first debate since President Biden withdrew from the race on July 21. Of course, that decision followed his debate against President Donald Trump in June. Since then, this race has taken on an entirely new dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "MUIR",
      "sentences": "And that brings us to the rules of tonight's debate, 90 minutes with two commercial breaks. No topics or questions have been shared with the campaigns.The candidates will have two minutes to answer questions. And this is the clock. That's what they will be seeing, two minutes for rebuttals and one minute for follow-ups, clarifications or responses. Their microphones will only be turned on when it's their turn to speak, no prewritten notes allowed. There is no audience here tonight in this hall at the National Constitution Center. This is an intimate setting for two candidates who have never met.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "DAVIS",
      "sentences": "President Trump won the coin toss. He chose to deliver the final closing statement of the evening.Vice President Harris selected the podium to the right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "MUIR",
      "sentences": "So let's now welcome the candidates to the stage, Vice President Kamala Harris and President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "HARRIS",
      "sentences": "Kamala Harris. Let's have a good debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "TRUMP",
      "sentences": "Nice to see you. Have fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "HARRIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "MUIR",
      "sentences": "Welcome to you both. It's wonderful to have you. It's an honor to have you both here tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "DAVIS",
      "sentences": "Good evening. We are looking forward to a spirited and thoughtful debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:38",
      "speaker": "MUIR",
      "sentences": "So let's get started.I want to begin tonight with the issue that voters repeatedly say is their number one issue. And that is the economy and the cost of living in this country. Vice President Harris, you and President Trump were elected four years ago, and your opponent on the stage here tonight often asks his supporters, are you better off than you were four years ago? When it comes to the economy, do you believe Americans are better off than they were four years ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:08",
      "speaker": "DAVID MUIR, ABC NEWS MODERATOR",
      "sentences": "President Trump, I'll give you two minutes. DONALD TRUMP (R), PRESIDENTIAL CANDIDATEI took in billions and billions of dollars, as you know, from China. In fact, they never took the tariff off because it was so much money they can't. It would totally destroy everything that they've set out to do. They've taken in billions of dollars from China and other places. They've left the tariffs on. When I had it, I had tariffs and yet I had no inflation. Look, we've had a terrible economy because inflation has -- which is really known as a country buster. It breaks up countries. We have inflation like very few people have ever seen before. Probably the worst in our nation's history. We were at 21 percent. But that's being generous because many things are 50 percent, 60 percent, 70 percent, and 80 percent higher than they were just a few years ago. This has been a disaster for people, for the middle class but for every class. On top of that we have millions of people pouring into our country from prisons and jails, from mental institutions and insane asylums. And they're coming in and they're taking jobs that are occupied right now by African-Americans and Hispanics and also unions. Unions are going to be affected very soon. And you see what's happening. You see what's happening with towns throughout the United States. You look at Springfield, Ohio. You look at Aurora in Colorado. They are taking over the towns. They're taking over buildings. They're going in violently. These are the people that she and Biden let into our country. And they're destroying our country. They're dangerous. They're at the highest level of criminality. And we have to get them out. We have to get them out fast. I created one of the greatest economies in the history of our country. I'll do it again and even better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:08",
      "speaker": "MUIR",
      "sentences": "We are going to get to immigration and border security during this debate. But I would like to let Vice President Harris respond on the economy here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:08",
      "speaker": "HARRIS",
      "sentences": "Well, I would love to. Let's talk about what Donald Trump left us. Donald Trump left us the worst unemployment since the Great Depression. Donald Trump left us the worst public health epidemic in a century. Donald Trump left us the worst attack on our democracy since the Civil War. And what we have done is clean up Donald Trump's mess. What we have done and what I intend to do is build on what we know are the aspirations and the hopes of the American people.But I'm going to tell you all in this debate tonight you're going to hear from the same old tired playbook, a bunch of lies, grievances and name-calling. What you're going to hear tonight is a detailed and dangerous plan called Project 2025 that the former president intends on implementing if he were elected again. I believe very strongly that the American people want a president who understands the importance of bringing us together knowing we have so much more in common than what separates us. And I pledge to you to be a president for all Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:08",
      "speaker": "MUIR",
      "sentences": "President Trump, I'll give you a minute here to respond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:05",
      "speaker": "MUIR",
      "sentences": "Vice President Harris, I'll let you respond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:05",
      "speaker": "HARRIS",
      "sentences": "So Donald Trump has no plan for you. And when you look at his economic plan, it's all about tax breaks for the richest people. I am offering what I've described as an opportunity economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:05",
      "speaker": "HARRIS",
      "sentences": "And the best economists in our country, if not the world, have reviewed our relative plans for the future of America. What Goldman Sachs has said is that Donald Trump's plan would make the economy worse. Mine would strengthen the economy.What the Wharton School has said is Donald Trump's plan would actually explode the deficit. Sixteen Nobel laureates have described his economic plan as something that would increase inflation and by the middle of next year would invite a recession. You just have to look at where we are and where we stand on the issues. And I'd invite you to know that Donald Trump actually has no plan for you because he is more interested in defending himself than he is in looking out for you. TRUMP: That's just a sound bite. They gave her that to say. Look, I went to the Wharton School of Finance and many of those professors, the top professors, think my plan is a brilliant plan. It's a great plan. It's a plan that's going to bring up our worth, our value as a country. It's going to make people want to be able to go and work and create jobs and create a lot of good, solid money for our company -- for our country. And just to finish off, she doesn't have a plan. She copied Biden's plan and it's like four sentences, like run, spot, run, four sentences that are just, oh, we'll try and lower taxes. She doesn't have a plan. Take a look at her plan. She doesn't have a plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:05",
      "speaker": "MUIR",
      "sentences": "Mr. President, I do want to drill down on something you both brought up. The Vice President brought up your tariffs. You responded. And let's drill down on this because your plan is what she calls is essentially a national sales tax. Your proposal calls for tariffs, as you pointed out here, on foreign imports across the board. You recently said that you might double your plan, imposing tariffs up to 20% on goods coming into this country.As you know, many economists say that with tariffs at that level, costs are then passed on to the consumer. Vice President Harris has argued it'll mean higher prices on gas, food, clothing, medication, arguing it costs the typical family nearly $4,000 a year. Do you believe Americans can afford higher prices because of tariffs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:05",
      "speaker": "TRUMP",
      "sentences": "They're not going to have higher prices. What's going to have and who's going to have higher prices is China and all of the countries that have been ripping us off for years. I charge -- I was the only president ever. China was paying us hundreds of billions of dollars. And so were other countries. And, you know, if she doesn't like them, they should have gone out and they should have immediately cut the tariffs. But those tariffs are there three and a half years now under their administration.We are going to take in billions of dollars, hundreds of billions of dollars. I had no inflation, virtually no inflation. They had the highest inflation, perhaps in the history of our country, because I've never seen a worse period of time. People can't go out and buy cereal or bacon or eggs or anything else. These -- the people of our country are absolutely dying with what they've done. They've destroyed the economy. And all you have to do is look at a poll. The polls say 80 and 85 and even 90% that the Trump economy was great, that their economy was terrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:05",
      "speaker": "MUIR",
      "sentences": "Vice President Harris, I do want to ask for your response. And you heard what the president said there because the Biden administration did keep a number of the Trump tariffs in place. So how do you respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:05",
      "speaker": "HARRIS",
      "sentences": "Well, let's be clear that the Trump administration resulted in a trade deficit, one of the highest we've ever seen in the history of America. He invited trade wars. You want to talk about his deal with China. What he ended up doing is under Donald Trump's presidency, he ended up selling American chips to China to help them improve and modernize their military, basically sold us out when a policy about China should be in making sure the United States of America wins the competition for the 21st century, which means focusing on the details of what that requires, focusing on relationships with our allies, focusing on investing in American based technology so that we win the race on A.I. on quantum computing, focusing on what we need to do to support America's workforce so that we don't end up having -- on the short end of the stick in terms of workers' rights.But what Donald Trump did -- let's talk about this with COVID, is he actually thanked President Xi for what he did during COVID. Look at his tweet. Thank you, President Xi. Exclamation point. When we know that Xi was responsible for lacking and not giving us transparency about the origins of COVID.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TRUMP",
      "sentences": "First of all, they bought their chips from Taiwan. We hardly make chips anymore because of philosophies like they have and policies like they have. I don't say her because she has no policy. Everything that she believed three years ago and four years ago is out the window. She's going to my philosophy now.In fact, I was going to send her a MAGA hat. She's gone to my philosophy. But if she ever got elected, she'd change it, and it will be the end of our country. She's a Marxist. Everybody knows she's a Marxist. Her father's a Marxist professor in economics, and he taught her well. But when you look at what she's done to our country, and when you look at these millions and millions of people that are pouring into our country monthly, where it's, I believe, 21 million people, not the 15 that people say, and I think it's a lot higher than the 21, that's bigger than New York state pouring in. And just look at what they're doing to our country. They're criminals. Many of these people coming in are criminals. And that's bad for our economy, too. You know, you mentioned before, we'll talk about immigration later. Well, bad immigration is the worst thing that can happen to our economy. They have and she has destroyed our country with policy that's insane, almost policy that you'd say they have to hate our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "DAVID MUIR, ABC NEWS REPORTER",
      "sentences": "President Trump, thank you. Linsey?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "LINSEY DAVIS, ABC NEWS REPORTER",
      "sentences": "I want to turn to the issue of abortion. President Trump, you've often touted that you were able to kill Roe v. Wade last year. You said that you were proud to be the most pro life president in American history. Then last month, you said that your administration would be great for women and their reproductive rights.In your home state of Florida, you surprised many with regard to your six week abortion ban because you initially had said that it was too short. And you said, quote, I'm going to be voting that we need more than six weeks. But then the very next day, you reversed course and said you would vote to support the six week ban. Vice President Harris says that women shouldn't trust you on the issue of abortion because you've changed your position so many times. Therefore, why should they trust you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TRUMP",
      "sentences": "Well, the reason I'm doing that vote is because the plan is, as you know, the vote is they have abortion in the ninth month. They even have, and you can look at the Governor of West Virginia, the previous Governor of West Virginia, not the current Governor, who's doing an excellent job, but the Governor before, he said, the baby will be born and we will decide what to do with the baby. In other words, we'll execute the baby.And that's why I did that, because that predominates, because they're radical. The Democrats are radical in that. And her Vice Presidential pick, which I think is a horrible pick, by the way, for our country, because he is really out of it. But her Vice Presidential pick says abortion in the ninth month is absolutely fine. He also says execution after birth. It's execution. No longer abortion because the baby is born is OK. And that's not OK with me. Hence the vote. But what I did is something, for 52 years, they've been trying to get Roe v. Wade into the states. And through the genius and heart and strength of six Supreme Court Justices, we were able to do that. Now, I believe in the exceptions for rape, incest, and life of the mother. I believe strongly in it. Ronald Reagan did also. 85% of Republicans do. Exceptions, very important. But we were able to get it. And now, states are voting on it. And for the first time, you're going to see, look, this is an issue that's torn our country apart for 52 years. Every legal scholar, every Democrat, every Republican, liberal, conservative, they all wanted this issue to be brought back to the states where the people could vote. And that's what happened. Now, Ohio, the vote was somewhat liberal. Kansas, the vote was somewhat liberal, much more liberal than people would have thought. But each individual state is voting. It's the vote of the people now. It's not tied up in the federal government. I did a great service in doing it. It took courage to do it, and the Supreme Court had great courage in doing it. And I give tremendous credit to those six justices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "DAVIS",
      "sentences": "Thank you, Vice President Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "TRUMP",
      "sentences": "Well, there she goes again. It's a lie. I'm not signing a ban. And there's no reason to sign a ban because we've gotten what everybody wanted.Democrats, Republicans and everybody else, at every legal scholar, wanted it to be brought back into the States. And the States are voting. And it may take a little time. But for 52 years, this issue has torn our country apart. And they've wanted it back in the States. And I did something that nobody thought was possible. The States are now voting. What she says is an absolute lie. And as far as the abortion ban, no, I'm not in favor of abortion ban, but it doesn't matter, because this issue has now been taken over by the states. DAVIS: Would you veto a national abortion ban if you could?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "TRUMP",
      "sentences": "Well, I won't have to because again, two things. Number one, she said she'll go back to Congress. She'll never get the vote. It's impossible for her to get the vote, especially now with the 50/50 and essentially 50/50 in both Senate and the House. She's not going to get the vote. She can't get the vote. She won't even come close to it. So it's just talk.You know what it reminds me of when they said they're going to get student loans terminated and it ended up being a total catastrophe. The student loans. And then her, I think probably her boss, if you call him a boss, he spends all his time on the beach. But look, her boss went out and said, we'll do it again. We'll do it a different way. He went out, got rejected again by the Supreme Court. So all these students got taunted with this whole thing about this whole idea. And how unfair that would have been part of the reason they lost to the millions and millions of people that had to pay off their student loans. They didn't get it for free. But they were saying it's the same way that they talked about that, that they talk about abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "DAVIS",
      "sentences": "But if I could just get a yes or no, because you're running mate, J.D. Vance has said that you would veto if you did come to your desk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "TRUMP",
      "sentences": "Well, I didn't discuss it with J.D., in all fairness. J.D. -- and I don't mind if he has a certain view, but I think he'll speak of him, but I really didn't.Look, we don't have to discuss it because she'd never be able to get it just like she couldn't get student loans. They couldn't get student loans. They didn't even come close to getting student loans. They taunted young people and a lot of other people that had loans. They can never get this approved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "HARRIS",
      "sentences": "And they did exactly as he intended. And now in over 20 states, there are Trump abortion bans, which make it criminal for a doctor or nurse to provide health care. In one state, it provides prison for life, Trump abortion bans that make no exception even for rape and incest, which understand what that means.A survivor of a crime of violation to their body does not have the right to make a decision about what happens to their body next. That is immoral. And one does not have to abandon their faith or deeply held beliefs to agree that government and Donald Trump certainly should not be telling a woman what to do with her body. I have talked with women around our country. You want to talk about this is what people wanted, pregnant women who want to carry a pregnancy to term suffering from a miscarriage being denied care in an emergency room because the healthcare providers are afraid they might go to jail and she's bleeding out in a car in the parking lot? She didn't want that. Her husband didn't want that. A 12 or 13-year-old survivor of incest being forced to carry a pregnancy to term. They don't want that. And I pledge to you, when Congress passes a bill to put back in place the protections of Roe v. Wade, as president of the United States, I will proudly sign it into law. But understand, if Donald Trump were to be re-elected, he will sign a national abortion ban. Understand in his Project 2025, there would be a national abortion -- a monitor that would be monitoring your pregnancies, your miscarriages. I think the American people believe that certain freedoms, in particular the freedom to make decisions about one's own body, should not be made by the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "DAVIS",
      "sentences": "Thank you, Vice President Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "TRUMP",
      "sentences": "Well, there she goes again. It's a lie. I'm not signing a ban. And there's no reason to sign a ban because we've gotten what everybody wanted.Democrats, Republicans and everybody else, at every legal scholar, wanted it to be brought back into the States. And the States are voting. And it may take a little time. But for 52 years, this issue has torn our country apart. And they've wanted it back in the States. And I did something that nobody thought was possible. The States are now voting. What she says is an absolute lie. And as far as the abortion ban, no, I'm not in favor of abortion ban, but it doesn't matter, because this issue has now been taken over by the states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "DAVIS",
      "sentences": "Would you veto a national abortion ban if you could?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "TRUMP",
      "sentences": "Well, I won't have to because again, two things. Number one, she said she'll go back to Congress. She'll never get the vote. It's impossible for her to get the vote, especially now with the 50/50 and essentially 50/50 in both Senate and the House. She's not going to get the vote. She can't get the vote. She won't even come close to it. So it's just talk.You know what it reminds me of when they said they're going to get student loans terminated and it ended up being a total catastrophe. The student loans. And then her, I think probably her boss, if you call him a boss, he spends all his time on the beach. But look, her boss went out and said, we'll do it again. We'll do it a different way. He went out, got rejected again by the Supreme Court. So all these students got taunted with this whole thing about this whole idea. And how unfair that would have been part of the reason they lost to the millions and millions of people that had to pay off their student loans. They didn't get it for free. But they were saying it's the same way that they talked about that, that they talk about abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "DAVIS",
      "sentences": "But if I could just get a yes or no, because you're running mate, J.D. Vance has said that you would veto if you did come to your desk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "TRUMP",
      "sentences": "Well, I didn't discuss it with J.D., in all fairness. J.D. -- and I don't mind if he has a certain view, but I think he'll speak of him, but I really didn't.Look, we don't have to discuss it because she'd never be able to get it just like she couldn't get student loans. They couldn't get student loans. They didn't even come close to getting student loans. They taunted young people and a lot of other people that had loans. They can never get this approved. So it doesn't matter what she says about going to Congress, wonderful, let's go to Congress, do it. But the fact is that for years they wanted to get it out of Congress and out of the federal government, and we did something that everybody said couldn't be done, and now you have a vote of the people on abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:04",
      "speaker": "DAVIS",
      "sentences": "Vice President Harris, I want to give you your time to respond but I do want to ask would you support any restrictions on a woman's right to an abortion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "DAVIS",
      "sentences": "Vice President Harris, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "TRUMP",
      "sentences": "Excuse me, I have to respond. Another lie. It's another lie. I have been a leader on IVF, which is fertilization. The IVF -- I have been a leader. In fact, when they got a very negative decision on IVF from the Alabama courts, I saw the people of Alabama and the legislature two days later voted it in. I've been a leader on it. They know that, and everybody else knows it. I have been a leader on fertilization, IVF.And the other thing, they -- you should ask, will she allow abortion in the eighth month, ninth month, seventh month?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "HARRIS",
      "sentences": "Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "TRUMP",
      "sentences": "OK, would you do that?Why don't you ask her that question? That's the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "HARRIS",
      "sentences": "Why don't you answer the question would you veto...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "TRUMP",
      "sentences": "Because, under Roe v. Wade...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "HARRIS",
      "sentences": "Answer the question, would you veto?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "TRUMP",
      "sentences": "... you could -- you could do abortions in the seventh month, the eighth month, the ninth month...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "HARRIS",
      "sentences": "That's not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "TRUMP",
      "sentences": "... and probably after birth. Just look at the governor, former governor of Virginia. The governor of Virginia said, \"We put the baby aside, and then we determine what we want to do with the baby.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "DAVIS",
      "sentences": "President Trump, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "MUIR",
      "sentences": "We're going to turn now to immigration and border security. We know it's an issue that's important to Republicans, Democrats, voters across the board in this country.Vice President Harris, you were tasked by President Biden with getting to the root causes of migration from Central America. We know that illegal border crossings reached a record high in the Biden administration. This past June President Biden imposed tough new asylum restrictions. We know the numbers since then have dropped significantly. But my question to you tonight is why did the administration wait until six months before the election to act? And would you have done anything differently from President Biden on this? HARRIS: So I'm the only person on this stage who has prosecuted transnational criminal organizations for the trafficking of guns, drugs and human beings. And let me say that the United States Congress, including some of the most conservative members of the United States Senate, came up with a border security bill which I supported. And that bill would have put 1,500 more border agents on the border to help those folks who are working there right now, overtime, trying to do their job. It would have allowed us to stem the flow of Fentanyl coming into the United States. I know there are so many families watching tonight who have been personally affected by the surge of Fentanyl in our country. That bill would have put more resources to allow us to prosecute transnational criminal organizations for trafficking in guns, drugs and human beings. But you know what happened to that bill? Donald Trump got on the phone, called up some folks in Congress and said \"Kill the bill.\" And you know why? Because he preferred to run on a problem instead of fixing a problem. And understand, this comes at a time where the people of our country actually need a leader who engages in solutions, who actually addresses the problems at hand. But what we have in the former president is someone who would prefer to run on a problem instead of fixing a problem. And I'll tell you something. He's going to talk about immigration a lot tonight, even when it's not the subject that is being raised. And I'm going to actually do something really unusual, and I'm going to invite you to attend one of Donald Trump's rallies, because it's a really interesting thing to watch. You will see during the course of his rallies, he talks about fictional characters like Hannibal Lecter. He will talk about windmills cause cancer. And what you will also notice is that people start leaving his rallies early out of exhaustion and boredom. And I will tell you, the one thing you will not hear him talk about is you. You will not hear him talk about your needs, your dreams and your -- and your desires. And I'll tell you, I believe you deserve a president who actually puts you first. And I pledge to you that I will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "MUIR",
      "sentences": "Vice President Harris, thank you.President Trump, on that point, I want to get your response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "TRUMP",
      "sentences": "Well, I would like to respond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "MUIR",
      "sentences": "Let me just ask, though, why did you try to kill that bill, and successfully so, that would have put thousands of additional agents and officers on the border? TRUMP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:08",
      "speaker": "MUIR",
      "sentences": "Please?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "They're eating -- they're eating the pets of the people that live there. And this is what's happening in our country, and it's a shame.As far as rallies are concerned, as far as the reason they go, is they like what I say. They want to bring our country back. They want to Make America Great Again. It's very simple phrase, Make America Great Again. She is destroying this country. And if she becomes President, this country doesn't have a chance of success, not only success, will end up being Venezuela on steroids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "DAVID MUIR, HOST, WORLD NEWS TONIGHT",
      "sentences": "I just want to clarify here. You bring up Springfield, Ohio, and ABC News did reach out to the city manager there. He told us there have been no credible reports of specific claims of pets being harmed, injured or abused by individuals within the immigrant community on all this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "Well, I've seen people on television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "MUIR",
      "sentences": "Let me just say here, this is the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "The people on television say my dog was taken and used for food. So, maybe he said that, and maybe that's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "MUIR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "-- good thing to say for a city manager.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "MUIR",
      "sentences": "I'm not taking this from television. I'm taking it from the city manager.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "But, the people on television saying their dog was eaten by the people that went there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "MUIR",
      "sentences": "Again, the Springfield city manager says there is no evidence of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "We'll find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "MUIR",
      "sentences": "Vice President Harris, I'll let you respond to the rest of what you've heard.KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL CANDIDATE: You talk about extreme. This is, I think, one of the reasons why in this election I actually have the endorsement of 200 Republicans who have formally worked with President Bush, Mitt Romney, and John McCain, including the endorsement of former Vice President Dick Cheney and Congress member Liz Cheney. And if you want to really know the inside track on who the former President is, if he didn't make it clear already, just ask people who have worked with him, his former Chief of Staff, a four-star general, has said he has contempt for the Constitution of the United States. His former National Security Advisor has said he is dangerous and unfit. His former Secretary of Defense has said the nation, the Republic, would never survive another Trump term. And when we listen to this kind of rhetoric, when the issues that affect the American people are not being addressed, I think the choice is clear in this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "MUIR",
      "sentences": "President Trump, I'll give you a quick minute to respond here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "Yeah. Thank you, because when I hear that -- see, I'm a different kind of a person. I fired most of those people, not so graciously. They did bad things or a bad job. I fired them. They never fired one person. They didn't fire anybody having to do with Afghanistan and the Taliban and the 13 people whose -- were just killed, viciously and violently killed. And I got to know the parents and the family. They didn't fire. They should have fired all those generals, all those top people, because that was one of the most incompetently handled situations anybody has ever seen.So, when somebody does a bad job, I fire them. And you take a guy like Esper. He was no good. I fired him. So, he writes a book. Another one writes a book. Because with me, they can write books. With nobody else, can they? But, they have done such a poor job, and they never fire anybody. Look at the economy. Look at the inflation. They didn't fire any of their economists. They have the same people. That's a good way not to have books written about you. But, just to finish, I got more votes than any Republican in history, by far. In fact, I got more votes than any President, sitting President in history, by far. MUIR: Let me continue on immigration. It was what you wanted to talk about earlier. So, let's get back to your deportation proposal that the Vice President has reacted to as well. President Trump, you call this the largest domestic deportation operation in the history of our country. You say you would use the National Guard. You say things get out of control. You'd have no problem using the U.S. military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "TRUMP",
      "sentences": "With local police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:10",
      "speaker": "MUIR",
      "sentences": "You also said you would use local police. How would you deport 11 million undocumented immigrants? I know you believe that number is much higher. Take us through this. What does this look like? Will authorities be going door-to-door in this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "President Trump, as you know, the FBI says overall violent crime is actually coming down in this country, but Vice President Harris...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": "Excuse me, the FBI defrauded -- they were defrauding statements. They -- they didn't include the worst cities. They didn't include the cities with the worst crime. It was a -- a fraud. Just like their number of 818,000 jobs that they said they created turned out to be a fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "President Trump, thank you.I'll let you respond, Vice President Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "HARRIS",
      "sentences": "Well, I think this is so rich coming from someone who has been prosecuted for national security crimes, economic crimes, election interference, has been found liable for sexual assault, and his next big court appearance is in November at his own criminal sentencing. And let's be clear where each person stands on the issue of what is important about respect for the rule of law and respect for law enforcement. The former vice president called for defunding federal law enforcement, 45,000 agents, get this, on the day after he was arraigned on 34 felony counts.So let's talk about what is important in this race. It is important that we move forward, that we turn the page on this same old tired rhetoric and address the needs of the American people, address what we need to do about the housing shortage, which I have a plan for, address what we must do to support our small businesses, address bringing down the price of groceries. But frankly, the American people are exhausted with this same old tired playbook.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "Vice President Harris, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": "Excuse me. Every one of those cases was started by them against their political opponent. And I'm winning most of them and I will win the rest on appeal. And you saw that with the decision that came down just recently from the Supreme Court. I'm winning most of them. But those are cases, it's called weaponization. Never happened in this country. They weaponized the Justice Department. Every one of those cases was involved with the DoJ, from Atlanta and Fani Willis to -- to the attorney general of New York and the D.A. in New York. Every one of those cases.And then they say oh, he was -- he's a criminal. They're the ones that made them go after me. By the way, Joe Biden was found essentially guilty on the documents case. And what happened in my documents case? They said, oh, that's the toughest of them all. A complete and total victory. Two months ago it was thrown out. It's weaponization. And they used it. And it's never happened in this country. They used it to try and win an election. They're...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "President Trump...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": "... fake cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "President Trump, thank you.A really quick response here, Vice President Harris, on this notion of weaponization of the Justice Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "HARRIS",
      "sentences": "Well, let's talk about extreme and understand the context in which this election in 2024 is taking place. The United States Supreme Court recently ruled that the former president would essentially be immune from any misconduct if he were to enter the White House again. Understand, this is someone who has openly said he would terminate, I'm quoting, \"terminate\" the Constitution of the United States. That he would weaponize the Department of Justice against his political enemies.Someone who has openly expressed disdain for members of our military. Understand what it would mean if Donald Trump were back in the White House with no guardrails. Because certainly we know now the court won't stop him. We know J.D. Vance is not going to stop him. It's up to the American people to stop him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "Vice President Harris, thank you.Linsey?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "DAVIS",
      "sentences": "Vice President Harris, in your last run for president...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": "... weaponized, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "We've...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": "This is the one that weaponized, not me. She weaponized. I probably took a bullet to the head because of the things that they say about me. They talk about democracy. I'm a threat to democracy. They're the threat to democracy with the fake...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "President Trump...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": "... Russia, Russia, Russia...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "... thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": "... investigation that went...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "We do have have a lot to get...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "TRUMP",
      "sentences": ".... nowhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:12",
      "speaker": "MUIR",
      "sentences": "We have a lot to get to.Linsey?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "HARRIS",
      "sentences": "So my values have not changed. And I'm going to discuss every one -- at least every point that you've made. But in particular let's talk about fracking because we're here in Pennsylvania. I made that very clear in 2020. I will not ban fracking. I have not banned fracking as vice president of the United States. And in fact, I was the tie-breaking vote on the Inflation Reduction Act, which opened new leases for fracking.My position is that we have got to invest in diverse sources of energy so we reduce our reliance on foreign oil. We have had the largest increase in domestic oil production in history because of an approach that recognizes that we cannot over-rely on foreign oil. As it relates to my values, let me tell you, I grew up a middle class kid, raised by a hardworking mother who worked and saved and was able to buy our first home when I was a teenager. The values I bring to the importance of home ownership knowing not everybody got handed $400 million on a silver platter and then filed bankruptcy six times is a value that I bring to my work to say we are going to work with the private sector and home builders, to increase 3 million homes, increase by 3 million homes by the end of my first term. My work that is related to having a friend when I was in high school who was sexually assaulted by her stepfather. And my focus then on protecting women and children from violent crime is based on a value that is deeply grounded in the importance of standing up for those who are most vulnerable. My work that is about protecting Social Security and Medicare is based on longstanding work that I have done, protecting seniors from scams. My values have not changed, and what is important is that there is a president who actually brings values and a perspective that is about lifting people up and not beating people down, and name-calling. The true measure of the leader is the leader who actually understands the strength is not in beating people down. It's in lifting people pull up. I intend to be that president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "LINSEY DAVIS, ABC NEWSW MODERATOR",
      "sentences": "President Trump, your response?DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: Well, first of all, I wasn't given $400 million. I wish I was. My father was a Brooklyn builder, Brooklyn, Queens, and a great father. And I learned a lot from him. But I was given a fraction of that, a tiny fraction, and I've built it into many, many billions of dollars, many, many billions. And when people see it, they are even surprised. So we don't have to talk about that. Fracking? She's been against it for 12 years. Defund the police, she's been against that forever. She gave all that stuff up very wrongly, very horribly, and everybody's laughing at it, okay? They're all laughing at it. She gave up at least 12 and probably 14 or 15 different policies like she was big on defund the police. In Minnesota, she went out -- wait a minute, I'm talking now if you don't mind, please? Does that sound familiar? HARRIS: (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TRUMP",
      "sentences": "She went out -- she went out in Minnesota and wanted to let criminals that killed people, that burned down Minneapolis, she went out and raised money to get them out of jail. She did things that nobody would ever think of.Now, she wants to do transgender operations on illegal aliens that are in prison. This is a radical left liberal that would do this. She wants to confiscate your guns and she will never allow fracking in Pennsylvania. If she won the election, fracking in Pennsylvania will end on day one. Just to finish one thing so important in my opinion. So I got the oil business going like nobody has ever done before. They took -- when they took over, they got rid of it, started getting rid of it, and the prices were going up the roof. They immediately let these guys go to where they were. I would have been five times, four times, five times higher because you're talking about three and a half years ago. They got it up to where I was because they had no choice because the prices of energy would were quadrupling and doubling. You saw what happened to gasoline. So they said, let's go back to Trump. But if she won the election, the day after that election, they'll go back to destroying our country. And oil will be dead. Fossil fuel will be dead. We'll go back to windmills and we'll go back to solar where they need a whole desert to get some energy to come out. You ever see a solar plant? By the way, I'm a big fan of solar, but they take 400, 500 acres of desert soil. These are not good things for the environment that she understands. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "DAVIS",
      "sentences": "President Trump, we have a lot of issues that we have to get to. We're out of time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "TRUMP",
      "sentences": "You just said a thing that isn't covered.Peacefully and patriotically, I said during my speech, not later on, peacefully and patriotically. And nobody on the other side was killed. Ashli Babbitt was shot by an out-of-control police officer that should have never, ever shot her. It's a disgrace. But we didn't do -- this group of people that have been treated so badly. I ask, what about all the people that are pouring into our country and killing people that she allowed to pour in? She was the border czar. Remember that. She was the border czar. She doesn't want to be called the border czar because she's embarrassed by the border. In fact, she said at the beginning: Well, I'm surprised you're not talking about the border yet. That's because she knows what a bad job they have done. What about those people? What's -- when are they going to be prosecuted? When are these people from countries all over the world, not just South America -- they're coming in from all over the world, David, all over the world. And crime rates are down all over the world because of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "MUIR",
      "sentences": "But let me just ask you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "TRUMP",
      "sentences": "But one those -- David, when are those people going to be prosecuted? When are the people that burned down Minneapolis going to be prosecuted or in Seattle? They went into Seattle. They took over a big percentage of the city of Seattle.When are those people going to be prosecuted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "MUIR",
      "sentences": "But let me just ask you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "TRUMP",
      "sentences": "You might ask her that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "MUIR",
      "sentences": "You were the president. You were watching it unfold on television. It's a very simple question as we move forward toward another election.Is there anything you regret about what you did on that day, yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "TRUMP",
      "sentences": "I had nothing to do with that, other than they asked me to make a speech. I showed up for a speech. I said, I think it's going to be big.I went to Nancy Pelosi and the mayor of Washington, D.C., and the mayor put it back in writing, as you know. I said, you know, this is going to be a very big rally or whatever you want to call it. And, again, it wasn't done by me. It was done by others. I said, I'd like to give you 10,000 National Guard or soldiers. They rejected me. Nancy Pelosi rejected me. It was just two weeks ago, her daughter has a tape of her saying she is fully responsible for what happened. They want to get rid of that tape. It would have never happened if Nancy Pelosi and the mayor of Washington did their jobs. I wasn't responsible for security. Nancy Pelosi was responsible. She didn't do her job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "MUIR",
      "sentences": "The question was about you as president, not about former Speaker Pelosi.But I do want Vice President Harris to respond here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "HARRIS",
      "sentences": "I was at the Capitol on January 1. I was the vice president- elect. I was also an acting senator. I was there.And on that day, the president of the United States incited a violent mob to attack our nation's Capitol, to desecrate our nation's Capitol. On that day, 140 law enforcement officers were injured, and some died. And, understand, the former president has been indicted and impeached for exactly that reason. But this is not an isolated situation. Let's remember Charlottesville, where there was a mob of people carrying tiki torches spewing antisemitic hate. And what did the president then at the time say? There were fine people on each side. Let's remember that, when it came to the Proud Boys, a militia, the president said, the former president said, \"Stand back and stand by.\" So, for everyone watching who remembers what January 6 was, I say, we don't have to go back. Let's not go back. We're not going back. It's time to turn the page. And if that was a bridge too far for you, well, there is a place in our campaign for you to stand for country, to stand for our democracy, to stand for rule of law, and to end the chaos, and to end the approach that is about attacking the foundations of our democracy because you don't like the outcome. And be clear. On that point, Donald Trump the candidate has said in this election, there will be a bloodbath if this and the outcome of this election is not to his liking. Let's turn the page on this. Let's not go back. Let's chart a course for the future and not go backwards to the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:04",
      "speaker": "MUIR",
      "sentences": "Let me just follow up here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "MUIR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "TRUMP",
      "sentences": "You'll say come on, come on down to the office, let's sign a bill. If he signs a bill that the border is closed, all he has to do is say it to the Border Patrol, who are phenomenal. If they do that the border is closed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "MUIR",
      "sentences": "Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "TRUMP",
      "sentences": "Those people are killing many people unlike J-6.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "MUIR",
      "sentences": "I want to -- we talked immigration here tonight. I do want to focus on this next issue to both of you because it really brings us -- this into focus. Truth in these times that we're living in.Mr. President, for three and a half years after you lost the 2020 election you repeatedly falsely claimed that you won, many times saying you won in a landslide. In the past couple of weeks leading up to this debate you have said, quote, \"You lost by a whisker,\" that you, quote, \"didn't quite make it,\" that you came up a little bit short. Are you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "TRUMP",
      "sentences": "I said that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "MUIR",
      "sentences": "Are you now acknowledging that you lost in 2020?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "TRUMP",
      "sentences": "No, I don't acknowledge that at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "MUIR",
      "sentences": "But you did say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "TRUMP",
      "sentences": "I said that sarcastically. You know that. It was said, oh, we lost by a whisker. That was said sarcastically. Look, there's so much proof. All you have to do is look at it. And they should have sent it back to the legislatures for approval. I got almost 75 million votes. The most votes any sitting president has ever gotten. I was told if I got 63, which was what I got in 2016, you can't be beaten.The election, people should never be thinking about an election as fraudulent. We need two things. We need walls. We need -- and we have to have it. We have to have borders. And we have to have good elections. Our elections are bad. And a lot of these illegal immigrants coming in, they're trying to get them to vote. They can't even speak English. They don't even know what country they're in practically. And these people are trying to get them to vote. And that's why they're allowing them to come into our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "MUIR",
      "sentences": "I did watch all of these pieces of video. I didn't detect the sarcasm, lost by a whisker, we didn't quite make it. And we should just point out here as clarification, and you know this, you and your allies, 60 cases in front of many judges. Many of them Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "TRUMP",
      "sentences": "No judge looked at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "MUIR",
      "sentences": "-- and said there was no widespread fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:18",
      "speaker": "TRUMP",
      "sentences": "They said we didn't have standing. That's the other thing. They said we didn't have standing. A technicality. Can you imagine a system where a person in an election doesn't have standing? The president of the United States doesn't have standing? That's how we lost.If you look at the facts, and I'd love to have you -- you do a special on you. I'll show you Georgia and I'll show you Wisconsin and I'll show you Pennsylvania and I'll show you -- we have so many facts and statistics. But you know what? That doesn't matter. Because we have to solve the problem that we have right now. That's old news. And the problem that we have right now is we have a nation in decline and they have put it into decline. We have a nation that is dying, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "MUIR",
      "sentences": "I'll give you one minute to respond, Mr. President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "TRUMP",
      "sentences": "Let me just say about world leaders, Viktor Orban, one of the most respected men -- they call him a strong man. He's a -- he's a tough person, smart Prime Minister of Hungary. They said why is the whole world blowing up? Three years ago, it wasn't. Why is it blowing up? He said because you need Trump back as president. They were afraid of him. China was afraid and I don't like to use the word afraid, but I'm just quoting him. China was afraid of him. North Korea was afraid of him. Look at what's going on with North Korea, by the way, he said Russia was afraid of him.I ended the Nord Stream 2 pipeline and Biden put it back on day one. But he ended the XL pipeline. The XL pipeline in our country, he ended that. But he let the Russians build a pipeline going all over Europe and heading into Germany, the biggest pipeline in the world. Look Viktor Orban said it. He said the most respected most feared person is Donald Trump. We had no problems when Trump was president. But when this weak, pathetic man, that you saw at a debate just a few months ago that if he weren't in that debate, he'd be running instead of her. She got no votes. He got 14 million votes. What you did, you talk about a threat to democracy? He got 14 million votes and they threw him out of office. And you know what? I'll give you a little secret. He hates her. He can't stand her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "MUIR",
      "sentences": "Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "TRUMP",
      "sentences": "But he got 14 million votes. They threw him out. She got zero votes and when she ran, she was the first one to leave because she failed and now she's running. I don't understand it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "MUIR",
      "sentences": "Mr. President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "TRUMP",
      "sentences": "-- but I'm OK with it because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "MUIR",
      "sentences": "Mr. President, your time is up. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "TRUMP",
      "sentences": "I think we're going to do very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "MUIR",
      "sentences": "We've got a lot more to get to. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "DAVIS",
      "sentences": "Turning now to the Israel-Hamas war and the hostages who are still being held, Americans among them. Vice President Harris, in December, you said, quote, \"Israel has a right to defend itself.\" But you added, quote, \"It matters how,\" saying international humanitarian law must be respected, Israel must do more to protect innocent civilians. You said that nine months ago now an estimated 40,000 Palestinians are dead, nearly 100 hostages remain.Just last week Prime Minister Benjamin Netanyahu said, there's not a deal in the making. President Biden has not been able to break through the stalemate. How would you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "HARRIS",
      "sentences": "Well, let's understand how we got here on October 7 Hamas, a terrorist organization slaughtered 1,200 Israelis, many of them young people who are simply attending a concert. Women were horribly raped. And so absolutely, I said then, I say now. Israel has a right to defend itself. We would. And how it does so matters because it is also true far too many innocent Palestinians have been killed, children, mothers.What we know is that this war must end. It must win and immediately and the way it will end is we need a ceasefire deal and we need the hostages out. And so we will continue to work around the clock on that, work around the clock. Also understanding that we must chart a course for a two-state solution. And in that solution there must be security for the Israeli people and Israel and in equal measure for the Palestinians. But the one thing I will assure you always, I will always give Israel the ability to defend itself in particular as it rates to -- as it relates to Iran and any threat that Iran and its proxies posed to Israel. But we must have a two-state solution where we can rebuild Gaza, where the Palestinians have security, self-determination and the dignity they so rightly deserve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:19",
      "speaker": "DAVIS",
      "sentences": "President Trump, how would you negotiate with Netanyahu and also Hamas in order to get the hostages out and prevent the killing of more innocent civilians in Gaza?",
      "isLastSentenceInterrupted": false
    }
  ]
}