{
  "date": "2024-04-30",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "NYPD On Columbia University Campus, Telling Protesters To Disperse; NYPD Enters Columbia, Students Told To Shelter In Place; NYPD Begins Arresting Protesters As Officers Enter Campus; CNN Follows Latest Developments On Columbia University Protests. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "JULIA VARGAS JONES, CNN PRODUCER",
      "sentences": "John, I'm just going to swing around a little bit so you understand where we are. This is Amsterdam Avenue and this is 114.So, up this way, I don't know how much you can actually be here. I'm sorry. We're just kind of walking through the crowd. This is where we were pushed. We were pushed out of Columbia University through those gates and pushed into this kind of -- it's not really a kettle because we're not getting arrested, but we were pushed into this area with barricades, myself, I'm a student at Columbia University and hundreds of others. People that were protesting inside were also pushed out. People that were making this human chain outside of Hamilton Hall, they were pushed out. They made another human chain outside 114th Street, and, eventually, NYPD just forcefully removed them. They did not get arrested. This is the key difference here. They looked like students to me, I can't tell you if they were or not. And then we got pushed into this little area. Right now it's a standstill. If I can go in to, you know, get my things. It's very difficult to understand where police wants us to go eventually right now. We're just sitting here at this corner in the middle of the protest with nowhere else to go. Up here, up this way, we have buses, NYPD buses. I can't tell if there are people inside those buses or not moving that way. And then now we see an emergency medical vehicle turning into 114th Street. They are going -- this is the way that they pushed all of all of the protesters and journalists. So, not sure all of this is blocked off and police is not letting us move anywhere else. This is where we have to stay for the time being. [22:05:01] BERMAN (voice over): Julia, hang on one second here, just so people understand. There is Amsterdam Avenue, which runs north and south. There is Broadway, which runs north and south. In between Broadway and Amsterdam is Columbia University, basically between 114th Street and 116th or 118th Street, if you go up a little bit further north of that. So, Julia is on one end of the university where people have been pushed out. Two questions quickly, Julia. One, it looks like it's raining now. If you can confirm, it's raining now, which may have an impact. It may have an impact on the crowds there, the people still outside. And who are the people? You're looking at a map right now, just what I was describing, you can see North, South, Broadway, who are the people standing beside you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:04",
      "speaker": "SHIMON PROKUPECZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "I am here. I'm here.BERMAN (voice over): Give us a sense of what you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "JONES",
      "sentences": "John, two things. One, we're seeing a staging of NYPD coming out of 114th. You can see here behind me. Right behind them, I don't know if you can see, there are people coming out of windows from, I believe this is Hamilton Hall, coming out -- John Jay, John Jay. I'm sorry, this is John Jay Building. It's a building right next to it, showing just with their phone.This kind of speaks to the whole question, you know, something that I've mentioned before. It's like what does this mean for the Columbia community? And I'm speaking now also as a student here. It is unfathomable that this is happening on our campus, this level of division, this level of -- I mean, I know we said there haven't been violent altercations. That is true. I have not witnessed any violence happening here, but we did just see a bus with people, NYPD bus with people in it, they had keffiyehs on. I don't know, I'm guessing this is the people that were outside or inside of Hamilton Hall that just went up Amsterdam towards, I suppose, Miguel's location just a block north of us. Overall, I mean, now, finally, the good news is that it's stopped raining. So, it's giving us a little bit of a respite. But like I mentioned, we're kind of kettled here, John. There isn't really anywhere for us to go. We're waiting for orders from the NYPD of whether or not we can go back inside the Columbia campus. As of now, I'm really not sure. I mean, I have my student I.D. here and I don't know like what this will do if I can actually go back inside at all. I think we're gearing up to have a long night. And to Shimon's point earlier, this has been so organized and calm. And the level of police presence, you know, is giving me a little bit of flashback to 2020 and covering the (INAUDIBLE) across the U.S., except there are no altercations. There is no violence. It's been very common. Like I mentioned to you earlier, some of the students that did not want to leave the university perimeter instead of being arrested, they were just removed. So, the NYPD just grabbed a couple of people and pushed them out, meaning, I think that there is a level of concern for the optics of this as well. It really is an attempt to -- if this is really an attempt to de escalate, this has to be the approach that they take. BERMAN (voice over): Well, Julia, hang on one second. You may be interested in this information as a Columbia student. We're just getting word that Columbia University has made a request with the New York Police Department to retain a presence on campus through at least May 17th. They say that is to maintain order and ensure that encampments are not reestablished. That was from a letter sent by University President Minouche Shafik to Michael Gerber, the NYPD's Deputy Commissioner of Legal Matters. So, Julia, there will be a police presence at Columbia for some time for several weeks. And I should note that is through what I believe to be Columbia graduation, which is May 15th. So, the police will be there in some way until May 17th. How do you imagine that might go over with your fellow students at the university?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:07",
      "speaker": "MARQUEZ",
      "sentences": "Yeah, what you're looking at here is yet another person who's been arrested and brought out from the other gate, the gate that we were at earlier. We're on 114th Street between Broadway and Amsterdam. We're now closer to Amsterdam. We've seen lots of arrestees coming out of here.There's now another arrestee going into a fourth bus right in front of us and it is not clear. I'm watching that gate down there. Police appear to have formed a cordon coming out of that gate and they're pulling people out of, that may be people coming out of the encampment. It wasn't clear to us covering this earlier in the week how many people were in the encampment. They had lots of tents, but we think there were only maybe a couple dozen, few dozen people who were in the encampment. So, far tonight, we've seen in the dozens arrested. I don't think we're at 100 yet, but you know, it's hard to tell. We've seen three or four buses leave here now. There have been some arrests on Amsterdam Avenue, as well, around the corner from where we are, but it seems right now that there are at least several dozen arrests here at Columbia University. I will say two weeks ago when they made arrests, 108 arrests that then kicked off this backlash of encampments across the country, 70 of those 108 were not Columbia students. So, the university, NYPD, looking at that tonight as well. The protesters do seem to have their own coordination. They had been protesting on Amsterdam Avenue for much of the day. They remained there all night, and it seems that some of those protesters that were outside may have been arrested, as well. But there was a large group of protesters who went to the main gate on Broadway, 116th and Broadway. Police then shut down all of Broadway, both North and South, major thoroughfare. Those protesters went uptown, it seems to City College. And so, you had protesters sort of coordinating protests at different colleges all at the same time, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:07",
      "speaker": "BERMAN",
      "sentences": "Yeah, and again, we're seeing pictures up at City College, too, about 20 blocks north of Columbia right now. Miguel, thank you. Stand by for a moment, if you will. Joey Jackson, our legal analyst is here. Joey, we talk about dozens and dozens of arrests. What happens to these people on the buses? What does it mean to be put under arrest for tonight and for the next several days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:07",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yeah, I think, John, the prosecutor here, Alvin Bragg, has a decision to make. And what that decision is, is what he's going to do. Is there going to be a distinction between students? And if so, do you criminalize this? Or do you offer them some resolution to the case which respects their right to protest, but again, you know, has some semblance of law that has to be mixed into it?And do you distinguish the students from the non-students, right? How they got onto the campus? What specifically did they do? Were they peaceful? And so in essence, what will happen is that they will go to this arrest processing location. At some point, they'll be arraigned. What that means in English is they'll be brought before a judge. They'll be formally charged with either disorderly conduct or criminal trespass or whatever the appropriate charges are, depending upon the specific conduct. At that time, they'll be released. There are bail reform laws in New York. There's nothing violent in nature. That is a blessing, right? We're seeing optics, not of any violence, not of any interactions of a negative variety, but of officers having taken control. I'm sure John Miller can give us a course on how they sat him down and said, look, this is what we're going to do. This is how we're going to do it. The optics need to be what they have to be. And I think they did that very successfully. Thank goodness for that. And so, John, what will happen is after their process and release, there'll be a date for them to return. In that interim period, prosecutors will make an assessment as to how to dispose of the case. Generally speaking, on a first arrest, you'll either get a disorderly conduct or something known as an ACD. What does that mean? An adjournment and contemplation of dismissal. You stay out of trouble. You do everything right. Your case will be dismissed. It'll be sealed. You'll go on with your life. That's how generally it'll be done in the absence of any aggravating factors which demonstrate that the protesters at issue did something that was, you know, aggravating other than being in a building, occupying it, and really peacefully protesting in the way they think was appropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "BERMAN",
      "sentences": "Hybrid classes for the last week or so.HOAG-FORDJOUR: Yes, it's the last week or so. Some classes are not even meeting. Many classes -- many exams can be taken virtually, not on campus. We dealt with this in academic institutions during the height of the pandemic. And so,  I think, you know, what's happening, we've sort of recognized it, that with police force being on campus until May 17th, Columbia really wants to have a graduation. They wanted to clear off that lawn. That beautiful green lawn is where commencement happens each year. And so I feel, you know, for these students, they're engaged, they're young people, they know what's happening in this country and around the world. And the tools that they're using are their minds, their voices. Many are wearing keffiyehs, they've got signs, they're chanting. And they really want to show that the students at Columbia and on college campuses across this country, that students are concerned for what's happening in Gaza. Students are concerned with what's happening to Palestinians. And my knowledge is that many students, I'm a professor at Brooklyn Law School. I advise my students who are part of the National Lawyers Guild chapter, student chapter, students for justice in Palestine. They're all in conversation with each other and supporting each other for really a collective movement that we're seeing of young people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "BERMAN",
      "sentences": "You're looking again at live pictures just outside the campus of Columbia University. The police have moved in there. They've moved the cameras out. We don't have any picture from inside the campus anymore, outside Hamilton Hall.Our Julia Vargas-Jones was outside Hamilton Hall all day reporting from the scene, providing really an exclusive look at what was going on. Julia, you've been moved off campus now, and we see you just outside where there have been, I think, some words, shall we say, between the demonstrators and police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "JULIA JONES, CNN REPORTER",
      "sentences": "Some protesters are getting a little bit -- so it's getting a little touchy outside. But still, very much of a halt situation otherwise. It doesn't look like a halt. It doesn't look like a halt. But my --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "BERMAN",
      "sentences": "All right, we're having a hard time hearing Julia right now. Julia, hopefully, if you can hear me, if you can get your microphone fixed, but I do believe what you were saying is there have been some shouts from the protesters toward the police, though the police were there standing.The police were standing there peacefully. The protesters, separate from them, also standing there on the right-hand side of your screen. We can see people, I believe, the police officers, I think, leaving Hamilton Hall, where they had gone in through the window, through that ramp. Actually, let's get to Miguel Marquez right now and tell us what you're seeing from where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "BERMAN",
      "sentences": "All right. We'll check in with them in a bit, Miguel. Keep us posted as to what you see. I'm going to bring back in our Chief Law Enforcement Analyst, John Miller, who's here with us as well. And John, anything new you're hearing? Before, you had heard that law enforcement had moved through almost all of Hamilton Hall, and there really weren't that many people inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MILLER",
      "sentences": "That's right. So, you know, barricading the building, surrounding the building. There's two interesting possibilities here. One is that when it was clear the police were going to come and clear the building, the people inside might have gone outside.As Joey Jackson will tell you, the charge, you know, for being inside in criminal trespass might come with a burglary charge or more. So, that might have been a tactical legal judgment on their point. But what we're watching here is that truck is the big bear that has the ramp that they can use to do an entry into a location from an upper floor as opposed to from the ground floor. And they are wrapping that up to get their ramp back down. That building is effectively cleared now. What we looked at a minute ago was the emergency service units driving away. So, most of the tactical piece of taking that building back and clearing the inside appears to be complete just from what we're watching here. We've seen the buses, because they have pushed the crowd outside the gates and into pens, that the buses, police buses carrying the arrests have cleared the area and are on their way to MAPC or the Mass Arrest Processing Center down at headquarters. In terms of the demonstrators, you're going to see two things. A number of them will go up likely to City College, about 20 blocks north at 140th Street and Broadway or Amsterdam rather. And you'll see others go down to the Arrest Processing Center where they do a different kind of demonstration called jail support where they protest outside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:48:08",
      "speaker": "BERMAN",
      "sentences": "All right, you are looking at live pictures. This is of City College in New York, which is about 20 blocks north of Columbia University. Of course, Columbia University, about an hour and 45 minutes ago, police moved in to remove the demonstrators who had taken over Hamilton Hall.Many of the protesters moved north to City College is what you're looking at right now. And we did just see a brief skirmish melee between the police and some protesters. It did look like a few arrests were made, but it was quick. And now, it appears that those clashes as they were are now over. We're going to keep our eye on that to see if the situation develops once again. In the meantime, I want to bring in Mahmoud Khalil. He is a second year graduate student who has been leading negotiations with the Columbia administration on behalf of the pro-Palestinian protesters. Mahmoud, thank you for being with us. I just want to know your reaction to what has happened tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BERMAN",
      "sentences": "Mahmoud, when Hamilton Hall was taken over, whether it was part of, as you say, a larger anti-war movement or an on-campus disciplinary matter, what was the expectation that Columbia would do once a building was seized and windows were broken and vandalized?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KHALIL",
      "sentences": "The Autonomous Group decided to take that building when they felt that the university is not answering their demands, the university is not dealing with them seriously, and the university is actually just alienating them. So, they had to do something, so the university can actually take their demands seriously.These students have been demonstrating at Columbia since October. Every week they would demonstrate at campus. The university would answer only by more discipline and by suspension of these students. So, when they -- last week, when they established a very peaceful encampment on the East Lawn, the university did not wait a minute to bring the NYPD, which, in fact, the president herself said that this --that the first call for NYPD was somewhat not a wise decision and aggravated the issue at Columbia. Yet here we are again bringing more force, hoping that this movement wouldn't continue and would stop. And in fact, President Shafik of Columbia requested from the NYPD to stay on campus until May 17th after their graduation to make sure that no students are on campus to re-establish such encampments or to actually practice their first -- of protest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BERMAN",
      "sentences": "I have to let you go, Mahmoud. Will the protests continue even with the police presence until May 17th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KHALIL",
      "sentences": "I expect that. I'm not sure how the presence of the police would change this. The students will still have their rights to protest. And I'm very confident that students will continue this movement even after all this brutality against them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BERMAN",
      "sentences": "All right, Mahmoud Khalil, thank you very much for being with us. Do appreciate your time. With us here, been watching this is, is Felipe Rodriguez, former NYPD police officer. We did see a little while ago, those arrests up at City College. Just tell me what you've been seeing in terms of how the police and law enforcement has been behaving on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "RODRIGUEZ",
      "sentences": "You know what? They have to be commended. I saw a lot of restraint. We saw that team tactics was being done correctly. They were working together as a group. You know, we didn't see these wild swinging of batons like we've done in the past. You know, when the arrests had to be made, they worked together to take that person in with the minimum amount of force and to de-escalate by having a large presence of officers there at the scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BERMAN",
      "sentences": "What's it going to be like for those officers who've got to be up there till May 17th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KHALIL",
      "sentences": "It's going to be difficult. It really is. It's going to wear them down. You know, but NYPD is one of the best police departments when it comes to dealing with, you know, large scale situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BERMAN",
      "sentences": "Our Miguel Marquez, still standing by just outside Columbia University. Miguel, I understand you've got some new information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "MARQUEZ",
      "sentences": "Yeah, NYPD just briefed us a short time ago here on 114. They say it's done. There is -- Hamilton Hall has been cleared and is secured. The encampments that was out there for the last couple of weeks, that too has been cleared. The only thing out there right now are tents and their personal possessions. But everybody that didn't want to leave and didn't want to leave the campus was arrested. They also say there was no reports of anybody resisting arrest. Therewere no reports of anyone being injured, as well. This is now -- so, we've come down to Amsterdam Avenue. You can see all the police officers who are protecting this so that the buses bringing out the last few people who were arrested can get out. There are protesters behind us. They are also on the other side of Amsterdam Avenue. This is interesting, as well. So, this is John J. Hall just on the corner of 114 and Amsterdam. And you can see all the individuals hanging out their windows just watching what's going on out here. Hamilton Hall is just up the street here, another block. And that is now secured. There were reports that there was smoke off the top of Hamilton Hall earlier. Police say that that's not true. There were people who claimed that they were using a tear gas. Police say that is not true. They did use flash bang grenades. They said they went into Hamilton Hall, the doors were barricaded with tables, with chairs, with soda machines. They used the flash bangs to distract whoever was in there. And then they were able to open up those doors and get more officers in to clear out and check and then clear out the entire hall. But at this point, when this started around 9 P.M., it's done. The police will stay. The Colombians asked them, as I heard you talking about, until May 17th. Commencement is on May 15th. So, they certainly want to have that presence. What they don't want to have happen is what happened last time, that they clear the encampment, they clear the protesters, and then they re-establish themselves the next day or the following day. So, that's something that they are going to make sure doesn't happen. John.",
      "isLastSentenceInterrupted": false
    }
  ]
}