{
  "date": "2024-07-02",
  "headline": "CNN News Central",
  "subHeadline": "New CNN Poll: President Joe Biden Approval Rating Hits New Low; Democratic Governors Want Meeting With White House After Rough Debate; President Joe Biden Tries To Rebound After Debate Debacle; Manhattan District Attorney Open To Delaying Donald Trump's Sentencing In Hush Money Conviction After Supreme Court Ruling; Donald Trump Amplifies Posts Calling For Televised Military Tribunal For Liz Cheney. Aired 2- 2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:05",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "I mean, these numbers are atrocious for Joe Biden, that's the only way you can put it.I guess the good news when you match them up against Donald Trump is that he hasn't lost any ground from where he was back in April. But he was trailing in April by six points. And he's trailing by six points now. And you know, I just think you have to take back a step and look at where we were four years ago at this point, Joe Biden was leading Donald Trump by nine points. This is just a completely different race, one in which Donald Trump has led basically continuously, at least during 2024, and one in which his lead of anything is holding or even getting larger right now, high single digits. And I think there's of course the big question is, could another Democrat do better than Joe Biden against Donald Trump? And this new poll says, or at least suggest that perhaps they could. Because take a look here. Yes, Joe Biden is trailing Donald Trump by six percentage points. But look at this, versus Kamala Harris the vice president, it's just a two point race with no clear leader. So, when I look at polls like this, and you see the first call for Joe Biden to get out of the race from a member of Congress on the Democratic side, I don't think polling like this will stop those calls. I would only expect them to get louder if polling like this holds in other surveys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:05",
      "speaker": "KEILAR",
      "sentences": "Can we have any insight into why Harris is doing better than Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:05",
      "speaker": "ENTEN",
      "sentences": "Yes, I think we do have an insight. And you know, in this particular poll, partisan is on each side, you know, Democrats support Joe Biden overwhelmingly, Republicans support Donald Trump overwhelmingly, this is a fight for the center of the electorate. It's a fight for Independents.And what do we see among Independents? I think that this gives it away, right? If you look and you compare Donald Trump versus Joe Biden, and you compare Kamala Harris versus Donald Trump, what do you see? You see that Donald Trump leads among Independents by 10 points when faced off against Joe Biden, but among Independents, those voters that, of course, Donald Trump won in 2016 and then lost in 2020 to Joe Biden, you could see that Kamala Harris is actually ahead by three points. She's doing better in the center of the electorate. Now, of course, Harris is not as well-known as Joe Biden. She's not as well-known as Donald Trump either. But if you look at this point right at this time, what you see is that 22 percent of voters have no opinion of Kamala Harris, either they have no opinion, or they've never heard of her. Compare that to eight percent for Joe Biden, seven percent for Donald Trump. So, at this point, in my mind, she's a generic Democrat, as she gets better known, those numbers against Donald Trump given that Donald Trump is not popular at this point, those numbers can close even more. At this point, looking at this data, I am not really quite sure that Democrats can do any worse than they are doing with Joe Biden at the top of the ticket, they may, in fact, do better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:05",
      "speaker": "KEILAR",
      "sentences": "Very interesting. Harry, thank you for the new reporting on the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:05",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:05",
      "speaker": "KEILAR",
      "sentences": "We appreciate it. Let's go to CNN -- CNN's MJ Lee now who is live for us at the White House. MJ, you have a sitting Democrat in Congress now calling on the president to resign. How's the White House responded?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "KEILAR",
      "sentences": "Yes, it should be alarming to those lawmakers that they are not hearing from the president because a normal reaction is that he should be calling up everyone and assuaging concerns, doing whatever he can. I wonder about donors, how concerned they are because I know you have some new information about the campaign's attempt to reassure them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "LEE",
      "sentences": "Yes, and that level of outreach is very much going on as we've reported over the last couple of days. And yesterday, there was a call that the campaign chair Jen O'Malley Dillon held with hundreds of donors and Jeff Zeleny and I spoke with a number of the participants.And it was clear, at least on this call, that O'Malley Dillon wanted to make clear that they were not changing course, at least not right now. And she apparently according to participants, offered a very staunch defense of the president's health. One point according to two participants, she said, \"He's probably in better health than most of us.\" Now, one of the participants reacted to this by saying they found this an offensive thing to say, and basically dismissive of how widespread the concerns have been and how deep the concerns have been about the president's fitness to serve. Just one thing I will note coming out of the campaign today is that they did release their June fundraising numbers, they said that the campaign had raised $127 million in that month, that this was the best month to date. So far in the cycle, they now have $240 million of cash on hand. But of course, Brianna, despite that bright spot for the campaign, the problem right now for the campaign isn't money, isn't fundraising. It is the question about the viability of the candidate himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "KEILAR",
      "sentences": "All right. MJ, I do want to tell you, and this may be the first time you're hearing this as well. But we have just gotten word that ABC News has announced that President Biden will be doing an extended interview with George Stephanopoulos. We expect, as I understand it, this will air in its entirety on Sunday, but I think we are going to be seeing some of the clips of this before then.This is -- pardon me, on July 5th, I should say. This is very interesting, MJ, because this was something we know that the campaign had been considering. And there's going to be we should be clear a lot riding on this interview, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "LEE",
      "sentences": "Absolutely, Brianna. This is going to be the first time that we are really seeing the president in an unscripted setting.You know, so far since Thursday night, we've seen the president in different settings in public, but basically, every single time, he has been using a teleprompter, using prepared remarks. And also, he hasn't taken any questions from members of the media, including last night when he gave remarks here at the White House. So, the fact that he is going to be sitting down with a trusted T.V. anchor, and taking a whole lot of questions about anything and everything, and is using this as an opportunity to basically show the side of him that you saw on the debate stage on Thursday night. That was a fluke. That was just one bad night. That's what the campaign has been saying. But here is sort of the President Biden that Democrats are hoping to see that is sort of in charge and in command of the facts. We'll see, you know, this is going to be a gamble. But frankly, I think the campaign in the White House really had no choice. We've seen surrogates and supporters of the campaign basically saying, it is imperative that the president get out there in these kinds of settings, unscripted settings, and prove that he can do the job and that he is meant to serve, which a lot of Democrats just do not believe right now given what we saw on the debate stage last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "KEILAR",
      "sentences": "All right. We'll be looking for parts of that interview to become public on Friday. And then we believe to watch the interview on Sunday on ABC News.MJ, I know you'll be watching that carefully as well. Thank you for the report from the White House. Pamela?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "All right. Thanks, Brianna. Congressman Lloyd Doggett is the only sitting Democratic lawmakercalling on Biden to withdraw for now, but others they have come close. Listen to what Congressman Mike Quigley of Illinois said this morning right here on CNN. (BEGIN VIDEO CLIP) REP. MIKE QUIGLEY (D-IL): We have to be honest with ourselves that it wasn't just a horrible night. But I won't go beyond that out of my respect and understanding President Joe Biden and very proud person who has served us extraordinarily well for 50 years, but it's his decision. I just want him to appreciate at this time just how much it impacts not just his race, but all the other races coming in November. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "BARBARA BOXER, FORMER SENATOR OF CALIFORNIA",
      "sentences": "No, because if you know my party, you know, there is no unanimity. We are a huge tent. And there'll be people who never supported Joe Biden speaking out, there'll be others who would rather see Kamala Harris, there'll be others who would rather see Gretchen or you know Newsom, so none of that surprised me.Look, here's the thing. This is a moment that has to be looked at straight in the eye, which means that either our president can prove that he's still up to the job, or he will decide he is not. Now, I love the fact that he is going on Stephanopoulos's show, and he's going to talk without a prompter and be Joe. Joe has never been slick. Joe has never been smooth. And we all face setbacks in our life. The key is, how do we respond? Can we get back up? And polls? Let me tell you, I know I -- every time I ran the polls that I wasn't going to win, that's a fact. That's a fact. So, you look at the polls of the CNN poll looks terrible. It looked terrible the last time. There's another poll out today that shows Joe up by one. So, the issue is that our president has to get out there, he has to prove that what we saw was a bad night and anomaly. And remember, he's up against a man who only lies when his lips move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "BROWN",
      "sentences": "OK, let me just talk about the poll that I can speak to as a CNN poll out today that shows voters nationwide favor former President Trump over Biden by six points, 49 percent to 43 percent. That's actually, it's better -- it's when you look at the Kamala Harris numbers, it's within striking distance. 40 percent of the registered voters support Trump, 45 percent Harris.So, you have the context of that polling coming out as well. Jamal, we just were talking about this sit down interview that President Biden is supposed to do with George Stephanopoulos. Awfully, obviously, this is an attempt by the White House to quell concerns. But is this enough to address the concerns among not just people in the party, but Americans about his fitness for office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "The short answer is no, it won't be enough, it will be enough to get the -- keep the conversation going. The president did a good job on Friday when he was in North Carolina. And I think people got to see him get up and speak and give a big robust, energetic speech. He did a good job when he was talking about the immunity debacle that happened in the Supreme Court in that decision.And so, now, he's going to have an unscripted moment as Senator Boxer just mentioned, he's going to have an unscripted moment for a CNN interview. I think he'd be well-suited to do a town hall, to have some roundtables with some experts. It'll be good for people to continuously get to see the president engaged the way those of us, you know, who either worked in the White House and saw him engage or people who've met with him from around the world, or, you know, members of Congress who've negotiated with him have kind of seen the same thing over the course of the years. So, he's got to show that to the American people in an unscripted, unedited way. And I think that will help quell some of what we're hearing. But right now, until we have some more video that shows the president being engaged and being unscripted, it's going to be hard to supplant the video from last Thursday when that wasn't really the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "BROWN",
      "sentences": "So, let me just follow up on that. And then I will get to you -- back to you, Senator, but I think, you know, when you look at this, you talk to everyday Americans, I'm sure you are, I certainly am, Senator, I bet you are and they say gosh, I kind of felt duped. Like, I was so shocked at the debate.They feel duped by the same people who are now saying that was just one night, you know, just looking at it through the lens of this was just one night. Is there a kind of a crisis of trust right now for people? Are people really expected to believe that given the shock they experienced, Jamal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:11",
      "speaker": "BROWN",
      "sentences": "You know, no doubt. I mean, the bottom line as you say, we don't know what the truth is, so many of us because he's been kept in this bubble, right? We haven't seen a lot of him speaking, you know, off the cuff, having to speak on his -- on his feet.Of course, this interview with ABC will provide more of a window and him speaking without teleprompter and so forth. But I'm wondering, Barbara, Senator, given that the poll I highlighted where you see Kamala Harris, the vice president within striking distance of Trump, she succeeded you we should note as attorney general in California. If President Biden were to step down, a big if at this point, do you think she's the best Democrat to go up against Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:11",
      "speaker": "BOXER",
      "sentences": "I am so not going there with you. Because right now we have a situation where we have a sitting president who has created more jobs than any other president in history, 15 million jobs, versus a president who is the only president in history since we've been keeping records to leave with fewer jobs than when he came.We now have a Supreme Court decision. This is the most important thing I could say to the people listening, that has stated to Donald Trump who has said he wants to be dictator, I didn't say that, he did, that he is immune, whatever he does officially. And that means because he said he wants to punish women who get an abortion, he could have an order in his Justice Department that he handpicks all the people there to arrest a woman who is going across state lines to protect herself, to get an abortion if she's bleeding out or to child. And that person could die. And yes, oh, there would be a lawsuit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:11",
      "speaker": "BROWN",
      "sentences": "I don't want to interrupt you but we're running out of time. In fact, I'm supposed to leave the segment here.But I do need to follow up with you. Because what you just laid out for Democrats, does that not show you the stakes at hand here? And when you look at polling that shows that Vice President Harris would be in striking distance of Trump, whereas Biden would not be, that there would be a six point difference. Does that not elicit, you know, concern on your part, or at least pondering it? You said you didn't want to even go there with the question, but you kind of laid out why that question was pertinent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:11",
      "speaker": "BOXER",
      "sentences": "Yes, you are right. However, you cannot kneel down to one poll. There's another poll that shows today Joe Biden winning. So, let's do what Jamal says. Let's tell the president and if he's watching me, hello, Mr. President, get out there and show us what you've got. Be the greatest comeback kid since Bill Clinton.And if he can't do it, he will be the first to say I can't. Give it a couple of weeks before you push a president out the door who has done better than any other president, any other president since FDR. That's my strong view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:23:10",
      "speaker": "BROWN",
      "sentences": "New developments just days before Donald Trump was set to be sentenced in his New York hush money case, the Manhattan district attorney's office now says it is open to delaying that sentencing following the Supreme Court's ruling on presidential immunity.Trump's attorneys are also using the Supreme Court ruling to challenge the jury's verdict, saying it must be reviewed. CNN's Senior Crime and Justice Reporter Katelyn Polantz is with us. This is the first domino to fall. How is the Supreme Court's decision already impacting some of these other cases facing Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "BROWN",
      "sentences": "All right, Katelyn Polantz, lots of work cut out for you right now as it has been. Thank you so much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "KEILAR",
      "sentences": "As the country now grapples with the aftermath of the Supreme Court's decision, former President Trump is using his social media presence to amplify chilling messages against his political opponents.On Truth Social, Trump posted a message calling for a televised military tribunal for former Republican Liz Cheney and the jailing of top elected officials like President Joe Biden, and even his own former V.P. Mike Pence. Cheney responded on X saying, Donald, this is the type of thing that demonstrates yet again that you are not a stable adult and are not fit for office. Joining us now is retired Army Major General Spider Marks. Spider, great to have you to talk about this. I mean, what do you think when you hear military tribunals? MAJ. GEN. JAMES \"SPIDER\" MARKS (RET.), CNN MILITARY ANALYST: Well, first of all, Brianna, I'm not -- I'm not a lawyer. So, I don't know why a military tribunal would be the venue for what the former president is trying to achieve. Why it would be military and not on an -- on the civil side, I'm not certain. Unless, of course, it provides him greater latitude. But the whole thing just in my mind, it just is a kind of a fool's errand. I don't know what the former president has tried to achieve except clearly to stir the pot. And I would imagine that the decision that just was laid out by the SCOTUS yesterday would prevent a president if Trump were to be re-elected to go after his predecessor. And so, I see what occurred in the Supreme Court yesterday. I understand the discussion across the board on both sides of this, but I truly don't understand what the former president has tried to achieve beyond the obvious, which is just being incredibly provocative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "KEILAR",
      "sentences": "Yes, that also seems to be what Chief Justice John Roberts was bringing up in his majority opinion.I do wonder at this point in time, you know, Sonia Sotomayor said she now fears for democracy. She specifically cited the hypothetical of a president ordering SEAL Team Six to assassinate a political rival. I wonder, not just if you share her concerns about that. But if you have concerns about how hypothetically Trump if he were re-elected would try to use the military and the fact that this could give him some cover the Supreme Court decision to use the military inappropriately?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "MARKS",
      "sentences": "Brianna, the only thing I can say about that is that I would pray that this millet -- this group of military leaders that we have today, which have been hardened through over two decades of combat and incredibly difficult decision making from the tactical level to the strategic would stand up and say, Mr. President, I'm not going to do that.And that would be a career decision that they would make. I can only imagine if you were to walk that dog down that path, the president would end up very quickly firing whoever's in charge, but you have the next individual up. And will that individual be prepared to make those kinds of career ending decisions that must be made? Look, every military leader at every level has the obligation to look at the orders that have been passed down from the commander in chief through the chain of command. And at their level, they do a legal moral and ethical filter on all of that. And if you disagree with the order, you raise your hand and say, I'm not going to execute it, you're probably going to be pushed -- you will be pushed aside, somebody else may step up, you see how long that takes place. But that's an option and an obligation that every military leader has, they must be able to say, wait a minute, I'm going to question this decision. If it passes the test, legal, moral, ethical, great, drive on. If it doesn't, you've got a legitimate problem. In fact, you know, there are some examples we've had in our past, we've seen this, Bush 43, with a decision made within his administration by the CIA went forward and said, we're going to do waterboarding, and let's get a legal opinion that says it's not illegal. So, they use this form of torture, and many would argue it is torture, and others would say it's not. The problem is at your level, you've got the authority to do it. If you see this as an illegal or an immoral act, you make the decision to say, I'm not going to go down that path. I'll try some other methodology to elicit the type of information I need.",
      "isLastSentenceInterrupted": false
    }
  ]
}