{
  "date": "2024-03-13",
  "headline": "Amanpour",
  "subHeadline": "Interview with Carnegie Endowment for International Peace Russia and Eurasia Program Senior Fellow Dara Massicot; Interview with \"Waiting for the Monsoon\" Author Rod Nordland; Interview with The Bulwark Editor-at- Large Bill Kristol. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP) JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER:  When Russian troops advance and its guns fire, Ukraine does not have enough ammunition to fire back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Time is running out in Ukraine. Defense expert Dara Massicot says Kyiv needs more from America now, if it stands any chance of beatingback Russia. And into the archives, a look at Moscow's military crisis in the late 1990s and how it managed to build back. Then -- (BEGIN VIDEO CLIP) ROD NORDLAND, AUTHOR, \"WAITING FOR THE MONSOON\":  Covering the war is a very intense experience and dealing with a disease like this is quite intense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Veteran war correspondent Rod Nordland on how a terminal cancer diagnosis changed his life for the better.Plus -- (BEGIN VIDEO CLIP) BILL KRISTOL, EDITOR-AT-LARGE, THE BULWARK:  There is a kind of derangement syndrome, I think, on the right, which is spilled over even to some in the center. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "-- the Georgia primary puts Biden and Trump officially on the road to a rematch. Ex-Republican writer Bill Kristol tells Walter Isaacsonthe GOP voters need to get real about what's on the line in November. Welcome to the program, everyone. I'm Christiane Amanpour in London. European partners are trying to get on the same page about how far they'll go to help Ukraine and make up for the dire U.S. shortfall. German Chancellor Scholz will host French President Macron in Berlin on Friday to hammer out their differences and the road ahead. The Kremlin is vastly outproducing the West in ammunition and weapons. And my first guest tonight says it's a bad sign for Ukraine that Moscow is confident enough to accelerate its attacks ahead of the Russian election this weekend, forecasting more battlefield wins. Dara Massicot is a senior fellow at Carnegie Endowment for International Peace, and she's joining the show live from Washington, D C. Welcome to the program. Dara Massicot, you have written a big article in Foreign Affairs in which you have basically said, time is running out in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "DARA MASSICOT, SENIOR FELLOW, RUSSIA AND EURASIA PROGRAM, CARNEGIE ENDOWMENT FOR INTERNATIONAL PEACE",
      "sentences": "Thank you so much for having me. Yes,we are looking at a situation where Ukraine is facing multiple challenges right now in ammunition and manpower shortages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "What exactly needs to happen right now so that they can -- you know, all throughout, basically, you know, '22 and most of '23, they werepushing Russia back and then it stalled. And now, they are being pushed back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "MASSICOT",
      "sentences": "That's true. Ukraine faces three main challenges right now. One is ammunition. Russia has a fire's advantage against them, which meansthey're firing more artillery shells at them at a rate of five to one. And secondly, Ukraine is not replacing its casualties at a one for one level. So many of the frontline units are being hollowed out in place over time. Some of them are missing 30 percent of the soldiers that they need to do their mission completely. And the third issue is they do not have a sufficient network of fortifications or trenches to defend themselves if the Russians continue to advance. Now, I understand that they are making progress on that third issue. They're trying to entrench very quickly, but the other two issues, manpower and ammunition, are unfortunately linked and are unfortunately trending negatively right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MASSICOT",
      "sentences": "That's true. I would say probably over the last three or four months, we've really seen the Russian air force become much more active onthe frontline. They are able to fire these glide bombs on Ukrainian positions and on Ukrainian strongholds from maybe 30 kilometers or even upwards of 60 to 80 kilometers behind the front lines, which means that Ukrainian air defense really struggles to target them and bring them down. F-16s would help that. The challenge is the numbers that will be flowing into Ukraine are small in the beginning and Russia will almost certainly be looking to damage their bases because it can be pretty obvious where those are based and they'll probably try to target them with missiles, I would think, early on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "What do you think -- I mean, you've said, you know, ammunition and manpower is a huge problem right now and that's clearly what they needmost, but you've also said that this could be a tipping point as soon as the summer, explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MASSICOT",
      "sentences": "Yes. So, since I wrote that, there've been two pieces of good news. So, I probably would now I want alter that to the summer was thetipping point before we -- the United States announced just yesterday that they would be providing an emergency $300 million in military assistance to Ukraine. That will probably stretch them for a few months. I understand that it has artillery shells, anti-tank weapons, and air defense interceptor missiles. So that's a really important stopgap, but it's not a permanent solution. And the second piece of good news since I wrote that article was that the Czech Republic has come through and they are brokering a deal for 800,000 shells to Ukraine from third-party sellers who prefer to remain anonymous. If that comes through, based on the rate of fire that the Ukrainians are -- artillery shells they are using right now, that's probably several months' worth of equipment. So, things are not trending positively because there is no long-term security assistance that's made it through the House of Representatives right now, but these two emergency measures, I think, probably will come at a critical time this spring and probably through the summer now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, that's really important what you say because the emergency measure and the amount you say $300 million is more than that security thatsecurity -- no, no, that was always that billions they were sending. The security assistance was for billions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MASSICOT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MASSICOT",
      "sentences": "Yes, the supplemental is for $51 billion, which would be quite long-term and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Exactly. So, this is a stopgap measure. And I wonder whether -- I mean, whether you are shocked that even under the sanctions and all therest of it, the Russians, according to CNN reporting, have been able to outproduce, obviously shift their entire economy to defense production, and they are able to fire, we're told, some 10,000 shells a day, while the Ukrainians only 2,000. That's a very big differential. Even with this supplemental or, you know, this emergency, do you think they'll have enough to counter what the Russians have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MASSICOT",
      "sentences": "Well, it all depends on the rate of fire that they choose. For example, when Ukraine was on the offensive last year, they were actuallyfiring as many artillery shells as the Russians are right now, but that's not a sustainable amount on these emergency stopgap measures. And that's why the $61 billion is so important, because that's a long-term support package that allows Ukraine to plan and execute a military operation and try to push Russian forces back. Right now, what we're talking about with this $300 million, it sounds like a lot, but really, this is only enough to get them through a few months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Some experts say the situation is so bad that most of the military units across this country are simply not fit for serious combat.They also say that here in Moscow, the top commanders don't know which units they could rely on if they had to go to war. AMANPOUR (voice-over):  Russia's defense minister himself admits there's a serious military crisis, a near-catastrophe, he called it. So, we asked the ministry to let us visit a typical army unit. But their idea of typical was the Krak Tamanskaya division, based just outside Moscow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And the recruits that you have here, are they the best and the brightest? Are you pleased with -- well, they're hitting their targetsanyway. AMANPOUR (voice-over):  Yet, even this showcase unit admits to problems. The men are behind in their pay, hundreds of officers lack proper housing and they can't replace old equipment. The regiment's deputy commander told us he lost seven of his fellow officers in the '94 Chechen War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "What went wrong? Why was the Russian military so badly beaten, so badly treated, so unprepared?UNIDENTIFIED MALE (through translator):  That's a provocative question. In principle, our army is ready, but it just happened that they sent untrained soldiers to Chechnya. So, you can't say that our army isn't prepared. AMANPOUR (voice-over):  But the problem in Chechnya wasn't just a lack of training, the troops were also woefully under-equipped. Sent to war in the dead of winter, they were forced to forage for everything, from food to straw to sleep on. They lacked proper shelter, clothing and communications gear. Many Russian soldiers actually sold their weapons to the enemy, the Chechen rebels. And the Russian army today is still desperately short of vital spare parts. We were told, for instance, that up to 50 percent of Russian tanks don't even have batteries. The soldiers have to move batteries from one tank to the next just to get them started. You find the same problems in the other services. In the Navy, housing is in such short supply that in some ports, like Baltiysk, the sailors and their families are living on board their ships. But that's OK because most ships very rarely go to sea anymore. They don't have the fuel or the spare parts. And the Navy is also so deeply in debt to all its suppliers that power companies have been cutting off electricity, even to some of its nuclear submarine bases. According to Alexey Arbatov, deputy chairman of the Parliament's Defense Committee, without electrical heat to stop the reactors freezing in winter, the submarines could become floating Chernobyl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And if it does freeze, what is the worst that could happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "ALEXEY ARBATOV, DEPUTY CHAIRMAN, DEFENSE COMMITTEE",
      "sentences": "Well, the tubes, which contain the radioactive liquid in the reactor may burst open and then youhave enormous pollution by radioactive waste.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Is that a real risk today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "ARBATOV",
      "sentences": "It is a risk. You may face a real nuclear accident.AMANPOUR (voice-over):  As for the Air Force, it's also broke. This colonel is a 30-year veteran. He was once a proud fighter pilot, but now, he has to moonlight as a cab driver. The military hasn't paid him for five months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "If most of your best and your brightest young men are trying to dodge the draft, what kind of an army do you think the Russians can field?UNIDENTIFIED MALE (through translator):  Those who come here, they will serve, and serve well. What you say about the Russian army falling to pieces doesn't make sense. After all, we have a history of victories. We beat the Tartars. We beat Napoleon. We beat Hitler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "But your own officials, your own ministry of defense, are saying that the Russian army is falling apart now. Do you agree that the militaryis falling apart? UNIDENTIFIED MALE (through translator):  No. AMANPOUR (voice-over):  But military units are short by about one-third the necessary manpower, and many of those who do wind up in the military are dropouts, drug addicts, and petty criminals, which has led to another serious problem. Reports of brutality within the ranks are horrifying. Many of the victims and their parents seek help at the Committee of Soldiers Mothers, organizations which are springing up across the country to protest what's going on. Tasha (ph) told us he was repeatedly beaten by older soldiers, at one time hit so severely in his genitals that he had to be hospitalized and he said he had volunteered to serve in the military. UNIDENTIFIED MALE (through translator):  When I arrived in the army, I became convinced that we really didn't have an army. AMANPOUR (voice-over):  His mother told us she couldn't believe what's happened to the military. UNIDENTIFIED FEMALE (through translator):  It is something incredible. We go to visit him on Sundays, all the soldiers are drunk. What kind of army is that? AMANPOUR (voice-over):  The uncle of another recruit told us his nephew had also been beaten and then deserted. UNIDENTIFIED MALE (through translator):  He said he would rather commit suicide than be sent back there. Even if they shoot me, I won't let him go back. I am ready to go to his commander and spit in his face, but I won't give them my nephew. AMANPOUR (voice-over):  You hear the same stories all over Russia. UNIDENTIFIED MALE (through translator):  I had heard about a soldier who had been thrown under a train.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "By one senior guys in your unit?UNIDENTIFIED MALE (through translator):  Yes, without question. AMANPOUR (voice-over):  So instead of telling his commander, Alexey (ph) deserted his unit and went home. UNIDENTIFIED FEMALE (through translator):  When my son got a letter from headquarters ordering him to come back, he was so desperate that he decided to commit suicide. It was just lucky that I returned home later that day and I literally pulled his head out of the noose. He spent two days in a coma in the hospital. AMANPOUR (voice-over):  In fact, last year, according to the military itself, more than 500 Russian soldiers committed suicide. But it's not just the brutality that's driving the men from the military. Others are fleeing because of hunger. The military simply can't afford to properly feed its men, and many Russian soldiers have to pick cabbages and raise pigs. Even so, there's malnutrition. Around Moscow, you can see more and more soldiers actually begging in the streets. Like Sasha (ph), a young conscript who's been working on a military construction unit. They're supposed to be building facilities for the state. Instead, they've been building apartments for new, rich Russians. Sasha's (ph) military salary, when it's paid, is $4 a month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Can you buy anything with that? What can you buy?SASHA (PH) (through translator):  Two packets of cigarettes and a package of cookies. That's all. I have nothing to live in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "How does it make you feel to have to beg?SASHA (PH) (through translator):  I feel ashamed. Really bad. AMANPOUR (voice-over):  And in Russia's Far East, some sailors even starve to death. How could that happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "ARBATOV",
      "sentences": "The unit is not supplied with enough food. So stronger, older soldiers take the food from younger soldiers. Those of younger soldiers whoare in particularly vulnerable or weak might find themselves really starving to death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "It's the law of the jungle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "If the army is disintegrating, how much of a threat does that pose to Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "ARBATOV",
      "sentences": "It's an enormous threat. It's probably the largest threat to our national security at present time.(END VIDEO CLIP) AMANPOUR (on camera):  So, Dara, obviously it strikes me that, of course, that was a blast to pre-Putin. Putin comes in and says, enough of that, we're going to do something completely different. And as I say, he's done something with the Russian military that is now out producing in the current face-off, out producing the West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MASSICOT",
      "sentences": "Yes, that was a really great report and it really took me back. I started following the Russian military 20 years ago when they were juststarting to come out of that poverty and money was flowing back into the coffers. They hadn't yet fixed a lot of the cultural issues. They hadn't gotten the new modernized equipment until 2009. They've come a long way from those days in many respects, but there are some real problems on the horizon for them yet again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let's talk about the problems, because here we talk about the culture of bullying, the culture of abuse of a lot of the conscripts.And as we know, whether it's the Wagner or, you know, we know the Russian military bloggers have been writing about that abuse in the early days of the war. And you say in your piece, before this war, Russia's prison had a stable population of 400,000 to 420,000. But by this year, that number has declined to 266,000 prisoners. That means that they've literally emptied their jails of half.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MASSICOT",
      "sentences": "Yes, that's right. That's right. And maybe half of that number went to Wagner, but the rest of it has gone into the Russian military wherethey serve in assault battalions. And I would probably make a slight distinction between the Russian military of 1997, where this hazing and this violence was very much rooted in poverty and a collapse in Russian society in the immediate aftermath of the end of the Soviet Union to what we're seeing today and what we probably will see from them when all of these soldiers return home eventually from Ukraine. Poverty is not the issue. They're being paid very well, in many cases, above the national average right now and even before the war too. But I think what is on the horizon for them is that everyone in the army and the airborne and the special forces, they have been at war now for over two years with very little rest. They have probably seen war crimes or know of them or participated in them. They will receive very little by way of decompression or psychological support when they return. So, when they go back into the barracks, they're going to bring all that trauma back with them and probably against future conscripts. So, I do anticipate a very brutal, violent culture within the barracks, and I don't see them putting policies in place to stop that. But it won't be based on poverty. It will be based on war and trauma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "What do you think this whole situation means for the long-term Russian stability? Obviously, President Putin is going to win this nextelection, you know, for all intents and purposes unopposed. But what does it mean? It's not just another election. It's happening now at this time in this war, you know, at his age, you know, facing off against the West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "MASSICOT",
      "sentences": "So, the military for Putin has been a very important tool in raising Russia's prestige abroad. And so, so much of his legacy is going tobe riding on the outcome of this war, whether it's a success, whether it's something he can paint a success, or whether they lose. And I think that has a lot of implications as well for stability in Russian society. I'm sure you remember in the aftermath of the Soviet Union's foray into Afghanistan and their first war in Chechnya, which went very poorly for the military, Russian soldiers and Russian veterans were fought very -- not a lot of prestige, not a lot of respect. And actually, people did whatever they could to keep their sons away from that organization. So, this is in the back of Putin's mind, too. There's a lot more at stake for him and domestic stability contingent on the results of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "MASSICOT",
      "sentences": "Yes, he very consistently returns to this well. And I viewed today's remarks in context of the election, which is coming up in just afew days for him, I think that was a domestic kind of saber rattling for us. And what I thought was interesting about, you know, this particular conversation was him simultaneously saying, I see -- I saw no need for me to use tactical nuclear weapons in Ukraine two years ago. But also, if the United States gets involved, this is definitely a red line. And I will -- this is a nuclear red line for me because I'll consider it an intervention. He is always trying to frighten the West over Ukraine. But again, a close read of Russian doctrine and what is actually a threat to the existence of the state that would prompt that nuclear trigger, there is nothing that Ukraine can do to prompt those doctrinal thresholds. So, what he's engaging in right now is saber rattling and he's trying to deter the West from increasing their support because it would be damaging and it would put this whole project into jeopardy for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Dara Massicot, really interesting to get your experience and perspective. Thank you so much indeed.Now, from waging wars to covering them, for years Rod Nordland traveled the world reporting from conflict zones and risking his life to tell the human stories from Sarajevo, Afghanistan, Cambodia, and much more. But nearly five years ago in India, all that changed when he collapsed while out for a run. In the aftermath have been evacuated to New York, he was diagnosed with glioblastoma. It is the most severe brain tumor and it does have a terminal diagnosis. But Nordland has outlived the 15 months he was told he had. And he has just published his memoir. It's called \"Waiting for the Monsoon.\" And we spoke recently about how in facing death he found a new and he says better life. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Rod Nordland, welcome to our program. And you know, you and I go back a long, long way to, at least to Bosnia, and it's amazing to see youthese years after your diagnosis and looking well. Tell me how you're doing. ROD NORDLAND, AUTHOR, \"WAITING FOR THE MONSOON\":  Well, I'm actually healthier now than I probably ever had been. I'm very, very strictly following a no carbs diet, and I've quit drinking. And those two things together, I think, have helped me lose quite literally 50 pounds. So, I'm now back to my 18-year-old weight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "If not your 18-year-old self, because you've been through the wars. The doctors essentially gave you how long to live, because thisglioblastoma is a terminal disease. It's a terminal cancer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "NORDLAND",
      "sentences": "Yes, they suspected glioblastoma from the kind of primitive scans that were done of my brain at the hospital in India are just in theshape of the tumor, I think. And then, once I was in New York, the surgeon said, you have a tumor in the right side of your brain and I'm going to cut it out straight away. And he sawed straight in and took it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "You have talked about your living your second life and you seem to have an incredibly optimistic view of what happened to you and reallywhat it gave you, where most people would probably be thinking, oh, my God, this is the worst thing possible. You have had a different engagement with your disease.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "NORDLAND",
      "sentences": "Yes, I mean, I also, from time to time, thought, oh, my God, this is horrible. But I managed to keep my spirits up, partly thanks to thedevotion of my partner and to many great friends who have been there for me. You know, when you when you have a disease like this or become disabled, a lot of people just ghost you. They don't -- they can't face it. They don't want to have to face the reality of it. And that can be very hurtful. But I was fortunate to have a large group of very close friends and a very devoted partner who have always been there for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORDLAND",
      "sentences": "Actually, there's a surprising number of similarities. It's a very intense experience, like covering war is a very intense experience,and dealing with a disease like this is quite intense. Throughout it, I think I've felt like it was just another war, and I had to deal with it like I would any war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "You know what I find very touching about a lot of what you write about is, again, you call this your second life, and you say in a way it'sricher and better than your previous life when you were fully healthy. One of the things that's happened, you write very, very, you know, intensely about, is reconnection and reuniting with your three children. You had been somewhat estranged from your children. You were 70 years old, it was your 70th birthday when you woke from surgery, and you woke to find them all there, including their mother, your previous wife. You've written, I saw my children by my bedside. It was the first time we'd all been together in years. In that moment, I knew, perhaps for the first time, how deeply I was loved. If a fatal brain tumor was the price I had to pay for that, I considered it a fair bargain. So, tell me then what you have now with your children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORDLAND",
      "sentences": "They visit, and we talk on the phone and FaceTime a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORDLAND",
      "sentences": "And our relationship is really better than it's ever been. And, man, I think I have the tumor to thank for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Rod, can I ask you a question? Because you describe -- and I don't know whether you ever talked about it before your illness and beforethis book, but you write about your own father, and it's very, very shocking. And you as a kid, with your siblings and your mother, endured a lot of abuse, and then you found something out about him. Let me just quote from your book. My own father had been violent and abusive. A serial offender, he died in jail. Around the anniversary of my diagnosis, I sought treatment for alcohol abuse, and with the help of a counselor, spoke for the first time about my father's cruelty. Over the course of our year working together, I came to understand why I'd used alcohol to anesthetize myself. By the end, I realized I'd been liberated, finally, from the shame my father had bequeathed me. It is, again, quite shocking to realize that your childhood was full of abuse and your mother was abused as well, but that your father was -- I mean, you ended up finding out that he was a serial pedophile, an abuser of both girls and boys. Tell me how you survived your childhood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORDLAND",
      "sentences": "Our mother did an incredible job of protecting us from him, especially through my sisters. She made sure that he had no contact withthem, because I think she already was suspecting that he was a pedophile. It turned out her suspicions were spot on. And so, she really did a magnificent job. People often ask me why I've, you know, responded to this illness with such self-confidence and high spirits. And I think that's because of my mother and indirectly because of my father, because my mother and I were incredibly close because she wanted to protect us from his beatings. That also meant that she would get an even worse beating. So, we were very close. And I think, you know, her love and devotion, you know, filled me with belief in myself and self-confidence and served me well my whole life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NORDLAND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And this was about, you know, sort of the Romeo and Juliet of Afghanistan. Two ethnically different -- a couple that wanted to getmarried despite their parents', you know, displeasure. So, I want to play a little bit from when we spoke back in 2016 when you published this book. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think you crossed the line as a reporter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NORDLAND",
      "sentences": "Yes, I crossed the line. But I also don't think I really had much choice. Where I specifically crossed the line first was when I foundthem in the mountains, and the result of that was the police were pretty soon on their way to that location. And we knew that they would probably be arrested and I could have -- in a way, it would have been a bit better story, a more dramatic story to just watch as they were arrested and taken away, but I just didn't feel I could do that. And if it was right, I thought I was partly responsible for them getting caught. So, I put them in my car and helped them escape. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean it's just so great watching that and remembering what you did to help them and what a great story it was. And then, they came toAmerica, right? What happened to them? Are they safe and sound?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NORDLAND",
      "sentences": "Yes, they are. They're in Providence, Rhode Island and they have two children now, and they're quite happy. And unlike most Afghan husbands,he's not beating her. And yes, so their story really has a happy ending. They faced an honor killing, and they escaped that and got refuge in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And that was due to your story, because it touch so many people. Rod, I want to ask you a last question because the book is called \"Waitingfor the Monsoon.\" And this is how you end the book. I'm still waiting for the monsoon. It'll color my actions as I wait, as we all wait. The tumor has changed my life for the better, it's become my teacher. If I survive it, so much the better. Even if I don't, that much will always be true even unto the end of days. What do you want to get out of your remaining days and what do you want the book to tell people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NORDLAND",
      "sentences": "I hope that it'll help other people with similar diseases or disabilities. Help them find a way to respond to it positively andconstructively. Just judging from the comments that we've had so far, I think a lot of people have taken it that way, which is wonderful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, it's so good to see you. And it's an enormous battle that you've been waging in here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NORDLAND",
      "sentences": "Same here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And we wish you all the best and congratulations on the book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NORDLAND",
      "sentences": "Thank you. Thank you. Great to talk to you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "You too, Rod.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Brave and resilient former colleague.Next, both President Joe Biden and former President Donald Trump have managed to seal their party nominations, but Americans across the country will continue to take part in the primary process until the final contests in June. As the presidential race heats up, former longtime Republican Bill Kristol warns of the danger of a Trump second term. And he joins Walter Isaacson to discuss what's exactly on the line. (BEGIN VIDEO CLIP) WALTER ISAACSON, CO-HOST, AMANPOUR AND CO.:  Thank you, Christiane. And Bill Kristol, welcome back to the show. BILL KRISTOL, EDITOR-AT-LARGE, THE BULWARK:  Great to be with you, Walter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "Let me quote something you wrote in the column in which you said, the United States is closer to constitutional failure today than itwas on January 6th. Explain that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You are among the Republicans who've led the resistance to Donald Trump. Now, that he's apparently the nominee, there's no stoppinghim, what are you going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "KRISTOL",
      "sentences": "I mean, I've been an ex-Republican, honestly, for a while, and I will remain an ex-Republican for 2024 and do my best to help stop DonaldTrump from getting a second term as president, which I think would be much more dangerous, actually, than his first term. So, I'm still never Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "And by the way, when you say you'll do everything to stop him, does that mean you're going to be campaigning for Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "KRISTOL",
      "sentences": "Yes, unless -- and there were some -- if Joe Biden steps aside, maybe a younger Democratic nominee, something I've been pushingineffectually for about a year, and now I can do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Do you think that's still a possibility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "KRISTOL",
      "sentences": "I think it's a very outside possibility, but no, but I'm actually involved with the Republican voters against Trump. We did this in 2020,we'll do it again in 2024, in swing states, getting people who have been Republicans. And in this case, getting people who've actually voted for Trump before to say, look, I voted for him, maybe he did some good things, but we can't have a second, given what we now know after January 6th, given what we know of what he said about what he would try to do as president, if he's in there again, we can't run that risk. So, hopefully, we'll move some swing voters in some key states who, you know, are not diehard Democrats, are not diehard Biden fans. So, a lot of them say, you know, I'm not crazy about Biden for this reason or that, but they hopefully will not -- will understand the real danger of a Trump second term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "The real danger of a Trump second term, explain that to me. What do you -- why do you think it'll be more dangerous in the first time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "KRISTOL",
      "sentences": "Because when he took over in 2017, he was sort of disorganized, didn't know Washington that well, and then brought in people, as he himselfhas complained about later, who were more established with Republicans, who constrained him in some very important ways. I'd say especially in foreign policy, the McMasters and the John Boltons and Jim Mattis and Mark Esper, I mean, all of them didn't quite let him do what he wanted to do. I mean, if you think of the Ukraine impeachment that you see one after another, a foreign service officer and people up to the national security adviser, John Bolton, saying, wait a second, sir, you can't do that. And it actually did stop him from doing what he wanted to do. When it came out, he got impeached, though, not convicted. And then, in many other areas. One can certainly not approve of Bill Barr's performance as attorney general. He wasn't willing to do what Trump wanted after November 3rd. And the same, you know, in other parts of the government. All of that, I think, you can't count on at all in the second term. So, I think some of the guardrails won't be there or the internal ones, so to speak, won't be there, will be much weaker. And then, he's got people around him who have really thought through how to achieve what I would call, you know, as an authoritarian vision of transforming the American government, major think tanks and a lot of money, a lot of work being done, and they're not being done by -- these are not foolish people -- I mean, they may be foolish in their goals, but they're not -- they know something about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "So, give me some examples --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "KRISTOL",
      "sentences": "A lot of them tried to do stuff in the first term, it got thwarted, and now, they're going to come back with really -- you know, thereal plans of how not to be thwarted. So, I think it's much more dangerous this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "So, what do you think they're going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Yes. But I would think a lot of Trump people would agree with you. Say, man, there's a deep state, there's a whole civil service, there'sa whole way that the military and people in this deep state have thwarted, people who want real change in this government and we've got to sweep that away. That seems to be the either threat or the promise of what a second Trump term would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KRISTOL",
      "sentences": "For me, that's a dangerous ideology. Things need to be reformed. Our civil service rule is perfect. I've actually served in the executivebranch and I'm in favor of a certain -- a little more flexibility for managers, maybe a little ability to remove people who aren't doing a good job, you know, the appropriate legal procedures, but not for the presidents who arbitrarily decide, as he tried to in the first term, think of the things you tried to do. Anyone who's -- certain people are just going to be separated from the military because he doesn't like their sexual orientation, their sexual identification, and then their gender identification. And, you know, that didn't happen. It didn't happen because there were a lot of barriers in place to just having a president snap his fingers and fire people from the civil service or from military service. But again, if they get to work on that on January 21, 2025, you know, a few months later, they can remove a lot of those barriers. So, yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "That's what Trump sort of said when you mentioned Viktor Orban, the authoritarian leader in Hungary, comes down to Mar-a-Lago last week,and Trump said, I want to be that way. I want to be able to just order. And he orders, and he gets things done. Isn't there a desire in this day and age around the world for some stronger leaders, given the dysfunction of this democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "KRISTOL",
      "sentences": "There absolutely is. And there are elections after elections, and sometimes the authoritarians do well, sometimes fortunately they do lose,as here, 2020. But the dysfunction is not solved by dictatorship or by arbitrary rule. That makes things even worse. There are reasons -- one of the worst things about Trump is that it makes it harder to pursue sensible reforms, because, honestly, what has to defend the status quo against these kinds of attempts an arbitrary power. But the status quo does need to be reformed. To be fair Joe Biden has done a fair amount of reforming. He's pursued a pretty activist agenda. He's gotten a lot of stuff through Congress. So, it's not as if we've seen -- entirely seen dysfunction in the Biden era. And he's got bipartisan support, let's say, for aiding Ukraine in foreign policy. And there, it's Trump himself and Mike Johnson, his speaker of the house, who's stopping a policy that has bipartisan support of helping Ukraine against Putin get through. So, you know, they complain about the dysfunction, but then they add to the dysfunction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "You talk about Ukraine quite a bit. And I know you've been very strong in our need to stand as stalwarts with Ukraine. Do you think thatcan be an election issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "You were a leader in the Republican Party of Ronald Reagan and George H. W. Bush and Dan Quayle. How did that Republican Party, a largepart of it, become the pro-Russia, pro-Putin party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KRISTOL",
      "sentences": "I mean, I think Trump is the main answer. He won in the nomination. That -- and I think it might have been an aberration or whatcould have gotten beyond that. Then he won the election. Then he was president for four years. Then he won renomination. OK. (INAUDIBLE) with renomination. Then he lost. Then he lied about the election and tried to overturn it. January 6th happened. And now, he's the nominee again. It's really astounding, obviously, if you step back and think about that. But it means it's his party. I mean, no one can say after three straight nominations that, oh, my God, where's the old Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Wait, wait, wait. Let me ask deeper. Why? Why has the party done that? It's not just him, it's the voters in almost every primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KRISTOL",
      "sentences": "I think what elected Trump was mostly domestic issues, but he did have this set of America First views. I also think, honestly, in fact, inneither party, under President Obama, really after Romney's defeat, I guess you'd say in 2012, did much to make the case for American world leadership. We were tired after Afghanistan and Iraq and all that. President Obama didn't do what he said he would do in Syria. We got kind of used to, as a country, saying, well, these problems are too hard for us to deal with. I think that made it a little easier for Trump to make his America First case or to sell that to people. And here we are. Now, to his credit, I think President Biden has really forcefully resisted that and has done so pretty effectively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "He gave a very fiery State of the Union speech. Do you think that was effective, or do you think that a sort of calmer message should bethe message for the campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KRISTOL",
      "sentences": "I think it was pretty effective. I don't know if it'll change things fundamentally when speech comes -- you know, can come and go prettyfast. But no, I think he's right to really put the stakes out there, and that's what he did at the beginning of the speech with Ukraine and with January 6th. Then he got into a more standard, you know, State of the Union laundry list. But I think he needs to make people -- look, he needs the votes of some people who aren't, you know, loyal Democrats, who have doubts about his age. You can't just -- some of my Democratic friends think he can overcome people's doubts by yelling at them, they shouldn't have doubts. That doesn't work very well. You know, say -- and he has -- I mean, he obviously isn't going to say what I can say, which is, gee, you know, it would be better if there's younger Democrat, but he can say, look, I am what I am. He's begun saying this in a way, right? I am old, a little old, but I think my experience puts -- stands me -- you know, put me in good stead. And here are my core policies, and here's why they're so different from those of Donald Trump. He needs the votes of people who are a little bit hesitant and reluctant to vote there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "A lot of the Republicans against Trump, whether it be Nikki Haley or Former Attorney General Barr, they say, yes, but Biden's so muchworse. What's your opinion of Biden? You know, do you think that it's hard for a Republican to vote for Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KRISTOL",
      "sentences": "It shouldn't be, really. He's been a pretty good president, and he's been a pretty moderate Democratic president. I mean, you know, AOC isnot running the country, Joe Biden is. And in fact, the Democratic left is kind of upset about various things that Biden is doing. So, he's much more of a Hubert Humphrey Democrat than he is of a, I don't know, left-wing Democrat, I think. My doubts about him have more to do with how strong a candidate he'll be for reelection, and that's mostly age. But I think as president, he's been very much in the tradition of mainstream Democrats. And I think Republicans, everything is so polarized, I guess their central scent is a pure Republican elected official, even not a such a Trumpy one, to go on and on about how horrible Biden is and the left's running everything. And here's something you don't like that's happened on a college campus, and I don't like some of the things that have happened on college campuses. And Joe Biden's to blame for that, like he does not -- you know, as if he runs the faculty at Amherst or something. I mean, there is a kind of derangement syndrome, I think, on the right, which has spilled over even to some in the center, I got to say, about Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Bill Kristol, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KRISTOL",
      "sentences": "Thanks, Walker.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "AMANPOUR",
      "sentences": "So, it's the iconic 90's anthem \"Fly Away\" by rock star Lenny Kravitz, who today, after 35 years in the business, cemented his legendstatus with a star on the Hollywood Walk of Fame. A host of other celebs joined the ceremony, including his daughter, the actress Zoe Kravitz, and movie star, his friend Denzel Washington. I recently spoke to the musician about what inspires him. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "AMANPOUR",
      "sentences": "You say your early influences and your favorite band was the Jackson Five, then you -- you know, you moved on to Hendrix and Zeppelinand David Bowie. I'm wondering who your main influences are today and who you see to be influencing yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "LENNY KRAVITZ, MUSICIAN",
      "sentences": "I'm still into the classics. I mean, I listen to everything. I mean, I've been listening to a lot of John Coltrane latelyand Miles Davis and Nina Simone and Bob Dylan and the Stones and Aretha Franklin. I mean, I love music. I love music and I'm continually learning from the masters, you know. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}