{
  "date": "2024-12-20",
  "headline": "CNN News Central",
  "subHeadline": "At Least One Dead, Several Hurt After Car Plows Into Crowd At Christmas Market In Germany; Rep. Robert Garcia (D-CA) Discusses About His Take On Magdeburg, Germany Incident; At Least One Dead, Up To 80 Hurt After Car Plows Into Crowd At Christmas Market In Germany; Driver Arrested; Emerging GOP Plan would Split Spending Bill Into Multiple Parts. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "We begin this hour with breaking news out of Germany, where there are reports that a car has driven into a group of people at a Christmas market. German media has confirmed that at least one person there has died, and the driver is now in custody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "We have CNN's Fred Pleitgen, who is on the phone with us. And Fred, you had described some video that was being shown on social media. I do want to let our viewers know CNN has verified some video. We are not showing it at this point in time, but it shows the moment that a black car drives directly through a crowd of people. It is a large crowd of people, and it looks like a tremendous amount of damage is done as this car goes straight in between rows of market stalls. It's horrific, quite frankly, Fred, to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "FRED PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, it certainly is. You're absolutely right. It's a - the car plows through there very quickly. It's a large crowd of people. And it's also a large and very jam-packed crowd of people, because they are in between those market stalls, as one would be in that Christmas market. There's not much space in those aisles for people to try and jump away. So a lot of those people, very much soft targets as that car was plowing through.The authorities now are increasingly speaking of an attack that has not been made fully official. Yet we know that the governor of that state is currently on the scene there looking at things. We do right now know that at least one person has been confirmed to have been killed. Several people have been confirmed to have been injured. We saw also from some of the video of the aftermath that the emergency responders, the first responders, were still tending to people. Obviously, the police right now will be securing that area there, and of course, also maybe already in the first stages of interrogating that driver to find out exactly what sort of motivations could have been behind all of this. And, you know, one of the things that we've been mentioning, again, is that the security for Christmas markets, which is a gigantic industry here in Germany. Every town has one. They are always a big event, and especially on a Friday night. They're especially jam-packed in cities like Magdeburg, which is the capital of that state. The security of those Christmas markets has been on the agenda in German politics throughout the entire Christmas season and how to improve it. Of course, in 2016, there was a horrific attack against one of the main Christmas markets in the capital city of Berlin, where a dozen people were killed back then. And since then, concepts for the securing and for the safety of Christmas markets have been a huge deal here in Germany, with barriers being put up, some of them that can be lowered and set up again if there's deliveries. But it definitely has been something that's been on the political agenda here. And so certainly right now, what I'm already seeing on German media, people asking questions about how something like that could happen again after that horrific attack that happened in 2016. Obviously, for the authorities that are on the ground right now, in the immediate aftermath, they're trying to save lives at the moment. And on that video that we've been seeing, there's obviously a lot of ambulances that are on the scene right now. And the authorities have obviously said that that Christmas market was immediately shut down, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "SANCHEZ",
      "sentences": "And Fred, if you could, tell us about Magdeburg, about this area specifically ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "PLEITGEN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:43",
      "speaker": "SANCHEZ",
      "sentences": "... what it's like and its significance in all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "Yes, and we certainly see why. Fred, if you could stand by for us.Let's go ahead and bring in our Richard Quest who is monitoring the news as we are getting it in and this is developing. At least one person dead here, Richard. It is hard watching this video that has not yet been cleared but has been verified to not see how the damage here may not balloon, I think that will be the expectation of certainly the authorities there. This is - it is horrific what we have seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "RICHARD QUEST, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Yes. And having had the misfortune to see the original video, closed-circuit television video, which of course we're not showing and one wouldn't expect to. You are absolutely right, the number of people who are likely to have died here is probably going to rise because I think the graphic way to put it you see the car barreling to this narrow alleyway of stalls at this Christmas market and people literally go flying, pardon the phrase, like skittles that that is the horror of what has taken place.Now, the reason - that Fred was talking about the Christmas markets in Germany, in Austria, in all the German-speaking countries, but of course that's grown everybody our viewers here in the U.S. everybody now knows of a cute market with stalls selling pumpkin wine and Christmas knickknacks, baubles and the like, that has simply grown as a Christmas tradition. If we think of New York, you think of Madison Square Garden, you think of Downtown, you think of Rockefeller, all of these places that have Christmas markets. Now, here's the point though, we have known for a long time ever since Berlin back in 2014, we have known - '16 - we have known the potential for these gathering places of festivities to be a target. And that is why security has usually been ramped up. I was in Lisbon two weeks ago at a Christmas market, massive security to prevent exactly - excuse me - this sort of thing. If I look back over the last five to seven years you see numerous occasions where vehicles everything from a car to a truck to a massive lorry has been used in some way as a weapon of attack. We don't know that is the case here, but it's certainly looking very likely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "KEILAR",
      "sentences": "And Andy, if you could - they've arrested the driver at this point. So that mean - they have the driver in custody. What are authorities doing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:07",
      "speaker": "MCCABE",
      "sentences": "Well, no doubt they're trying to talk to him, right? So your first question in responding to any sort of terrorist attack is, is this the only attack vector? Are there other operatives out there that we need to worry about?And to answer that question, you want to get access to the person involved. You know, hopefully your legal structure is - encourages and allows a period of questioning. And you want to ask questions like: Who did you plan this with? Who did you talk to about it? Who knew about what you were doing? If you - and where did - were you trained? If so, where? Was there anyone else in training with you? Did you travel to - in this case - Germany to commit this attack? Did you travel with anyone else? Was there anyone else? Did you see anyone else kind of traveling the same route for the same purpose? So it's all the very standard questions that authorities ask suspects in the wake of any terrorist attack. Now, the hard part is having the legal authority and the opportunity to ask questions and having someone who is compliant and agreeable enough that they're willing to answer questions. I know it seems crazy, but oftentimes people involved in terrorist attacks do speak freely to investigators in the aftermath. They want the world to know what they did and why they did it. So that's something that investigators can take advantage of, to mine some critical pieces of intelligence that shed some light on other threats that may be related to this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:32",
      "speaker": "SANCHEZ",
      "sentences": "We are following breaking news out of Germany where there are reports that a car drove into a group of people at a Christmas market. Right now, German media says that at least one person has died, and the driver of the vehicle has apparently been arrested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:32",
      "speaker": "KEILAR",
      "sentences": "A video that CNN has verified, but is not airing right now, shows a black car speeding through the market, hitting multiple people. You can see debris and bodies in its path in the wake of it, as well as the car just continues on, even after it is so clearly evident what is happening, and this is why authorities are talking about an attack and not an accident here.We're told that this Christmas market has about 140 stalls. It's pretty sizable. It has an ice rink. There's a Ferris wheel. There's a children's play area. We have CNN's Fred Pleitgen on the phone with us. Fred, tell us what you're learning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "KEILAR",
      "sentences": "Yes, the last Friday before Christmas. And, Fred, if you could stand by for us, we do have some new video just in of the aftermath, and it appears to show somebody being taken into custody. You can see someone lying down there on the ground. It is not clear at this point if it is the suspect, but this is what the video is showing of someone being taken into custody here. We're going to try to get more information exactly about what we're seeing in this.Here to talk with us now about what we're seeing out of Germany, as emergency services are saying up to 80 people hurt as a car has ploughed through this Christmas market. We have Democratic congressman, Robert Garcia of California. He is also a member of the Homeland Security Committee. What is your reaction to what you're seeing here? REP. ROBERT GARCIA (D-CA): I mean, honestly, the images I think that we're seeing are pretty horrific. There's a lot of video going around, some of it very, very disturbing. So I think people need to be warned that there's some images that are, I think, really hard to see, but clearly it appears that this is some type of attack. I think, obviously, there's a lot of information that we don't know yet. But for somebody to be going that speed, so deliberately, as the video shows, I think is very concerning. I think we'll learn in the hours ahead what law enforcement in - on the ground is learning. But we also need to be cautious here in the United States. And you can rest assured that those discussions are also happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "SANCHEZ",
      "sentences": "About that, Congressman, there are Christmas markets all over the United States, including two that I could think of here in the nation's capital. And as far as I've seen, at least one of them had ample security around it. One of them that I think you saw, Brianna, didn't have quite the security that you would think might prevent something like this.I do wonder what your message is to folks around the United States who are watching this, considering that they may be at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:01",
      "speaker": "GARCIA",
      "sentences": "Two things. I mean, one, I was mayor of my city for eight years, Long Beach, California, right before I got to Congress just two years ago. And I can promise you that police chiefs and mayors right now, at this very moment across the country, are making assessments about similar markets that they might have in their community. So that is already happening. We're going to be discussing things for - with our police chief back home as well.But police chief and law enforcement, that's happening at the local level everywhere. So people should know that that coordination is happening. At the same time, Department of Homeland Security, I'm sure FBI, other agencies are already working with our national and international partners who are essentially folks that we have to communicate with on a consistent basis with these types of threats, especially if there is some type of domestic terrorism that's involved, which we don't know yet, of course. Those things are really important. And so I think that Homeland Security will be engaged. Our agencies will be engaged. And they'll be engaged with our local partners here as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANCHEZ",
      "sentences": "And certainly the last thing you want to do in a situation like this is speculate as to a motive when you don't have pertinent information from officials. I should also let our viewers know that these are live images coming in from the scene right now in Magdeburg, Germany. Yet, when we saw a similar incident unfold in 2016, it wound up being tied to terrorism, jihadi terrorism specifically. It was part of a rash of similar attacks in Europe and across the world, including here in the United States at the time, including one in Southern California.I do wonder what your assessment is of the risk of this kind of terrorism at this moment, at the same time as we're seeing the United States take out an ISIS leader in Syria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "GARCIA",
      "sentences": "I think it's important first, again, to say that we don't know exactly what the motive is in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "GARCIA",
      "sentences": "I think we have to be prepared for attacks. We - the United States has been attacked in the past. Other countries and allies have been attacked, of course. So all of that has to be on the table, but I can rest assured that our agencies here on the ground are working with our allies in Germany, sharing information. We're going to get - whatever information that we need to secure our folks back here at home, we're going to do and we've got to be very cautious moving forward.The most important thing right now is to think about these types of spaces across the country here in the United States and make sure that they are secure. They are in some ways soft targets. Clearly, these are spaces where there's a lot of people out celebrating, enjoying the holidays. We see these markets every - in every city you go to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "GARCIA",
      "sentences": "They're active, there's families, there's children, so we've got to be very, very careful and think about ways of securing these spaces in ways that actually make sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "KEILAR",
      "sentences": "Yes. This one in particular had a Ferris wheel, a children's play area. This is attracting certainly a family audience and just people enjoying the Friday before Christmas. Before we let you go, we had initially had you here to talk about what we're seeing on Capitol Hill as this news broke out of Germany. Just want to ask you about what was looking like a shutdown because Speaker Johnson is now saying as of about an hour ago, there's not going to be a government shutdown. What do you think? Are you going to vote on any part of the deal as you have seen it outlined?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "GARCIA",
      "sentences": "Well, I think what's important to first note is we had a bipartisan deal and a deal that was negotiated by Mike Johnson and Hakeem Jeffries that was on the table yesterday until Elon Musk decided to reassert his power over the Republican Party and Donald Trump. And once Elon-Trump got involved, that made the deal fall apart.And I think it's really unfortunate that the richest man in the world is trying to interject so that working class people will not get a paycheck across this country because the government would shut down right around the holidays. And I think that's a really important note. And as far as the deal on the table, we literally just saw it come out. I think our leader, Jeffries, is right now meeting with Speaker Johnson. They're negotiating the details. We have not seen any text. The most important thing for us is that that debt limit ceiling is off the table as a part of this debate. That was a way, as we all know, for Donald Trump to be able to take, essentially, whatever he'd like and create these huge tax cut programs for the very wealthy and billionaires in this country. If that's off the table, that's a good sign. But we don't know the text, so we've got to wait to see what Hakeem Jeffries does in that negotiation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANCHEZ",
      "sentences": "The debt ceiling, as you know, was created as a way to keep government from spending too much and to sort of rein in government spending. I do wonder if this - there's any part of this deal that was imploded that you saw as government waste. Because on the substance of what Musk and Trump are talking about, there were things in there like outlining 40 percent of FEMA spending being for the COVID pandemic.And so at the root of what they're talking about, the substance of what they're talking about, the issue of government spending, is there something that you're glad to be parted with and hope to not see again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "GARCIA",
      "sentences": "I support the deal that was negotiated. I mean, we're talking about a hundred billion in disaster aid, which was the centerpiece of that package for states like Florida, North Carolina and my home state of California. We're talking about incredible money to support our farmers.And so the overall package and the vast majority of the resources was going to those pieces of the bill. And so I think it's very unfortunate that that bipartisan deal was discarded. And more importantly, let's not forget that at midnight tonight, the government will shut down if a deal is not put in place by the Congress. And what's very disturbing to me is that the world's richest man is able to snap his fingers and Donald Trump will do whatever he wants to do, which I think is a really scary place for us to be going into this next Congress year.",
      "isLastSentenceInterrupted": false
    }
  ]
}