{
  "date": "2024-06-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Hunter Biden Found Guilty On All Counts In Gun Case. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Outside the courthouse in Wilmington, Delaware. What else are you learning, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "So, Wolf, I'm reading notes from our colleagues who are inside the courthouse. Of course, there are no cameras in there. So, this is how we've been getting information.And this is some information about what happened after the verdict. We're told that Hunter gave kisses and hugs to family members and friends who were in the courtroom. They described it as being almost like a receiving line as he exited after the guilty verdict was read. Now, this is similar to what we've seen most days. Hunter goes out of his way during breaks to hug and to kiss people who are there to support him. Again, it's members of his family, friends of the family, and also a group of religious leaders who have shown up to show their support. They said that his friends and family -- his longtime friend and lawyer who I mentioned before, Kevin Morris, he walked out with his arms crossed. Some of the supporters who had been there looked stunned. As I said, I've been told that there was great optimism in Hunter Biden's camp about there maybe being a hung jury. They were hoping that some of the jurors would view this as a politically motivated prosecution or something that it was just inherently unfair. And they were hoping that maybe they could get across to one juror and possibly get a hung jury, which is of course not what happened. Now, as we reported earlier, the First Lady Dr. Jill Biden, while she has been here for most days of the trial, she missed the verdict. It all happened very quickly. She was nearby. But she entered the courtroom seven minutes after the verdict was read. We're told that Hunter and his attorneys were huddled at this time. And she walked into the courtroom, and that she did not -- did not move. Her glands off of her stepson and his lawyers as they huddled likely talking about the next steps. Now it's unclear right now if Hunter Biden will issue a statement -- if he'll issue a written statement. I am told now that we should expect that Hunter Biden will issue a written statement about this verdict. We do not expect him to speak. And at this point, it's unclear if anyone from the Special Counsel's Office will address reporters. But again, a historic moment here in Wilmington. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BLITZER",
      "sentences": "Historic indeed. All right. Paula, we'll get back to you. I know you continuously getting more information from our reporters inside as well. So, stand by. We'll get back to you.I want to get some more legal analysis right now. Joey Jackson is joining us from New York. Joey, what's your reaction? It was a pretty quick decision by these 12 members of the jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BLITZER",
      "sentences": "Very critical, indeed. And we were showing our viewers live pictures of Hunter Biden leaving the court and heading -- getting into a vehicle and leaving the area. So clearly, he's not being detained right now awaiting sentencing.Paula Reid is still with us. Joey, I'm going to get back to you. I've got some legal questions. But Paula, I know you're getting more information. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "REID",
      "sentences": "That's right. Again, this flow of information coming from our reporters inside the courthouse. We've learned that right now, Hunter Biden does not have a specific sentencing date set. Now, usually, sentencing happens about 120 days after a verdict. So, it appears that depending on the timing of his Los Angeles trial, the sentencing date would likely come before the November election.Now, as I said before, the president has said he would not pardon his son. He will respect the outcome of this process. He would technically have the option to commute his son's sentence depending on what it is. But at this point, he said he would not offer a pardon. Though I don't think he was asked specifically about computations. But as of now, no sentencing date for the president's son, while the upper range for sentences for this particular kind of crime. Someone could face decades in prison. As I said before, sentencing is more of an art than it is a science. He is a first-time offender, and it is not expected that he would face anywhere near that amount of prison time. As you can probably hear behind me, there is at least one protester who has been here all day. Questionable about whether he should be shouting outside a federal courthouse when there was a jury deliberating earlier, but he has been here. But we only see, again, about one protester here. Otherwise, it's a pretty calm scene. The First Lady, Hunter Biden, his attorneys just left the courthouse. And it looks like they will not be back here for at least another 120 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BLITZER",
      "sentences": "Paula, you're our Chief Legal Affairs Correspondent, so walk us through the president of the United States says he won't pardon his son. He'll abide by whatever the verdict is. But there was no question to him about commuting the sentence.In other words, let's say it gets a few years potentially in jail, the president could commute it. Reduced that sentence. That's how -- that would be his right as a President of the United States, right? It's a federal -- a federal trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "REID",
      "sentences": "Yes, exactly, as a federal trial. So, state-level offenses, convictions, and sentences are outside the power of the president of the United States. As part of why former President Trump's conviction in New York was especially significant because it is outside the pardon power either. His future pardon power that of any other president.But yes, with this case, President Biden would have the option to pardon his son. He said he won't do that. Commuting his sentence would also be an option on the table. And certainly, a historic decision for the president of the United States to decide if they want to use that power to absolve their child of whatever sentence that Hunter Biden ultimately receives. But at this point, it's unclear what sentence he will get. And this is only the first of two federal cases he will be facing. The next one again in September. That is related to tax charges. That is going to go on much longer. It'll be closer to four to six weeks. And likely that sentence will not come probably if he is convicted -- if he is convicted until the following year. So, again, it's going to be -- it's going to be a difficult year for the Biden family going forward given Hunter Biden's continued legal problems in the wake of this conviction. Now, as you might be able to hear, there is some sort of confrontation happening here. So, I'm going to toss it back to you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:09",
      "speaker": "BLITZER",
      "sentences": "All right, Paula, stand by. We'll get back to you as well. Excellent reporting from our Paula Reid. Our Chief Legal Affairs Correspondent. Thank you very much. Kristen Holmes is joining us right now. Kristen, I know you're covering the Trump campaign. Are you getting a reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "BLITZER",
      "sentences": "Important point as well. Kristen, thank you very much.Shermichael Singleton is with us as well. Kate Bedingfield is with us. What's your reaction to it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "You know, Wolf, I think this case has some very serious constitutional issues here. I mean, in 2023, the Fifth Circuit Court of Appeals, and Paula read the quote. Anyone who is \"an unlawful user of or addicted to any controlled substance cannot legally possess a firearm.\"The Fifth Circuit said, \"You cannot ban gun possession for a person who has a pattern of drug use.\" And they base that based off of the 2022 decision from the Supreme Court, which said gun restrictions must be consistent with the nation's historical tradition of firearm regulation. And so, I think Hunter Biden's attorneys are going to have a very solid case and intemperate jumping on this on appeals because the Supreme Court made it very clear that you have to look at the historical context before making these types of decisions. And so, I think the question for many Americans will be if someone who's dealt with addiction, should they not have the ability to protect themselves? And I think most people would probably say yes. And here we are, years later, Hunter is still dealing with those things. But from our knowledge, he's not addicted anymore in terms of being an active user. So, should he not be able to protect himself by being the first child of the President of the United States? Our politics may differ here, Wolf. But constitutionally, he should be able to keep and bear arms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I think hearing this argument from Shermichael's further evidence, the politics of this are not going to be clean for Donald Trump and for the Republicans. In part, because you have conservative folks who are advocating for gun ownership, who are saying that the substance of this case, as many legal experts have said is then. But also, you have somebody here who has been very vocal and eloquent about his struggles with addiction, in Hunter.And I can tell you from the campaign in 2020, that you know, moments where Joe Biden, you know, defended his son from attacks by Donald Trump about his addiction and things that he had done while he was under the influence, you know, Joe Biden would look at the camera and say, I love my son. And everybody in this country can relate to having somebody in their family that they love struggling with addiction. And the challenge that that puts your family through. And I'll tell you, those were the things that people remembered from the debates in 2020 were Joe Biden -- were you know, that was -- it was Joe Biden making that argument. So, you know, the idea -- and then add on to that, you know the point that was just made earlier that this really undermines the argument that Trump's been making about Joe Biden weaponizing the justice system. So, you know, I think the politics of this are not going to be as beneficial to Trump and Republicans. And maybe that's why the Trump campaign is struggling to get a statement out because they're not quite sure what to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "BLITZER",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "TIM PARLATORE, CNN LEGAL COMMENTATOR",
      "sentences": "You know, I'm not going to comment on the politics of it. But I will say that you know, we're talking about you know, something with up to 25 years in jail. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "BLITZER",
      "sentences": "Potentially.Exactly, potentially. And that's not the reality of it. Because in the federal system, you have the statutory maximum, but then you have the U.S. sentencing guidelines. The sentencing guidelines are a very complicated set of mathematical calculations. I just did a very brief calculation on this, where you know, it's a base-level offense 14. But then you take eight points off if it was possessed for sporting or collection purposes and was not unlawfully discharged, or otherwise unlawfully used. The sentencing guidelines range is going to recommend zero to six months in jail. So, chances are, Hunter is going to get probation. And I think that the president is going to be very hard-pressed to commute that sentence if he gets probation. Because if he commutes it, then he also takes away his right to appeal. And so, I think that it's a very interesting thing where he is going to appeal. It's going to be very fascinating to watch the appeal because it brings you know, unlikely partners together. Because you're not only going to have you know Hunter Biden, you're going to have the NRA, you know, filing amicus briefs. And quite frankly, because it's an issue of drug use and Second Amendment rights, you're going to have amicus briefs from the cannabis industry. And a lot of other you know, very unlikely bedfellows you're going to get together on this. I think it's something that he is almost certainly not going to be seeing the inside of a jail cell, but it is going to have some very interesting ramifications going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "BLITZER",
      "sentences": "Jamie, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BLITZER",
      "sentences": "Two hours of deliberations today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "GANGEL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BLITZER",
      "sentences": "One hour yesterday. Three hours, and they reached a unanimous decision guilty on all three counts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BEDINGFIELD",
      "sentences": "Yes. I mean, look, it was -- I think it was pretty clear that the jury didn't have a lot of hesitation here. And I think Jamie's point is, right. I mean, you have -- if you have experience in your family with addiction, sometimes that makes you sympathetic, sometimes that can make you clear eyed, and realistic. And so, I think that that was probably at play here.This was a case where you know, the jury was obviously asked to consider the law as all juries are. But this is the kind of case that also has emotional resonance. And I think that that was probably significant for the jury, too. But, you know, so in thinking about the politics of it -- again, it's something that that has an emotional resonance that people you know connect to. And so, I think it will be -- you know, I certainly would not expect. No surprise here. I would not expect the Biden campaign to make this a centerpiece of their message. But I do think for people who have this struggle in their family seeing this play out in this way, I think gives them a link to the Biden family in a way that I think is powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BLITZER",
      "sentences": "Paula Reid is over at the courthouse in Wilmington, Delaware. We're getting more information. What else are you learning, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "REID",
      "sentences": "Yes. I know, there are a lot of questions about the protesters that you could hear behind me in our last hit. We looked at the situation. There were two anti-Biden protesters who have been here for most of the day.One has a whiteboard with writing -- anti-Biden writing. The other has a poster. And he is using actually like a coffee cup as a megaphone and has been for most of the day. Some folks just walking down the street here in Wilmington. At least two of them stopped to engage the protesters. So, that was the loud yelling that you heard for a period of time there. Aside from these four individuals exchanging their views loudly, it's pretty calm here. You know, the assembled media is of course here, but the First Lady, Hunter Biden, his attorneys, they recently exited the courthouse. And otherwise, it's pretty, pretty peaceful here following this historic verdict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BLITZER",
      "sentences": "Paula, stand by. We're going to get back to you soon. We continue to monitor the breaking news. Hunter Biden is guilty on all three counts. We're watching all this very closely.I want to get some more legal analysis right now. Joining us are former Federal Prosecutor Alyse Adamson and white-collar defense attorney Seth Berenzweig. Alyse, give me your reaction to this guilty verdict, all three counts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "ALYSE ADAMSON, FORMER FEDERAL PROSECUTOR",
      "sentences": "Yes. Wolf, I'm not surprised at all. I'm also not surprised at the speed in which the -- which the jury returned the verdict.As I've said before, the government really had a mountain of evidence in this case. So, to me, it wasn't a could they bring this case? It was more of a should they bring this case? I've heard a lot of the other panelists talking about how the defense really tried to appeal to the sympathy of the jury. That was a lot of their closing argument. Of course, some of it was also on the men -- the requisite mens rea. The knowing element did Hunter Biden appreciate that he was addicted at the time he filled out the forms and possessed the firearm. But a lot of the defense strategy was also kind of built around the sympathy factor hoping for a hung, hoping for that nullification. That did not happen here. The jury did as they were instructed. They took the facts, they applied it to the law, and they rendered a just verdict, which was guilty. So, not surprised here. But I think there are real questions as to whether these cases should be brought. And then to the other panelists' point. I think there are serious constitutional questions within this case, which, as a defense attorney, would be one of the reasons I would have elected to go to trial to preserve those appellate rights and have the Supreme Court weigh in. I think, one hundred percent we can expect to see -- well, not one hundred percent. I never say one hundred percent. But maybe I'd -- that 99 percent assure that the Supreme Court will ultimately take up this case because I think in light of throwing, this statute does need to be interpreted by the High Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:10",
      "speaker": "BLITZER",
      "sentences": "Well, let me get thoughts from Seth Berenzweig, a white- collar defense attorney. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:14",
      "speaker": "BLITZER",
      "sentences": "All right. I want you two guys to stand by. Seth Berenzweig and Alyse Adamson. We'll continue our legal analysis of this historic moment. First time in American history, a child of a sitting president of the United States has now been convicted on three counts -- guilty on all three counts. We're watching all of this very closely.Let's go back to the White House. Arlette Saenz is getting more reaction over there. What are you learning, Arlette?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:14",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Wolf, we're still waiting to hear whether President Biden will react directly to this latest news that his son Hunter Biden -- his only living son has been convicted on all three federal gun charges. Ahead of the trial, President Biden had released a statement simply expressing his side as a father. Saying that he loved and supported his son Hunter, noting his struggles with addiction.We saw First Lady Jill Biden has been up in Wilmington for much of the past week, even jetting back and forth between Wilmington and France just at the end of last week to be there on hand for the trial. You could see her walking out of the courtroom hand in hand with her son Hunter Biden. I had been told that there was no question for the first lady. She wanted to be there on scene at the trial to support her son. She arrived just a few minutes after the verdict had been read. This certainly will be a painful moment for the Biden family as they really have been dealing with a lot of the fallout of Hunter's addiction issues over the course of the past few years. You heard the very sordid details aired -- reared in this court. A trial the First Lady on hands listening to those audio clips of Hunter Biden recounting his own struggles, hearing her granddaughter Naomi Biden on the stand. So, we will see how the Biden family will react today. Now, I will note that President Biden remains here in Washington. He is currently at the White House a bit later this afternoon around 1:30. He's actually supposed to be speaking at an event for every town for gun safety. He will be there to tout some of the policies that his administration has put in place to try to curb gun violence in this country. So, we will still wait to see whether the White House -- whether President Biden will react directly to this verdict, found -- that has found Hunter Biden, their only living son, guilty. Really capping off a very emotional and turbulent period for the Biden family over the course of the past few years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:14",
      "speaker": "BLITZER",
      "sentences": "I checked this morning, Arlette. There are -- there's also a scheduled what 2",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BLITZER",
      "sentences": "A family perspective. Obviously, a very distraught family right now. All right. Thank you very much. Our Arlette Saenz at the White House. We'll of course continue to monitor any White House reaction from the president or from other officials at the White House as the day continues.Evan Osnos is still with us. The Biden biographer. Evan, I know you've been thinking about all of the dramatic developments that have unfolded over the past you know, what, 20 minutes or half an hour or so. Give us your thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "EVAN OSNOS, CNN CONTRIBUTOR",
      "sentences": "You know, it's really -- if you step back for a second, Wolf, and consider the pressures that are bearing down on this president, they're quite extraordinary. I mean, at a moment when you have an immensely divided electorate, where you're running against the person who you beat in the last election, who of course, also tried to cling to that office. And now you have a family drama that is really like nothing that a president has ever contended with, particularly at a time when they're dealing with this reelection campaign.So, 120 days from now. We'll put it in October when we're likely to find out more about the sentence that Hunter Biden will face. And in the meantime, Joe Biden is going to be out in front of the public making decisions all the time about what he will and will not say about this case. He has been so far, vigilant not to weigh in when this was a live matter. But I think one of the things that is a question is how he will talk about addiction. Whether that question is posed to him in the months ahead. Now, there have been people in the addiction community that have said, we wonder if he will talk about addiction in the way that he has talked about cancer. Which of course, took the life of his son, Beau Biden. And there may be a way that this is an -- a way for him to talk about his family, his life, the things that he has been through. And yet not also talking about the federal case because he has been vigilant about saying that he would not pardon his son. And in its own way, has been signaling that nobody is above the law. And we saw that today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BLITZER",
      "sentences": "And you've reported on President Biden now for years, and you wrote an excellent biography of his life. Give us your thoughts, Evan, how he's dealing with this. He lost Beau Biden, his older son, and now his younger son is potentially facing some jail time even. We don't know if that's going to happen. But convicted on these three counts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "OSNOS",
      "sentences": "Yes. It's really a kind of agony that you don't often see, frankly, at the top of our political system. Many of the people who get into these jobs have kind of insulated themselves or they've been fortunate for one fortunate job and family experience after another. I remember one of Joe Biden's closest advisers saying to me at one point, if you ask me who the luckiest person I know is it's Joe Biden. If you ask me who the unluckiest person I know is it's Joe Biden.And this biography, this extraordinary life -- this public life of this family, which began a half-century ago, after all, with the car accident that killed his late wife and his daughter, injured his two sons, you now fast forward all the way to today, and this really dramatic and ultimately, painful process continues. But Joe Biden's theory has always been the same, which is that you cannot ever take anything for granted and that you have one option. And you will hear him say this a lot, I'm sure in the weeks and months ahead, which is that when life knocks you down, you get up. And that has been a sustaining concept for him politically and personally. During the COVID pandemic, he projected that idea to the American public. And I think it has been one of the ways that he doesn't ever say explicitly but does connect him to Americans who are going through challenges and suffering of their own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BLITZER",
      "sentences": "Do you want to give us your thoughts, Evan, on how you think, come on -- come up -- coming up at the Democratic Convention in Chicago over the summer? How the president is -- if he's going to even speak about any of this publicly?",
      "isLastSentenceInterrupted": false
    }
  ]
}