{
  "date": "2024-12-06",
  "headline": "CNN Newsroom",
  "subHeadline": "New Photos Released As NYPD Hunt Insurance Boss Killer; Syrian Rebels Capture Key City Of Hama In Fresh Blow To Assad; Key Ally Of South Korea's Leader Now Wants Him Gone; Georgia Enters Second Week Of Political Crisis; Emmanuel Macron Vows To Name New French PM Within Days. Macron Vows to Name New PM in Days, Resists Calls to Resign; Syrian Rebel Forces Capture Strategic City of Hama; What Lies Ahead for Russia's Economy; Interview with CEO of Russian-Controlled VTB Bank Andrey Kostin; Notre Dame Reopens This Weekend after Five Years; 7.0 Magnitude Earthquake Strikes off California Coast. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:27",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "Hello, I'm Paula Newton head here on CNN Newsroom. New images and new clues in the massive manhunt for the person who gunned down an insurance company's CEO in the streets of New York City.Syrian rebels celebrate after capturing another key city as regime forces withdrawal to spare civilians. And CNN gets an exclusive sit down with one of the rebel leaders here. Why he says this is a different revolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "NEWTON",
      "sentences": "So it seems now that a flirtatious moment captured on security camera may have given police a crucial clue in their search for the killer of a healthcare CEO in New York. This image shows a man police are calling a person of interest smiling at a female employee at a hostel where she stayed -- where he stayed, pardon me, before Wednesday's attack.Now, a law enforcement source tells us that while he chatted with the clerk, she asked him to lower his face mask. But a CNN's chief law enforcement analyst explains police still don't know who the suspect is, even though he was required to leave his name at the hostel. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "When the person of interest, who police believe may be the gunman connected with this homicide, checked into this hostel where he stayed a couple of days, that was on November 30th. So that's that picture we keep seeing, where he's taken the mask down.The question that were asking today was, well, if he checked in and they're trying to identify him, who did he say he was? And he apparently presented, we are told by law enforcement sources, a New Jersey driver's license and that the New Jersey driver's license had a name, had a picture. But when the NYPD contacted New Jersey State Police and ran that through the DMV, that license number comes back to nothing. So, apparently it was a relatively good quality fake driver's license, the kind you can order up on different marketplaces and on the Internet, health system worked better for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "BRIAN THOMSPON, UNITEDHEALTHCARE CEO",
      "sentences": "I'm joining you from our Innovation center here in our headquarters in Maine.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "NEWTON",
      "sentences": "Now, the CEO of UnitedHealthcare, you're hearing him there. Brian Thompson was gunned down on a sidewalk as he was headed to an investor conference. We have a video of the incident, but we do want to warn you it's graphic.Police say the gunman waited for Thompson before shooting him point blank in what they described as a well-planned attack. Now, even though the gunman's identity is still an open question, police still have some forensic evidence from the crime scene. As Brian Todd explains, they also have powerful technology to chase leads in this case. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): There's surveillance video of the shooting itself with the alleged gunman wearing a mask. Newly released video of what appears to be the man fitting the description of the suspect walking in the area of the killing on Wednesday morning. Video of what could be the suspect on an E-bike on the west side of Manhattan. New photos of a so called person of interest wearing a hooded jacket but no mask which CNN has geolocated to a MAS Manhattan hostel where police believe the suspect may have stayed. Crucial images which are among the many resources being used by the NYPD to catch the suspect in the murder of United Healthcare CEO Brian Thompson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "KATHERINE SCHWEIT, FORMER FBI SPECIAL AGENT",
      "sentences": "NYPD and the FBI have a great ability to pull together video surveillance and piece it together moment by moment and follow somebody through any camera available. And that's what the goal is first is from the incident, every moment after that, every moment before that. Can we see this individual?TODD (voice-over): CNN is told there's facial recognition technology being used. The NYPD's Joint Operations Center is being utilized to deploy field teams and analyze the video coming in. Law enforcement experts tell us another resource police have will help them trace and possibly match the bullet shell casings left at the scene. A shell and a live round with the words delay and depose written on them, reflecting popular phrases in the insurance industry. To analyze the shells, experts say they'll use the ATF's NIBIN system, NIBIN standing for National Integrated Ballistic Information Network, which helps them match shell casings with other crime scenes. There are other physical resources to analyze DNA from a phone and a bottle of water which may have been dropped by the suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "JULIETTE KAYYEM, FORMER DHS ASSISTANT SECRETARY",
      "sentences": "That can possibly hold physical evidence, including fingerprints, but also pieces of hair or something else that would disclose who this person might be.TODD (voice-over): There's video of the suspect just minutes before the shooting buying water and energy bars at a Starbucks, providing the police with human assets and other resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "SCHWEIT",
      "sentences": "How did he make that purchase? Who saw him? Who interacted with him? And what did he do electronically that might have paid for those if he paid cash.TODD (voice-over): Witnesses at the hostel where the gunman may have stayed could be a critical resource.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "SCHWEIT",
      "sentences": "Also at the hostel, who interacted with him? What did he sound like? Did he have an accent? Did he have -- did he have -- did he sound like he was from the Midwest or from the East Coast?TODD (voice-over): Another important resource, police going back in time to Thompson's recent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "KAYYEM",
      "sentences": "Background of what was happening in Brian Thompson's world in terms of the threats that we're hearing about things that the company was worried about, statements made by his widow now about the threats that he was facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "TODD",
      "sentences": "Former FBI official Katherine Schweit says one key resource for law enforcement is the gunman's circle of family and friends. Even though we don't know his identity yet, she says, someone in that circle likely knows about his grievances with UnitedHealthCare and could well step up to help law enforcement. Brian Todd, CNN, Washington.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "NEWTON",
      "sentences": "We're following a developing story out of South Korea where the leader of the ruling party is now suggesting he will not oppose the impeachment of President Yoon Suk Yeol. Yoon declared martial law for about six hours on Tuesday, and we're learning new details about what else he intended to do. CNN's Ivan Watson is live in Seoul with those details.And Ivan, they are stunning details. You're also now reporting that the ruling party leader is calling for suspension of presidential powers. I mean, they still consider the president a threat. IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT: Absolutely. That's what the leader of the president's own political party has said, that there is the risk that President Yoon could once again declare martial law. And as a result, he is arguing that the president should be suspended from his position. He said he had credible information that Yoon planned to arrest key political figures and put them in a detention center on Tuesday night when he made his shocking announcement imposing emergency military rule over Korea. And when you put the leader of the president's political party alongside the leader of the largest opposition party that holds a majority of seats in the National Assembly, who is calling for the impeachment of the president, it makes the president himself look like a very lonely and isolated figure in Korean politics right now. And it's been less than three days since he made this shocking announcement. We kind of broke down meeting some of the people who fought on Tuesday night to protect Korean democracy. (BEGIN VIDEOTAPE) WATSON (voice-over): An unarmed politician blocks a soldier from entering the National Assembly in South Korea. Aren't you ashamed? She yells. Less than 48 hours later, An Gwi-Ryeong (ph) shows me the scene of her confrontation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:27",
      "speaker": "WATSON",
      "sentences": "This is where the soldiers were and the police.WATSON (voice-over): Ahn says. She was defending democracy. AN GWI-REYONG, POLITICIAN(through translator): If the troops had entered and disrupted the vote of the National Assembly, we wouldn't have been able to lift martial law, and we wouldn't be here today. WATSON (voice-over): Late Tuesday night, President Yoon Suk Yeol declared emergency military rule over Korea, a move that shocked the country. LEE JAE-MYUNG, DEMOCRATIC PARTY LEADER (through translator): My wife suddenly showed me a YouTube video and said, the President is declaring martial law. I replied, that's a deep fake. It has to be a deep fake. There's no way that's real. WATSON (voice-over): Lee Jae-Myung says he feared he would be arrested because he is the leader of the country's main opposition party. So that night, he instructed his fellow lawmakers to rush to the National Assembly to stop what he says was an attempted coup. LEE (through translator): When I tried to enter, I saw that the police had blocked the entrance. WATSON (voice-over): Lee then live streamed on YouTube how he jumped a wall to get in. LEE (through translator): I pushed the mute button by mistake and didn't realize. WATSON (voice-over): By 1:00 a.m., 190 lawmakers made it past a gauntlet of soldiers and police into this chamber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "WATSON",
      "sentences": "Are you protecting the National Assembly by staying here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "KANG SUNWOO, NATIONAL ASSEMBLY MEMBER, DEMOCRATIC PARTY",
      "sentences": "We are afraid that if President Yoon makes another sudden declaration of martial law. So each group is taking turn and watching the main room. So if that happens again, we should lift it immediately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "WATSON",
      "sentences": "Another vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "KANG",
      "sentences": "Yes.WATSON (voice-over): Among the obstacles to another possible power grab, the President's own political party whose members joined the vote to overturn military rule. HAN DONG-HOON, PEOPLE POWER PARTY LEADER (through translator): Martial law in South Korea is an extremely special and exceptional authority granted to the President in situations like in wartime or national emergencies. The current situation is not that. WATSON (voice-over): In this exclusive interview, Han Dong-Hoon says he delivered a tough message to the President in a face to face meeting on Wednesday. HAN (through translator): I told them what happened last night left a big scar on Korea and our party. WATSON (voice-over): In a moment of crisis, rival politicians united to stop the President's threat to democracy, and they now want to strip him of the powers of the presidency. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "WATSON",
      "sentences": "But what a remarkable situation in one of the world's biggest economies here in Korea, Paula, when you have lawmakers sleeping in the National Assembly for fear that the military could be once again sent in, you have calls for the prosecution of the head of the police, the army chief of staff, the Defense Minister who has since resigned. The chief of staff of the President has also resigned.The fallout likely from this shocking announcement imposing that short lived martial law on Tuesday night, will likely be felt for weeks and months to come. We have not heard much from President Yoon himself since he made that first announcement. We do have confirmation, however, that the leader of his own political party has been meeting face to face with him today. I would pay a lot to be a fly on the wall in that meeting, given that leader has called for the President's suspension just hours ago. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "NEWTON",
      "sentences": "You've done pretty well just to give us all the insight that you have on this crisis. And the fact that even the opposition leader thought this was a deep fake at first, really just shows you the depth of shock that South Koreans are still facing. Ivan Watson, you're in Seoul for us. You'll continue to follow developments really appreciate in it.Now, Syrian rebel forces have now taken over Hama. That is the second major city they've captured since launching a surprise offensive last week. Syria's military says its troops had to withdraw from Hama after rebels entered several parts of the city in another blow to President Bashar al-Assad. Now rebel fighters also freed hundreds of prisoners, saying they were all wrongfully detained. Some residents in Hama are now celebrating the rebel takeover. (BEGIN VIDEO CLIP) MOHAMMED SABAHI, RESIDENT OF HAMA (through translator): Thank God. We've been waiting for this day for a long time. And we're all coming out on the street. This is the happiest day for us. We were afraid to go out at night. We've been waiting for this. AHMAD SHRABI, RESIDENT OF HAMA (through translator): Feelings that can't be described. It's been 50 years we've been suffering injustice and crime and oppression. This is a historic moment, a priceless moment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "NEWTON",
      "sentences": "Priceless movement. Now rebels are vowing to push further south to Homs. That is the next major city on the road to the capital, Damascus. CNN's Jomana Karadsheh sat down for an exclusive interview with the main rebel leader, Abu Mohammed al-Jolani. He says the Assad regime is, in his words, dead and explains how his forces have been able to sweep through Syria.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "Taking Hama after taking (INAUDIBLE). I mean, how significant is this for you right now?ABU MOHAMMED AL-JOLANI, LEADER OF HAYAT TAHRIR AL-SHAM (through translator): From a military perspective? What comes after Hama will not be the same as what came before. However, I prefer not to be overly optimistic during the battle. I like to remain cautious and vigilant to avoid complacency and ensure we don't suffer losses while believing we are safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:03",
      "speaker": "KARADSHEH",
      "sentences": "What comes after this? What's after Hama?AL-JOLANI (through translator): The course of the battle. As for the secrets of the battle, let's leave them to the unfolding events. You will witness them in reality, which is better than discussing them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "KARADSHEH",
      "sentences": "Some believe this is happening because the allies of the Assad regime, the Russians, Hezbollah, Iran, that they're weakened, they're preoccupied with other wars, and this is why we are seeing this happen right now and the Syrian regime itself weakened. Is this what is happening right now? Is this why you chose to launch this offensive right now?AL-JOLANI (through translator): As you know, we are still in the midst of the battle, and discussing such details at this time is not wise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "KARADSHEH",
      "sentences": "But you faced more of a resistance in Hama than you did in Aleppo. What do you think happened? Why did the regime withdraw like it did?AL-JOLANI (through translator): The seeds of the regime's defeat have always been within it. It has been effectively dead since that time. However, the Iranians attempted to revive the regime, buying it time, and later, the Russians also try to prop it up. But the truth remains, this regime is dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "KARADSHEH",
      "sentences": "In the last year, it seemed like Bashar al-Assad survived the war. He was welcomed back into the Arab fold and on the world stage.AL-JOLANI (through translator): The Arab country's evaluation of the situation was mistaken. Some Arab countries try to separate the regime from Iran's project. This is impossible. Even if the regime wanted this, it can't implement it. It's a subservient relationship. Iran can disengage from the regime, but the regime can't. To describe the regime as victorious is deeply unjust to the many children, people, women subjected to rape in prisons, displaced individuals scattered across the world, those drowning in the seas, and those living in tents on the borders of other countries. What kind of victory are we talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "KARADSHEH",
      "sentences": "In the past, you have talked about strict Islamic rule. Is that still the plan?AL-JOLANI (through translator): People who fear Islamic governance either have seen incorrect implementations of it or do not understand it properly. We are talking about something that aligns with the traditions and nature of the region. The most important thing is to build institutions. We are not talking about rule by individuals or personal whims. It's about institutional governance. Syria deserves a governing system that is institutional, not one where a single ruler makes arbitrary decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "KARADSHEH",
      "sentences": "Many Syrians are happy and will be happy to see the end of the Assad regime. But they're also worried about what HTS rule would mean, including minorities.AL-JOLANI (through translator): No one has the right to erase another group. These sects have coexisted in this region for hundreds of years, and no one has the right to eliminate them. There must be a legal framework that protects and ensures the rights of all, not a system that serves only one sect, Assad's regime has done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:03",
      "speaker": "KARADSHEH",
      "sentences": "So are those days behind you?AL-JOLANI (through translator): Sometimes it's essential to adjust to reality. And because someone who rigidly clings to certain ideas and principles, without flexibility, cannot effectively lead societies or navigate complex conflicts like the one happening in Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:03",
      "speaker": "KARADSHEH",
      "sentences": "People listening to this are going to wonder why they should believe you. You are still a specially designated global terrorist by the United States with a $10 million bounty on your head. Your group is a prescribed terrorist organization by the United States, by the U.N., by the E.U. and others.AL-JOLANI (through translator): I say to people, don't judge by words, but by actions. I believe the reality speaks for itself. These classifications are primarily political and at the same time, wrong. I define a terrorist as someone who intentionally kills civilians, harms innocents, or displaces people. If we're being honest, many of the wars waged by major powers in Arab, Muslim, and even non-Muslim countries have involved the deliberate killing of thousands, the destruction of homes, and the displacement of millions. Even the regime itself is guilty of such actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:03",
      "speaker": "KARADSHEH",
      "sentences": "But the U.S. and others would say is that you were parts of groups that did exactly that.AL-JOLANI (through translator): Personally, I have not done these things. The situation must be understood in its historical context. There was a massive war in Iraq that deeply stirred people's emotions, prompting many to go there. The circumstances of that war led people to various places, and my path led me to one of those locations. Given my level of awareness and my young age at the time, my actions evolved to where I am today. I didn't go to Iraq with those intentions. I went to defend the Iraqi people. When I returned to Syria, I didn't want to bring what happened in Iraq into Syria. That's why there were disagreements between us and ISIS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:03",
      "speaker": "KARADSHEH",
      "sentences": "People would be wondering why you've agreed to speak with us.AL-JOLANI (through translator): What is happening in Syria is significant for the entire world. This event has positive repercussions globally because under the regime's rule, Syria became a source of concern and trouble for everyone. Stabilizing Syria will bring many people back. Today, in the liberated areas, about one third of the population lives in camps, approximately one and a half million people. I believe we can soon reach a point where there are no camps. With the rehabilitation of the liberated areas, people will return to their homes. Many refugees in Turkey will likely return, as will a significant number of refugees in Lebanon and Jordan. Even refugees in Europe may return to rebuild their country. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:24",
      "speaker": "NEWTON",
      "sentences": "Anti-government protests in Georgia are headed into their second week. Pro-E.U. supporters rallied in front of the country's parliament in Tbilisi on Thursday night. They opposed the policies of the ruling Georgia Dream Party, which had announced last week that it was suspending talks to join the European Union.The country's former president Giorgi Margvelashvili, was at the protests. He told Reuters he thought the current government would be on its way out because of this political crisis. Listen. (BEGIN VIDEO CLIP) Giorgi Margvelashvili, GEORGIA FORMER PRESIDENT: This moment that we have our witnessing for the last one week in physical terms is the point of non-return. I mean they are doomed to be taken out of the government. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:24",
      "speaker": "NEWTON",
      "sentences": "CNN's Sebastian Shukla has the report on the escalation of violence from the Georgian government and its crackdown on protesters, including journalists and opposition politicians. And a warning this video contains disturbing images.(BEGIN VIDEOTAPE) SEBASTIAN SHUKLA, CNN FIELD PRODUCER (voice-over): In the middle of this chaos on the streets of Tbilisi is veteran journalist Guram Rogava. He's reporting live on air the next he's crumpled on the floor, blood pouring from his face. His assault captured from different angles, including this one. You clearly see the black clothed policeman bludgeoning him as he backs away. Rogava tells CNN he fractured a bone in his neck, injuries that could have been life changing, he told me. doctors said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:24",
      "speaker": "GURAM ROGAVA, GEORGIAN JOURNALIST",
      "sentences": "And we don't know how it's possible that you still can speak and move your legs and hands.SHUKLA (voice-over): Attacks like this have become commonplace over the past week. Thousands of Georgians have taken to the streets all over the country, furious at the government's decision to suspend talks, joining the European Union and perceived closeness to Moscow. The government's response has been to quash the pro-Western protests using force. These unmarked men in black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:24",
      "speaker": "ROGAVA",
      "sentences": "They look like criminals and they act like criminals. They catch them, they hit them and they swear them.SHUKLA (voice-over): Another beating by police. This time two brothers swarmed by dozens of faceless officers. Erkele Loladze told CNN his jaw was broken in two places. He could only answer our questions in writing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:24",
      "speaker": "ERKELE LOLADZE, GEORGIAN RESIDENT",
      "sentences": "They shouted, hit him in the head. Kill him. Multiple groups of them assaulted me, knocking me down four or five times. They kicked me all over my body and at one point someone stood on me with both feet and jumped.SHUKLA (voice-over): Opposition politicians have also been targeted. Nika Gvaramia, a leader of the Coalition for Change movement in a standoff with more masked policemen before they raided his office, thrown to the ground, beaten unconscious and hauled into detention. The Interior Ministry says he's been arrested and charged for, quote, disobedience to the police. The prime minister also accusing the opposition of stoking the protests. IRAKLI KOBAKHCIZE, GOERGIAN PRIME MINISTER (through translator): One thing is confirmed, people were systematically supplied with pyrotechnics and other means by the relevant political forces. SHUKLA (voice-over): Georgians fear their country slipping back into Russia's orbit. The ugly scenes of violence and political repression have more than shades of a Russian style crackdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:24",
      "speaker": "ROGAVA",
      "sentences": "We all understand that now we are fighting against Russia. There is war in Georgia now.SHUKLA (voice-over): Sebastian Shukla, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:24",
      "speaker": "NEWTON",
      "sentences": "French President Emmanuel Macron is vowing to appoint a new prime minister in the coming days as the country's political crisis deepens. Macron went on television Thursday to address the shakeup in the government one day after Prime Minister Michel Barnier was ousted in a no confidence vote. Now Barnier officially resigned on Thursday. CNN's Jim Bittermann picks up the story from Paris.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:04",
      "speaker": "BITTERMANN",
      "sentences": "The tone of the speech was something that some people will think is patronizing but in fact, he was just trying to explain his position and his feelings about what transpired here.And while we didn't get the name of a new prime minister, he promised that there would be a name forthcoming in the next few days. Jim Bittermann, CNN -- Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:04",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "Russia's ruble is feeling the effects of western sanctions in the conflict in Ukraine.We'll speak with a top Russian banker about what lies ahead for the country's economy. Thats after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "NEWTON",
      "sentences": "What do you believe we can expect from the Assad regime in the days and weeks to come? We know that their forces have retreated but we should expect that they will at some point in time strike back, right? HANIN GHADDAR, SENIOR FELLOW, WASHINGTON INSTITUTE FOR NEAR EAST POLICYSo it depends how -- it depends on many factors. One, the Assad regime is now only being supported by Iran and its proxies. Russia doesn't seem to be very much involved. And after Hama the -- after Hama the natural course is Homs. And I think Homs is going to be very important for Assad and very important for Iranian regime because Homs is going to be the key of who wins Syria next. Because at the border of Lebanon, it will cut the land bridge that connects Iran to Lebanon via Iraq and Syria and its right next to Damascus. And if the rebels take Homs, it will isolate Damascus from the coast. So Damascus will be besieged by the rebels. So Homs is really going to be a very important spot for the regime. If they let go of Hama, 6if they let go of Aleppo it's a big deal, of course, but Homs is not going to be easy for them to lose because it seems -- it will be over for the regime. And also it depends on what the rebels want. Is their objective really is to get rid of Assad or is their objective to just go through and isolate Damascus. So things are happening quickly and the next battle will determine everything. (CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "NEWTON",
      "sentences": "Yes. And I think taking a look at that map again is important. Just so viewers get an idea of the geography there and why you believe that that's so important.But when we discuss what could be next that obviously is going to invite a fierce fight, given what's at stake, not just from Syria, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "GHADDAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "NEWTON",
      "sentences": "But also its allies, whether they be Iran or Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "GHADDAR",
      "sentences": "Correct. So the difference between this time and last time this battle happened, when the rebels lost, Russia was the key in saving Assad regime.Iran was on the ground. Hezbollah was leading the battle, and Hezbollah played a very important role in leading the proxies on the ground. Today, Hezbollah has been defeated in Lebanon and its commanders that were responsible for this for these battles are dead. So Qasem Soleimani, the Quds Force commander also was killed. So today, all Assad has really on the ground is his army, which is not capable, apparently, of fighting the rebels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "NEWTON",
      "sentences": "Given what Syria has already been through, it is chilling just even to hear what your predictions are in terms of the insurgency itself.I'm wondering your estimation of them in the long haul and should we be concerned because these are certainly rebels that have come together from completely different corners of ideology and region. How concerned are you in terms of what could happen next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "GHADDAR",
      "sentences": "Of course, I'm concerned. These are not the secular rebels that we saw in 2011. These are not the people who were in the streets chanting against Assad.These are different kind of rebels. They're Islamists. They are not ISIS. They are not al Qaeda. They are completely different and they separate -- they are separating themselves from actually the ISIS ideology. Whether it is genuine or not, time will show. Today, for example, they assigned a Christian religious figure as the mayor of Aleppo, which is which is a very good gesture. But we don't know if this is actually genuine or just showing the world that they are different. Everybody is comparing them to Taliban in Afghanistan, you know, like Taliban showed a little bit of moderation at one point. But then when the Americans withdrew their troops, they completely went back to their old ideology. However, Syria is not Taliban, and I don't think one branch, which is like an Islamist branch of the opposition, will be able to dictate the future of Syria. Syria has a lot of factions. The opposition is very, very diverse and geographically, Syria also is surrounded by countries that are very concerned about Syria and its borders. So we're not -- I don't think we'll be able to see only Islamist ruling Syria. Maybe at the beginning, but eventually Syria will move into a different direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "NEWTON",
      "sentences": "Yes, I guess though so much uncertainty, and again, for the civilians in Syria caught in the middle of this indeed grave hours and days ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "GHADDAR",
      "sentences": "Yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:47",
      "speaker": "NEWTON",
      "sentences": "Hanin Ghaddar for us, thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "NEWTON",
      "sentences": "The Kremlin says future military aid to the Syrian government depends on how the situation evolves.Now, Russia has been one of the main backers of Syrian President Bashar al-Assad and Moscow says it remains in constant dialog with Damascus. Russia played a key role in helping Assad's forces during the peak of the civil war between 2015 and 2017. Now the head of Russia's biggest banks -- one of Russia's biggest banks says the U.S. is putting the dollar at risk by using it as a weapon. Russia was blocked from using the currency for the international transactions it was conducting, that was as a result of the conflict in Ukraine. Andrey Kostin is the CEO of Russia's state controlled VTB Bank. He spoke with CNN's Fred Pleitgen about the dollar and the state of Russia's economy. Listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "You just had an event with the Russian president where he talked about how strong the Russian economy is, how manufacturing is up, how economic growth is up.However, there's a lot of unsettling economic indicators. Like, for instance, inflation, like the weakness of the ruble. How concerned are you about the prospects for Russia's economy and what needs to be done to get it on the right track?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "ANDREY KOSTIN, CEO, VTB BANK",
      "sentences": "Look, there is a war lasted for -- nearly three years now, and there is 6,000 or 7,000 different kind of all sanctions against Russia. So you can hardly expect that everything is just as normal.By taking into the account, I think the results are or the performance of the Russian economy is much, much better than everybody expected. The last sanctions and the actually election of Mr. Trump, which strengthened dollar by the way, right led to association that the ruble is weaker. But today it's already -- it's so much lower than it was yesterday or the day before. So I think it's more or less stabilizing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "PLEITGEN",
      "sentences": "What do you make of his threats against BRICs countries? That is, they try to replace the dollar as the leading currency in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "KOSTIN",
      "sentences": "We all enjoyed using dollar, but Americans decided to put sanctions on Russia and other countries not to allow us to trade with dollars. So it not depends on us very much. You know, we can use dollar, but we have no chance now to do it. So Ithink the American administration should think more about this because it really creates, I think, a big threat to the dollar itself because, you know, if you don't, if you don't feel safe with using dollar, you will find other ways how to make your investment, how to make your payments. So I think it should be if -- if its international currency, it should be reliable. It should be nonpolitical. It should not be used for punishment of any country or whatever American administration thinks about it. Otherwise people will run away from dollar and they will find a way. What we're doing now, were we're trading in rubles and yuan, in digital currency, whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "PLEITGEN",
      "sentences": "Your economy is also driven by defense spending. I think about a third of the new budget will be spent on, on defense and military. How concerning is that for a lender because that also drives up prices, drives up inflation.And right now controlling inflation while trying to keep that economic growth going has got to be a difficult thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:49",
      "speaker": "KOSTIN",
      "sentences": "Yes. We believe that we are forced to make such big spending on the defense because this was not basically our idea, but we have no choice at the moment.And that also contributed to inflation. It's also contributed to the lack of workforce, which we experienced. You know, we have a very low unemployment about 2.3 percent at the moment. And actually mainly because of the very big increase in the -- in the production of military products. So yes, I mean, the answer is yes, but I'm afraid we have to live with the situation for some time. And even when the war ends, you know, there will be more spending on restructuring military production. So basically, that's what we have, you know. Nothing to add. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "NEWTON",
      "sentences": "U.S. President-Elect Donald Trump has announced his pick for ambassador to China. He is former Republican senator David Perdue of Georgia, a close ally of Trump during his time on Capitol Hill.Perdue was CEO of Reebok and Dollar General stores before he joined the Senate in 2015. He lost his reelection bid in 2021 and mounted an unsuccessful campaign for Georgia governor a year later. The final congressional hearing on the attempted assassinations of Donald Trump turned into a yelling match Thursday. An exchange between Republican Congressman Pat Fallon and acting Secret Service Director Ronald Rowe quickly devolved into chaos. Fallon accused Rowe of attending a 9/11 memorial event as part of a publicity stunt. Rowe took exception and forcefully pushed back. Here's a listen on the exchange. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "RONALD ROWE, ACTING SECRET SERVICE DIRECTOR",
      "sentences": "Congressman, what you're not seeing is the lack of the detail off -- out of the pictures view.And that is the day where we remember the more than 3,000 people that have died on 9/11. I actually responded to Ground Zero. I was there going through the ashes of the World Trade Center. I was there at fresh kills. (CROSSTALKING) REP. PAT FALLON (R-TX): I'm not asking you that. I'm asking you because you were the special agent in charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "I was there, Congressman -- I was there to show respect for a Secret Service member that died on 9/11?(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "You're trying to be -- do not invoke 9/11 for political purposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "You are sir. You are out of line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would like to ask him a question please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLN",
      "sentences": "You are out of line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "I'm asking you serious questions for the American people. And they're very simple. They're not trick questions. Were you the special agent in charge that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "No, I wasn't. I was there representing the United States Secret Service, sir.(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Fallon, your time has expired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "It did not affect protective operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Your time has expired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "I know why you were there. Because you wanted to be visible, because you were auditioning for this job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "I was there to pay respect for a fallen member of this agency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "You endangered president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "You are out of line, Congressman.(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "vice president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "You are out of line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "-- because you are, You put those agents out of position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "ROWE",
      "sentences": "Mr. Chairman --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "Did you have a radio with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Fallon, your time has expired.(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "FALLON",
      "sentences": "Not yet, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And you are out of line.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:16",
      "speaker": "NEWTON",
      "sentences": "Quite a tense exchange there.Now, Rowe was promoted to interim head of the Secret Service following the attempt on Trump's life during a campaign rally in July. The shooting injured Trump and killed one of his supporters. Donald Trump is heading overseas for his first trip since the presidential election. He, along with other dignitaries and leaders, including U.S. first lady Jill Biden, will be in Paris when the magnificent cathedral Notre Dame reopens on Saturday. The inaugural mass is scheduled for Sunday morning, followed by eight days of special masses and prayers. Hundreds of artisans, carpenters and other specialists worked tirelessly to restore the treasured gothic cathedral after that devastating fire that tore through the church in 2019. Now the day Notre Dame went up in flames certainly shocked the world. Take a listen to the CNN bureau -- the Paris bureau -- those reporters and crew members, and what they remember of the chaos on the ground. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "SASKYA VANDOORNE, CNN SENIOR PRODUCER",
      "sentences": "I just saw the flames atop Notre Dame. I was stopped in my tracks. That image will always, you know, forever stay in my mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "ESPLIN",
      "sentences": "As we arrive, so do the crowds and its really chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "I think all at once there was the shock that it could have happened. The fact that it was spiraling out of control, the way the flames continued to grow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "ESPLIN",
      "sentences": "There's lots of people crying and you're looking Around. You really felt like you were witnessing a moment in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "BELL",
      "sentences": "And it's pretty chaotic here as you can see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "VANDOORNE",
      "sentences": "It must have been around 10 p.m. or 11 p.m. Parisians started kneeling, praying, some were crying. A moment of kind of reflection, calm in all that madness.I still have chills thinking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "ESPLIN",
      "sentences": "The first time we went in the most striking part was where the spire had collapsed through the ceiling.This huge hole of like burnt-out wood. Everything is still covered in soot, broken glass everywhere. It really feels like you're walking through a fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You sort of forget how big trees are when they're a hundred years old. We then went back to a workshop where people were carving and forming the shapes of those beams with the trees that we'd seen felled.They've brought these techniques from hundreds of years ago into the present and have managed to pull it off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "BELL",
      "sentences": "I think I was struck most by just how painstaking and elaborate their work was. There were woodworkers, there were stonemasons, there were individual crafts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "ESPLIN",
      "sentences": "There's just this endless pylon of scaffolding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "VANDOORNE",
      "sentences": "I remember going in and just thinking how are they going to get this done in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "BELL",
      "sentences": "The drones allowed us to see in intricate detail and above human eye level, the stonework, the beams, the paintings, everything that makes Notre Dame so remarkable in its detail.It's so much more than just a cathedral, you know Notre Dame is Paris. It's a place where, you know, I hope to bring my children once it reopens. Anyone going back in will have their own personal journey of what it means. I'll, yes, probably go back to my childhood when I go back inside of course. The world will rediscover what they'd forgotten. Their own Notre Dame. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:49",
      "speaker": "NEWTON",
      "sentences": "Lovely recollections there. And we can't wait to see it this weekend. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:45",
      "speaker": "NEWTON",
      "sentences": "Now, the phenomenon is called \"albedo\" and refers to the ability of surfaces to reflect light back into space.Now, the earth's albedo has been declining since the 1970s. That's due to the melting of snow and ice, exposing more of earth's darker land and water. The study is based on NASA satellite data and climate models. However, researchers have yet not been able to explain why earth has seen the decline in cloud cover. Now a state of emergency has been declared in California after a magnitude 7.0 earthquake struck off its northern coast. The quake was one of the strongest of the year. CNN's Marybel Gonzalez has our details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Earthquake. I feel it. Oh my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:45",
      "speaker": "MARYBEL GONZALEZ, CNN CORRESPONDENT",
      "sentences": "Residents rattled in northern California. The epicenter of the magnitude 7.0 quake happening about 50 miles southwest of Eureka over the Pacific Ocean. The city is located between San Francisco and Portland, Oregon, a part of the Golden State that's no stranger to shaking, according to experts at the U.S. Geological Survey. SUSAN HOUGH, U.S. GEOLOGICAL SURVEYearthquake zones in California. The offshore of Cape Mendocino is where the San Andreas fault ends, and it transitions to what we call a triple junction, where three tectonic plates come together. It's complicated. It produces a lot of moderately large earthquakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:45",
      "speaker": "GONZALEZ",
      "sentences": "In the minutes following the earthquake, a tsunami warning issued for parts of California and the Oregon coastline, officials urged people to head a mile inland, but then --GOV. GAVIN NEWSOM (D-CA): That tsunami warning was lifted. It is part of a protocol, tsunami warnings anytime you've 5.0 or greater around a coastal region typically goes into effect. It allows us to back off the abundance of caution. California Governor Gavin Newsom declared a state of emergency as damage assessments continue. MAUREEN LONG, SEISMOLOGIST AND EARTH/PLANETARY SCIENCES PROFESSOR, YALE UNIVERSITY: It's good to be aware of the possibility of aftershocks because that is something that we do expect for an earthquake of this size.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:45",
      "speaker": "GONZALEZ",
      "sentences": "I'm Marybel Gonzalez, reporting.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}