{
  "date": "2024-10-12",
  "headline": "CNN Newsroom",
  "subHeadline": "Final Sprint to Election Day; Trump Stokes Anti-Immigrant Fears; Milton Survivors Begin Long Recovery; Iran Vows to Stand by Long-time Allies Hezbollah; Israel Considering Response to Iranian Missile Attack; Trump Conspiracy Supporter Shapes Georgia Election Rules; One Woman's Effort to Rescue Ukraine's Abandoned Pets; Sports Highlights. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "We are now 24 days away from the U.S. election with both presidential nominees fighting to make their final pitches to voters in a very tight race. Later today, former president Donald Trump will participate in a roundtable in the battleground state of Nevada with members of the Hispanic community.He'll, then head to Coachella, California, for a campaign rally. Vice President Kamala Harris will travel to North Carolina for her own rally before returning to Washington. She's getting some help on the trail from first lady Jill Biden and former president Bill Clinton. Sources say Clinton is expected to begin a very targeted push across battleground states this weekend, trying to appeal to rural voters. And the first lady kicked off a series of events for Harris in Arizona on Friday, planning to visit five key states in four days. CNN's Harry Enten explains how close the race is in states that could be pivotal in deciding the outcome. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "HARRY ENTEN, CNN POLITICAL ANALYST",
      "sentences": "Let's take a look here. These are of course the Great Lake battleground states, states we've been focusing in on. If Kamala Harris wins these three, she most likely gets to 270 electoral votes. Take a look three weeks ago.Harris was ahead by two in Pennsylvania, two in Wisconsin, three in Michigan. Look at where we are today. The race is even tighter, even tighter than it was. Today, it's a one-point advantage in Pennsylvania, one in Wisconsin, one in Michigan. Look, that's limited movement but in a year in which this race has been so static, we're talking one point movement, one point movement, two point movements. And we see movements in all three. This is the type of thing that, at least in the public polling, makes Democrats worry. And I think that the public polling in this case is reflected in some of that internal polling, some of that reporting that suggests that these Great Lake battleground states have certainly tightened a lot where at this point they are way too close to call. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Trump hit the campaign trail Friday in Nevada and Colorado where he continued to spread lies and stoke fears about undocumented immigrants. At a rally in Aurora, Colorado, he falsely claimed that Venezuelan gang members are taking over parts of the state.And he vowed to create a federal program aimed at deporting them if he's reelected. Here he is. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: What the hell happened to Aurora? I will rescue Aurora and every town that has been invaded and conquered, going to get them the hell out of our country. These are stone cold killers, enemy from within. All the scum that we have to deal with, that hate our country, that's a bigger enemy and China and Russia. Very, very, very sick with highly contagious disease. And they'll let into our country to infect our country. Will not be conquered, we will not be conquered. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "While speaking in Reno, Nevada, later in the day, Trump repeated the same false claims. He told the crowd that Kamala Harris has, quote, \"supported a savage Venezuelan prison gang.\" He also slammed her recent media interviews and insulted her intelligence.Colorado's Democratic governor has been a target of Trump's attacks. The former president is accusing him of being weak on crime. And the governor told CNN that Trump's claims about violence in Aurora are overblown. (BEGIN VIDEO CLIP) GOV. JARED POLIS (D-CO):  It's not the same and then it's safer than it's ever been. Crime is down 31 percent over the last two years. Aurora is an incredible city, it's our third largest city, over 400,000 people. We have the Stanley Marketplace, we have the Cherry Creek State Park. It's a great place to live, to raise a family. And it's only gotten safer. So the Aurora he's talking about is one that the people of Colorado have never heard of. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "Democratic nominee Kamala Harris campaigned in the battleground state of Arizona. Speaking to a group of Republican supporters in Scottsdale, she expressed doubt about whether Trump and Vance would uphold their Oath of Office if they win the election.Harris also talked about her plans to lead the country. (BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES AND 2024 PRESIDENTIAL CANDIDATE:  The way that I like to lead, I bring folks in my office all the time. And they know I don't want any yes-people. I want people to come in and, first of all, be prepared. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "HARRIS",
      "sentences": "Yes, no time to waste.But come in and then let's, as I often say, kick the tires on ideas because the best ideas will survive those kinds of challenges. And the best ideas will then be most relevant to the American people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "CNN's Eva McKend has more from Washington.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Vice President Harris centering a country over party message in Arizona, where she talked about how, if elected, she would create a bipartisan council of advisers, a clear attempt to pick up those Nikki Haley voters and Republicans who will not support the former president.And as Harris works to rebuild the multiracial coalition that led in part to President Biden's victory in 2020, she's also in spaces where she can reach Black men. She'll hold at a town hall with Charlemagne tha God Tuesday in Detroit. The radio host, reacting to Trump's comments demeaning this city and asking \"Breakfast Club\" listeners to submit questions ahead of the event. (BEGIN VIDEO CLIP) CHARLAMAGNE THE GOD, HOST, \"BREAKFAST CLUB\":  Vice President Kamala Harris is a woman of color, Black and Indian. When Trump says the whole country is going to be like Detroit if she becomes president, he's telling folks that they need to fear America becoming too Black. I want local voices from Detroit and voices from all the battleground states to get the opportunity to ask Vice President Kamala Harris some questions. I know we got some pressing issues to talk about. The future of the nation is decided by who we elect. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "MCKEND",
      "sentences": "I'm told by a senior adviser that event will focus in part on the economy and address obstacles to creating intergenerational wealth. Her next stops on the trail include a rally Sunday in Greenville, North Carolina, and Erie, Pennsylvania, on Monday -- Eva McKend, CNN, Washington.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "New warnings in Florida about ongoing dangers in the aftermath of Hurricane Milton. Officials are telling residents who evacuated to stay put, even though many left are desperate to return home. Thousands tried to make their way home on Friday to assess the impactof Milton's destructive force. The storm claimed at least 17 lives. Some places like Tampa are dealing with fuel and electricity shortages. Officials there are urging people to stay off the roads if possible. Meanwhile, residents in other areas are being rescued or evacuated now as water levels continue to rise. The threat of flooding will continue in the hours and days ahead as the state's many rivers and lakes are expected to crest through the weekend. As President Joe Biden spoke with Georgia and Florida officials about recovery efforts, he also said Congress needs to step up and pass hurricane recovery aid after the back-to-back storms. (BEGIN VIDEO CLIP) JOE BIDEN (D), PRESIDENT OF THE UNITED STATES:  We want everyone in the impacted areas to know we're going to do everything we can to let you -- to help you pick back up the pieces and get back to where you were. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "BRUNHUBER",
      "sentences": "Milton defied some predictions as it brought storm surge in some areas, while others experienced flooding due to heavy rainfall.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:03",
      "speaker": "LEE TOWLE, SIESTA KEY RESIDENT",
      "sentences": "actually, we thought we were going to come back to it being flattened because they were talking about a 10 to 15 foot surge. And thankfully that did not happen. I don't know what the surge was but that's not what damaged our property.It was very much the wind but we really we're expecting to see the whole place just gone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "Shane says when he opened his closet door, he realized he had lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "OSTRANDER",
      "sentences": "I walked the dog this morning and that's when it hits me like when I see the neighbors with terrible damage, this whole neighborhood has been devastated and I haven't even left the street yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "Robin Longtin lives in the Spanish Lakes country club village neighborhood where at least six people died. She hunkered down and held on as a tornado tore off the roof of her mobile home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "ROBIN LONGTIN, SPANISH LAKES COUNTRY CLUB VILLAGE RESIDENT, LOST HOME IN TORNADO",
      "sentences": "I literally felt that lift up off the ground and jerked back down. And when I opened the door from the safe room, my roof was gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "Robin was able to save her cats and to parakeets but is still coming to grips with the loss of her home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "LONGTIN",
      "sentences": "Devastating, scary definitely life-changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "Others in the same senior community could not escape.Sixty-six-year-old Alejandro Alonzo's grandson tells CNN that Alejandro and his girlfriend were killed. The grandson describes Alejandro as an amazing grandfather and a motorcycle lover. CRYSTAL COLEMAN, St. LUCIE COUNTY RESIDENT, HOME DAMAGED BY TORNADO: It was literally a tornado was in my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "For those who survived, it's still surreal. This woman hid in her bathroom as a tornado tore off her roof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "COLEMAN",
      "sentences": "It was very life-threatening. I feel like I was about to die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "Even the county sheriff's building was not spared.SHERIFF KEITH PEARSON, St. LUCIE COUNTY, FLORIDA:  As you can see here, it destroyed this building, crumbled the red iron metal, destroyed lots of for vehicles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "St. Lucie County Sheriff Keith Pearson told us the focus now is on rescues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "PEARSON",
      "sentences": "We're not going to stop until we're able to, you know, rescue or recover as many people as we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where's everybody at? TODDA 91-year-old woman carried out of floodwaters in Lithia. This 77- year-old rode out the hurricane in his mobile home in St. Petersburg. JERALD GILCHRIST, St. PETERSBURG RESIDENT, RODE OUT HURRICANE MILTON AT HOME:  For a few years that I got left, I'd like to stay here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "And others slowly picking up the pieces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "RALPH GENITO, VALRICO RESIDENT",
      "sentences": "I mean, I know it's terrible things but I got start all over again. Yes. I just everything I had there is no good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "TODD",
      "sentences": "Our CNN teams on the west coast of Florida and here on the east coast of the state, have spoken to several residents who say that they're seriously rethinking the idea of still living in Florida, given the severity of the storms here.Two residents in this area have told us they would like to come back and rebuild in their current locations but only if they can do it with stronger building materials -- Brian Todd, CNN, Fort Pierce, Florida. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Israel admits it hit a United Nations peacekeeping base in Lebanon with explosives for the second time in two days.Several European leaders, including France, Italy and Spain, are calling the attacks  unacceptable. And human rights groups accused Israel of violating international law. Two peacekeepers were injured in the incident on Thursday and two more on Friday. The Israeli military said that on Friday its soldiers identified an immediate threat and responded with fire toward the threat. European countries with peacekeepers in Lebanon say these strikes shouldn't happen. They want an immediate ceasefire. (BEGIN VIDEO CLIP) GIORGIA MELONI, ITALIAN PRIME MINISTER (through translator):  As you know, the headquarters of the UNIFIL mission in two Italian bases have been hit by gunfire shots fired by the Israeli forces. Therefore, I, even as Italy must condemn what has happened, it is unacceptable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Meanwhile, the Israeli military says 180 projectiles were fired into Israel from Lebanon on Friday. Israel says some of them were intercepted. Israel's security cabinet is still weighing its response to Iran's missile attack.Iran launched about 200 ballistic missiles into Israel on October 1st in  what was the largest ever attack on the country. Israel's security cabinet met on Thursday but didn't reach a decision on retaliation. The U.S. has been talking with Israel about its plans to respond. President Biden says the response should be proportional. CNN's Fred Pleitgen joins us now live from Tehran. Fred, take us through what the mood there is in Iran as the country waits for Israel to retaliate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "BRUNHUBER",
      "sentences": "Fascinating to get that perspective from you there in Tehran, Fred Pleitgen, thank you so much, really appreciate that.(BEGIN VIDEOTAPE) BRUNHUBER:  And for more, I want to bring in Joost Hiltermann, who is the program director for the Middle East and North Africa at Crisis Group. And he joins so us live from Brussels. Thank you so much for being here with us. So we just heard there from our reporter in Tehran about the fear there that this war could escalate, possibly involving the U.S. How close are we, do you think, to it a much wider regional war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "JOOST HILTERMANN, THE CRISIS GROUP",
      "sentences": "We certainly are closer to it now than we were two or three weeks ago.And that is disturbing because the moment the path is in going the wrong direction. It is closer because Israel has threatened to carry out a major and surprising, as they say, attack on Iran. And if that attack is disproportionate to what Iran did on October 1st to Israel, then it may make it very difficult for Iran not to respond heavily. And then we get into a spiral that may be very, very difficult to reverse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "BRUNHUBER",
      "sentences": "So it sounds as though escalation may in some part depend on the scale and the targets, I guess, of Israel's planned retaliation, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "HILTERMANN",
      "sentences": "Absolutely. I mean, there are a number of targets Israel could seek out. One is, of course, a route to nuclear program and that there's a range of targets there. It could also go for the oil facilities. It could go for leadership. It could go for other economic infrastructure and it could go for military bases.So it all depends. If it's military bases, then I think Iran can absorb an attack. But if Israel is going after something that is really strategic, then it may have to respond from its perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:02",
      "speaker": "BRUNHUBER",
      "sentences": "The role of the U.S. here, I mean, the U.S. has urged Israel to stop attacking peacekeepers. Antony Blinken says they're trying to prevent a wider regional war through deterrence and diplomacy.But a lot has been made about how little clout the Biden administration seems to have, at least so far in terms of influencing Israel's actions in the war. So how -- do you think they would be able to possibly bring an end to this escalation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "So for Israel, I mean, this war couldn't be prosecuted without the political and military support of the U.S. But on the other side, with Iran, you've written about something called the patron's dilemma. So explain what that means in the context of Iran, its proxies and the dilemma that Iran is now facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "HILTERMANN",
      "sentences": "Yes, so absolutely it's right. The patron's dilemma applies to both Israel and United States and also to Iran and its regional allies, such as Hezbollah in Lebanon and Hamas.Hamas, when it carried out the attack on October 7, last year, it did so basically without prior -- notifying Iran beforehand. And Iran was caught by surprise. Even Israeli intelligence seems to agree on that. So -- and it didn't serve Iranian interests because Iran wants to use these allies in case of an attack on Iranian territory. So Hamas acted autonomously. But now a year later, we're actually in a situation where Hamas may get its wish of igniting a regional war because, by now, because of Hezbollah's actions, because of the Houthis in Yemen, because of Iraqi armed groups, we're now in a situation where Iranian territory is being attacked. And Iran may have to respond at a time that was not really of its choosing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "Sadly, bringing us closer to the brink, as you said, right off the top here. We'll have to leave it there but really appreciate getting your analysis. Joost Hiltermann, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "HILTERMANN",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States, Canada and around the world. I'm Kim Brunhuber. This is CNN NEWSROOM.Donald Trump and Kamala Harris are entering the final sprint to the U.S. election with just 24 days left. Vice President Harris spoke to a group of Republican supporters on Friday at a campaign stop in Scottsdale, Arizona, while Trump hit the campaign trail in Colorado, where he continued to spread lies and stoke fears about undocumented migrants. Meanwhile, Harris' running mate, Tim Walz, went to Michigan and slammed Trump for criticizing Detroit this week by comparing it to a developing nation. (BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL CANDIDATE:  If the guy would have ever spent any time in the Midwest, like all of us know, he'd know Detroit's experience in American comeback. City's growing, crime's down, factories are opening up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "On Friday, Harris held a High Holiday call for Jewish voters and vowed to ensure Israel has resources to defend itself from Iran.And FOX News announced that Trump has agreed to participate in a town hall next week here in Georgia. The audience will include only women as Trump fights to win over more female voters. Well, not once, not twice, not even three times. \"The New York Times\" journalist asked Republican vice presidential candidate JD Vance five times in an interview on Friday if he believes Donald Trump lost the 2020 presidential election. Well, she never got a real answer. Listen this. (BEGIN VIDEO CLIP) LULU GARCIA-NAVARRO, \"THE NEW YORK TIMES\":  Do you believe he lost the 2020 election? J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE:  I think that Donald Trump and I have both raised a number of issues with the 2020 election. But we're focused on the future. I think there's an obsession here, with focusing on 2020. I'm much more worried about what happened after 2020, which is a wide open border, groceries that are unaffordable. And look-- GARCIA-NAVARRO:  Senator, yes or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "VANCE",
      "sentences": "OK.GARCIA-NAVARRO:  Did Donald Trump lose the 2020 election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "VANCE",
      "sentences": "Let me ask you a question. Is it OK that big technology companies censored the Hunter Biden laptop story, which independent analysis have said it cost Donald Trump millions of votes?GARCIA-NAVARRO:  Senator Vance, I'm going to ask you again. Did Donald Trump lose the 2020 election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "VANCE",
      "sentences": "Did big technology companies censor a story?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "When asked if he would support the results of next month's election, Vance hedged there.He said, of course, he and Donald Trump would commit to a peaceful transfer of power but went to make sure every legal ballot is counted. Trump lost the state of Georgia in the last election by less than 12,000 votes. The supporters launched a number of debunked conspiracy theories, even claiming that some ballots were shredded after the vote. As Donie O'Sullivan reports, a major player behind that conspiracy is now shaping new election rules in the state. (BEGIN VIDEOTAPE) DONIE O'SULLIVAN, CNN SENIOR CORRESPONDENT:  How does it feel to be labeled a conspiracy theorist, as I'm sure you haven't been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SALLEIGH GRUBBS, TRUMP SUPPORTER",
      "sentences": "Am I?That's news to me. O'SULLIVAN:  Trump supporters like Salleigh Grubbs are making last- minute changes to election rules in Georgia on things like how ballots are counted and how easy it is to challenge the election results. Before the 2020 election, you weren't necessarily involved that had a political organizing level at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "GRUBBS",
      "sentences": "No.O'SULLIVAN:  What changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "GRUBBS",
      "sentences": "Because of the ballot shredding that happened at Jim Miller Park.O'SULLIVAN:  As Trump's election denialism grip Georgia in November 2020, Salleigh got caught up in a conspiracy theory her own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "GRUBBS",
      "sentences": "November 20, Friday morning.I got a phone call from a grand and said they're shredding things. You need to get over there. I'm watching on obese ballots being shredded now, unbelievable. O'SULLIVAN:  They jumped in their cars and chased the truck. Salleigh said it was like a scene from Thelma and Louise. What did you see? You saw --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "GRUBBS",
      "sentences": "I saw big containers, big bins of things that said official absentee ballot, wield over to a shredding trucks sucked up into the truck and shredded.O'SULLIVAN:  The story went viral but county and state election officials, even the shredding company itself said that no ballots were shredded, only things like all envelopes and mailing labels were destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "GRUBBS",
      "sentences": "If we can get lottery tickets, right. We should be able to process ballots.O'SULLIVAN:  Salleigh was directly involved in changing a rule to give local election officials the power to delay certification of the results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "STERLING",
      "sentences": "Most of the stuff I do is just adding extra stress to our county workers more than anything. If Trump wins the state, everything will be roses. If he loses the state by a small amount, which is a possibility, too, then this is just laying the foundation for the conspiracy theories of how the election got stolen this time.O'SULLIVAN:  One of the last minute changes here involves an additional count of ballots by hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "JOSEPH KIRK, ELECTIONS SUPERVISOR, BARTOW COUNTY, GA",
      "sentences": "I want be clear, I don't have a problem at hand counting ballots.O'SULLIVAN:  Yes. KIRK:  There's different times to do that, there's different reasons to do that in the process we know we go through is called an audit. O'SULLIVAN:  Joseph Kirk is the election administrator in the county next to Salleigh's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KIRK",
      "sentences": "But we do it after the election, in a controlled environment where it's easier to observe, easier to monitor the process and my folks have a chance to rest first. We're just giving folks a chance to make a mistake.We're just having very, very tired, in many cases, senior citizens try to hand-count stuff in front of people, which can be nerve wracking. O'SULLIVAN:  And I asked Gabriel Sterling, who you saw in that piece, one of the top election officials in Georgia, if officials there, if election workers are ready for all the conspiracy theories that chaos and confusion that could come. And he said, look, at least they know how this misinformation playbook works. Now they (INAUDIBLE) in 2020 when all those many conspiracy theories and former president Trump back contesting the result there. So at least he said they know what is ahead of them in November -- back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "Germany is sending a message to the Kremlin that time isn't on its side in Ukraine. German chancellor Olaf Scholz met Ukrainian president Volodymyr Zelenskyy in Berlin and announced more than $1.5 billion in military aid for Kyiv.Scholz said that it's a cue to Moscow that it won't outlast the West in Ukraine. Hours earlier, Zelenskyy met with Pope Francis and talked about how the Vatican could help release Ukrainian civilians held by Russia. Meanwhile, Russian president Vladimir Putin is propping up his own alliances, meeting his Iranian counterpart for the first time on Friday. Putin said Moscow is seeing eye-to-eye with Tehran on global events and they're working together on international challenges. A new documentary looks at heroic efforts taking place along Ukraine's front lines. Only this film isn't about just troops and tanks and drones. It's about one woman's mission to rescue all those too often left behind amid the fighting. Have a look. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  If we don't sterilize now, especially in these abandoned places with only animals left, in these towns with five people feeing 100 animals, imagine if each of these animals starts reproducing and giving birth to five puppies every six months. These puppies will grow up after six months and they will reproduce again. We'll have a disaster as a result. They'll eat each other, they'll attack people, they'll form packs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "\"War Tails\" tells the story of Khrystyna Drahomaretska. Before Russia's full-scale invasion of her country, she was an architect. But like so many other Ukrainians, she saw a need, something that had to be done, and an opportunity to make a difference and here's the film's plot twist.This isn't just about saving pets. And Khrystyna joins me now from Seattle, where the documentary is being showed. Great to see you. Thank you so much for being here with us. So why this particular mission, why pets? Why did you decide to get involved in helping them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "KHRYSTYNA DRAHOMARETSKA, UKRAINIAN PET RESCUER",
      "sentences": "Hi, Kim. The biggest problem that, like humans, they can help themselves but pets, animals, they can't help themselves.So should be someone strong, really strong, who can help them. So that's why I decided to help not people but help animals because they need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DRAHOMARETSKA",
      "sentences": "So we are, we find them (INAUDIBLE) around front line, where feed (ph) them, we sterilize them, we do -- we sterilize and also we, in our shelter, we take them to our shelter and find -- try to find nice family for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "You talked about being near the front lines there.How dangerous is the risk working near the front lines? I know you've, from watching the documentary, you've literally driven through fields full of land mines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DRAHOMARETSKA",
      "sentences": "Yes, like Russian leave a mine for you. If you're a civilian or you're a  soldier or you're a volunteer, they will kill you if they will find you. So it's -- we work under the drones. We work -- like I also actually got shot from missile.It's -- so if it's (INAUDIBLE) dangerous work but we ready to do it. We ready to sacrifice so we just need -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DRAHOMARETSKA",
      "sentences": "--  need the help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes.And I'll get to the help you need later. But just to stay on that, I mean, the danger that you're facing isn't just from the missiles and from the mines and so on. I mean, the pets themselves can be dangerous. You've been bitten countless times, I imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DRAHOMARETSKA",
      "sentences": "Yes, kind of see my hands but they will be bitten maybe 50 times and also they can be dangerous. They can -- now we have problem in Ukraine with rabies. Animals, because of Russia's invasion, more than 1 million animals become homeless.And only less than 10 percent of them (INAUDIBLE) and they are not (INAUDIBLE) and they spread such disease like rabies. So that's what I were trying to solve. We're trying to solve the problem with us with rabies and with starvation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. And that's -- that should be underlined. You're not just helping the pets, you're helping people at the same time, helping to stop the spread of this really deadly disease, rabies.And the footage of you actually catching these pets. I mean, crawling into tiny spaces and the way you do it with blow darts, tranquilizing them. I mean, take me through how you are actually accomplishing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DRAHOMARETSKA",
      "sentences": "It's -- like I think it's -- it's a move from your -- from your heart and you use everything. Yes, we use some blowpipe, we use darts to these animals because most of them, they are, they are scared, they try and run away. And we trying to do all our best to solve this problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. Unfortunately, there are more pets than there are shelters.What happens to the ones you can't find homes for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DRAHOMARETSKA",
      "sentences": "Unfortunately, our shelter awful. And this is the problem because our animals not sterilized. Our shelter full and we don't have any space where we can bring them. Yes, we always -- we always working about adoption. We always asking people to take animals from front line in Ukraine, in Europe.And we also have our own shelter where I took animals from front line. And we do all the stuff, like we have a crate them, bring them to shelter, sterilize them, treat them and then we trying to find the good families for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. The need obviously is so much greater than what you as one person and your team can do.What kind of help do you need from agencies and leaders from the rest of Europe, for example?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:07",
      "speaker": "BRUNHUBER",
      "sentences": "It's a great message to end on and such worthwhile work, helping both animals and humans in the long run.The movie \"War Tails;\" Khrystyna Drahomaretska, thank you so much for joining us. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:07",
      "speaker": "DRAHOMARETSKA",
      "sentences": "Thank you, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:07",
      "speaker": "BRUNHUBER",
      "sentences": "All right.And we'll be right back. Stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    }
  ]
}