{
  "date": "2024-09-17",
  "headline": "CNN 10",
  "subHeadline": "Floods Gush Through Nigerian Zoo, Sweeping Snakes and Crocodiles Into Neighborhoods; How Discarded Electronics are Being Recycled for Gold; A Runaway Penguin Spent Two Weeks Missing at Sea. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Delivering food in the most desperate of ways. It takes a good arm to throw supplies to people trapped on balconies androoftops in flood-soaked Maiduguri. Floods have affected up to one million people, with many residents still trapped in their houses after heavy rains caused a dam to overflow. Thousands of others managed to flee the flood zone, trudging through waist- deep water and climbing aboard army trucks, but after escaping one life- threatening situation, they are now faced with another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "EMMANUEL BIGENIMANA, WORLD FOOD PROGRAMME",
      "sentences": "Many, many people, I`m talking about over 200,000, 300,000 displaced people who are overcrowded in severalIDP camps, and also on the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "Children scrape the bottom of a pot of rice at one displacement camp where thousands of evacuees are being held. Food and water already inshort supply, and people say the cost of goods has shot up since the central market flooded and local crops were destroyed. Some families say they were given a tent and little else. YAGAMBO MALUM-KACHALLA, DISPLACED PERSON (through translator):  I must go out and find some food for my family to eat. I have no money, and my elder brother also has no money. I don`t even know where he is now. He must have gone out scavenging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "The Maiduguri Zoo also flooded, killing more than 80% of the animals, although crocodiles, snakes and even an ostrich were washed intocommunities. Miserable conditions all round that could get worse, especially for those in temporary shelters where threats like hunger and disease are also likely waiting. Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Pop quiz hot shot. During what Olympics were medals first made using precious metals recycled from used electronics? 2012 London, 2016 Rio, 2020Tokyo or 2024 Paris? The Tokyo Olympics are your answer here. Almost 80,000 tons of discarded devices collected from the public were used to extract precious medals for the winner`s medals. Olympics organizers aren`t the first to recycle heaps of devices to extract precious medals. All over the world, mobile phones, digital cameras, handheld games, laptops and more are dismantled and melted down to extract gold, platinum and rare earth medals. In Afghanistan, workers are doing this tedious job of stripping electronics for precious metals with little technology to assist them. In one of the least developed countries in the world, the work offers a profitable salary, but workers fear the future of the trade may be short-lived, as precious metals are increasingly swapped out for cheaper ones in newer electronics. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "In a workshop filled with TVs, computers and cell phones, these electronics are only as useful as what`s foundinside them. Workers break them apart using pliers or their bare hands, searching for gold in their circuit boards. Once the metal is extracted, the micrograms are accumulated and stripped with acid. It`s a job both tedious and risky. Those in wealthier nations often rely on technology with better safeguards for the same process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SAYED WALI AGHA, WORKSHOP OWNER",
      "sentences": "It takes a long time to dismantle everything. We don`t have the necessary machinery and we don`t have muchequipment. We don`t have much acid, which we bring in from Pakistan. So we can`t extract anything except the gold, not even the silver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NEWTON",
      "sentences": "The men make a typical salary for Afghanistan, around $166 a month in this workshop, the owner says. But while profitable for some, the futureof the trade is bleak. According to workers, more and more electronics are being produced with cheaper metals, slowly diminishing the amount of gold to be extracted from new items.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MOHAMMAD YASEEN, GOLD SMELTER",
      "sentences": "Japanese electronic products are decreasing day by day on the markets. And Chinese electronic products that areincreasing on the markets contain less or no gold, which is why the quantity of gold is decreasing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NEWTON",
      "sentences": "The trade was revived alongside the Taliban`s return to power in 2021, when the acid used to strip the gold became available again, workerssay. Soaring gold prices have also contributed to the industry`s rebirth. But just as fast as it`s been revived, the recycling of gold from electronics in Afghanistan could come to a halt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "AGHA",
      "sentences": "The sector is not expected to grow. The new electronic devices are more durable, and they don`t contain gold. I don`t think this business willdevelop any further and will disappear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NEWTON",
      "sentences": "For now, men work meticulously on the floor of the workshop, maskless and gloveless, to make a living for themselves and their families.But while Afghanistan`s gold industry thrives, the trade of recycling it may not for much longer. Paula Newton, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Our story today getting a 10 out of 10, a miracle penguin. A six- year-old Cape penguin named Pen was born in captivity. And during her first swim in the ocean, Pen became lost at sea for two weeks. Being born incaptivity lowered her survival odds in the wild, but the persistent penguin overcame the odds and a typhoon before zoo staff finally found her swimming on a beach. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A runaway zoo penguin has been found safe in Japan after being missing for nearly two weeks. The six-year-old Cape penguinnamed Pen escaped through a hole in her enclosure and paddled 45 kilometers in open waters. With no boats operating during a recent typhoon, Pen avoided collisions and fishing nets. She was later spotted swimming near a beach unharmed in what her keeper called a miraculous survival. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}