{
  "date": "2024-07-19",
  "headline": "Amanpour",
  "subHeadline": "Interview with The Bulwark Publisher and The Focus Group Podcast Host Sarah Longwell; Interview with Former U.S. House Representative and Ran Against J. D. Vance in 2022 Ohio in U.S. Senate Race Tim Ryan (D-OH); Interview with \"The Wolves of K Street\" Co-Author and Pulitzer Prize- Winning Reporter Brody Mullins; Interview with The Daily Show Former Host Trevor Noah; Bob Newhart, Legendary Comedian, Dead at 94. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "The RNC ends with wrestlers and razzmatazz. But did Trump strike the unifying tone he promised? I asked Republican pollster SarahLongwell. Then, as President Biden recovers from COVID, will he bow out of the race or double down? I speak to Former Democratic Congressman Tim Ryan. And a Russian court finds American journalist Evan Gershkovich guilty on trumped up charges of espionage. We have the latest. Also, ahead, \"The Wolves of K Street.\" Hari Sreenivasan talks to reporter Brody Mullins about his new book, which details how big money took over big government. Plus -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "TREVOR NOAH, FORMER HOST, THE DAILY SHOW",
      "sentences": "Donald Trump has hijacked a political party. I've never seen that happen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Looking back to where it all began. Christiane's conversation with comedian Trevor Noah on the sidelines of the 2016 RNC.Welcome to the program, everyone. I'm Bianna Golodryga in New York, sitting in for Christiane Amanpour. Well, that's all, folks. The Republican National Convention reached its conclusion late Thursday night, very late Thursday night, capping off proceedings with a shirt ripping wrestler and a whopping 90-minute speech from the Republican nominee Donald Trump. Though the former president promised to speak on the theme of unity after his assassination attempt, the tone quickly shifted back to his familiar tropes, falsehoods and head scratching references. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND REPUBLICAN PRESIDENTIAL CANDIDATE:  The Democrat Party should immediately stop weaponizing the justice system. The fake documents case, drop these partisan witch hunts, crazy Nancy Pelosi. They're destroying our country, cheating on elections. We're never going to let that happen again. They use COVID to cheat. The late great Hannibal Lecter, he'd love to have you for dinner. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "OK. That's in reference to the film, \"The Silence of the Lambs\" from the 1990s. Perhaps one of the things that stuck out the most, however,was what is missing. Very few direct attacks on President Joe Biden himself. Maybe it's part of Trump's promise of unity, or perhaps it's because the current president could drop out of the race as pressure mounts within his own party. To break it all down, let's bring in Sarah Longwell. She's a longtime Republican strategist turned Trump critic who still regularly speaks to average GOP voters to understand their state of mind. Sarah, always good to see you, especially on a day like this. So, walk us through -- I'm going to ask you a two-prong question. One is your reaction to what we saw from Trump's speech yesterday, following what appeared to be a very cohesive, united, and disciplined convention. And then, what an average GOP voter saw in that speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, that could be viewed two ways. Because, Sarah, we're just getting notice from Joe Biden's campaign saying that the president islooking forward to getting back on the campaign trail next week to \"continue exposing the threat of Donald Trump's Project 2025 agenda while making the case for my own record and the vision that I have for America, one where we save our democracy, protect our rights and freedoms and create opportunity for everyone.\" So, it appears that the president, despite the fact that now, I think, we're up to 30 elected Democratic officials that are publicly speaking out saying that Joe Biden should step down, it appears that he has dug in his heels. Perhaps he saw something, again, a reminder of Donald Trump not being necessarily a strong candidate and saying, I can beat that guy. But given what's playing out within the Democratic Party right now, and the longer this goes on, Sarah, I think you'd agree with me that this only weakens Joe Biden's candidacy if he does ultimately remain the candidate. How do you see this playing out? I would imagine this is a music to Republicans' ears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "LONGWELL",
      "sentences": "Yes. Look, the Republicans really want to run against Joe Biden. That's -- Tim Alberta has a great piece of reporting on this in \"TheAtlantic.\" But it's just -- it's very obvious that this is a campaign that was built around Donald Trump being able to beat Joe Biden. Because if you listen to voters and the Trump team is listening to the same swing voters that I'm listening to, Joe Biden's age has been an enormous liability for a couple of years now, and that debate, which confirmed people's fears, it would be one thing if Joe Biden had had a great debate, and he had allayed people's fears about his age, sort of like he did with the State of the Union. But instead, it confirmed what people think. And what I hear from voters in the focus groups is that they don't hate Joe Biden. They're not -- they think he's been -- you know, some of them are concerned about the economy, don't love immigration, but they really dislike Donald Trump, and they're looking for somebody to affirmatively vote for, but they don't think Joe Biden can serve another four years. They just -- they -- I mean, it's just -- it doesn't make any sense to them that he is running again. They don't think he'll survive the next four years. They certainly don't think he can implement a forward-looking agenda. And so, at this point, the voters sort of say, look. if we're already voting for Kamala Harris, ultimately, then why isn't the nominee just Kamala Harris, or why isn't it somebody else? I mean, they're desperate. The voters are desperate for a different candidate than Joe Biden. And look, the Donald Trump we saw yesterday, that man is also very old and very diminished and giving an utterly bizarre speech that any sort of 56- year-old Democrat who can go and prosecute a case against Trump, go on offense against Trump, I think they could do very well. I think they could win. I think Joe Biden can't win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, Sarah, what do you make and what do some of those never Trump Republicans or undecided voters think about Kamala Harris? Do theyview her in a new light now? Is there opportunity for her to be viewed that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "LONGWELL",
      "sentences": "Yes. So, here's what's interesting. Look, I have asked voters about Kamala Harris for years now, and they're not wild about her. I don'twant to -- I'm not -- I'll be completely honest. But they tend to have an impression of her, sort of a slightly negative impression. The main thing that voters say is, I don't really see her. What is she doing? I don't really know anything about her. And so, when you hear that, what you know is that she can turn this thing around, right? Like, their impression of Joe Biden now is locked in. They think he's too old. They do not think he can do the job. With Kamala Harris, there is upside if she can go prosecute the case. This -- Donald Trump and J. D. Vance -- and J. D. Vance is a strange pick for Trump in the sense that he brings with him a lot of liabilities on some of the issues that Trump wasn't as vulnerable on, like abortion. Voters see Trump as kind of a cultural moderate in some ways. And J. D. Vance is much more like the 2022 candidates who lost up and down the ballot because they were too extreme on abortion. So, put somebody like Kamala Harris in there, put some other Democrat in there who can prosecute a case and make this election about Trump and how dangerous he is, who can remind people about January 6th. Voters aren't just thinking about January 6th randomly. They're mostly thinking about prices at the grocery store. If they're thinking about those things, you know, Democrats are in a tougher position. But if you are reminding them all the time about abortion, about January 6, about Trump's chaos, about his legal issues, about the fact that he's adjudicated rapist. This guy has got so much baggage. If somebody can just make -- prosecute the case against him. And I think the prosecutor versus the felon is a good frame. I think there are even better people on the Democratic bench who would fare very well against Donald Trump. But, you know, that's going to be for Democrats to figure out. I do know that this -- that Joe Biden is not in a position to prosecute that case. We've seen it over and over again with our own eyes and that's just what has to be done to beat Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, back to Republicans and the Trump-Vance ticket, we know that they're headed to Michigan today and that is an important swing statefor them, a battleground state. There have been questions about what, if anything, J. D. Vance brings to the table regarding some of those battleground states and what he wins for Donald Trump. It appears that that may be nothing other than them having chemistry and Trump viewing Vance as the future of the party. But what do you think that their ultimate objectives need to be going forward to win over more of those important states?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "LONGWELL",
      "sentences": "Well, so here's what's interesting about -- and this was true in the convention and it's been true, I think, of how Trump's campaign hasbeen conducting itself, and you can see it in the choice of J. D. Vance. They're doubling down on MAGA, right? If they -- if he picked Marco Rubio or a Nikki Haley or somebody that would appeal to these college educated suburban voters, that would be one kind of way to expand Trump's coalition. They're not doing that. In large part because a lot of those college educated suburban voters are pretty firmly part of that coalition I talked about. The biggest coalition in American politics is an anti-Trump coalition. But I think what they're trying to do with J. D. Vance and just with Hulk Hogan and their TikTok celebrities or influencers, this is about expanding the electorate, low propensity voters who might not otherwise be engaged in politics, but are interested in Donald Trump. And so, they are trying to expand their tent, just not in the way you'd normally think about it. And so, I think that's what J. D. Vance is about. It's about can you find low propensity men who don't otherwise vote and get them to come out for Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Right. Well, they put on quite a show this week in Milwaukee. Sarah Longwell, thank you, as always for your expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "LONGWELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Is that through mediation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "RYAN",
      "sentences": "Yes, that has been very helpful in the last three weeks. My hot yoga and meditation practice has been essential to survival here. I don't knowhow you survive without it. But yes, I just think that, you know, everyone's trying to give him his space. We heard about Nancy Pelosi, who is the godmother of democratic politics, chief strategist, nobody more sophisticated than her, I think going directly to the president and sounds like even talking to the president's aide who's giving the president the polling numbers that no one else believes. And so, that was some tough talk and some tough love. And I just think that this weekend we're going to have to see where things go. I know there's a bunch of senators waiting to come out. Dozens and dozens of House members waiting to come out, but everybody's trying to be respectful. So, I'm trying to remain semi-optimistic here and hope that things fall the right way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "But how much time really is there for a big change to occur? Because, you know, you've got that deadline for the roll call coming up, Ithink, August 1st. Punchbowl News is reporting that the Democratic leadership on Capitol Hill says that if Biden doesn't exit the race by early next week, that you're going to have Chuck Schumer and Hakeem Jeffries forced to come public with their misgivings about his candidacy. Regardless, I mean, the longer he stays in the race, doesn't that just weaken him as a candidate and whoever the candidate would be eventually if he does ultimately decide to step aside?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "RYAN",
      "sentences": "Well, I think it definitely weakens him. But I do think Kamala Harris, which is my pick, if she emerges or there's a pass off to the vicepresident, I think there's an immediate reset. So, I'm not worried if that's Sunday, Monday, Tuesday, Wednesday, that is going to be an immediate interjection of a -- a ton of -- an injection of a ton of energy into our campaign. I mean, I'm just getting texts from people as I've been on TV over the last few days that are just excited after watching the Republican Convention. Like Democrats are like, OK, this is not a foregone conclusion. Let's get somebody who can actually take this guy on. People don't want to live in the dark ages again and live in this just kind of very dark, narrow, negative world that Trump painted last night. Americans want to be energized, they want aspiration, and that's the kind of campaign that we need to bring. And if we do that, we're going to pull all those voters. Sarah was just talking about, in your last segment, those independent voters, suburban. You know, you live in suburban Columbus, Ohio, it's a multicultural, suburban leaning Republican area, but there are a lot of people who, you know, aren't white, Irish, Catholic like me, you know? And so, when you talk about mass deportations, moms, regardless of their political views, are thinking, wait a minute, how far can this go? And, you know, I mean, let's be honest about what could happen here, those are going to come -- those people are going to come vote for Kamala Harris and the Democrats if we get our message right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. We spent a lot of time already talking about Trump's at times, you know, nonsensical comments. I think 20 plus lies there. He sortof veered into traditional old Trump, despite sticking to the script and message they said of unity in the first 30 minutes of the speech. That aside, I do want to play -- you know, there were some really impactful, powerful moments from some of the other speakers that we saw there at the convention. Every day, American voters, voters who, incidentally, quite a few of them, were former Democrats that said they came over to the Republican Party for a myriad of reasons. I want to play sound from one mother, just an ordinary citizen whose son had unfortunately died at the hands of drug addiction. That's something that so many Americans have faced and are familiar with. Let's play sound from that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "ANNE FUNDNER, REPUBLICAN NATIONAL CONVENTION SPEAKER",
      "sentences": "And on February 27, 2022, our lives were shattered and our baby was gone. This was not anoverdose. It was a poisoning. His whole future, everything we ever wanted for him was ripped away in an instant, and Joe Biden does nothing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "RYAN",
      "sentences": "Well, your heart just goes out to parents like that. That's the worst nightmare for any parent. So, I'm getting choked up just listening. I-- you have to have an acknowledgement of -- for a large swath of people in the country that things aren't as good as they want it to be. You know, you could talk about -- and this is -- has been my kind of beef with Democrats a lot, you can't just talk about the GDP, you can't just talk about macroeconomic numbers because there are still a lot of people that are being hurt by the high price of groceries or gas or whatever. You have to acknowledge that. But then you have to say, look, here's what we've done to try to fix this. And I think, you know, the administration has a lot to talk about, and here's what we're going to do. And we can't achieve any of this if we're so divided. So, we have to come together in order to achieve any of this. Like, we have -- we're reshoring jobs for the first time in 40 or 50 years. Chip manufacturers, electric vehicles, manufacturing jobs are going through the roof. You know, our whole energy demand is going -- the projections for energy are doubling because of data centers and A.I. and innovation that's happening here. These are kind of real first world problems. But we want to bring everybody along, and that's not going to happen if we're divided. And that's not going to happen if we're negative. And that's not going to happen if we're calling the other, you know, a political party, the enemy. That's -- these are common enemies, poverty, disease, you know, economic insecurity, those are our collective common enemy that we have to work together. And I tell people a lot, not to go on too much, but the only reason we're here is a species right now and survived everything, we're not the fastest, we're not the strongest, we cooperated with each other. That's the only -- we learned how to talk to each other. We learned how to listen to each other. That's why we're still here. So, if we can get back to this basic kind of fundamental things and grab the American spirit. There was no American spirit this week. You could -- in that room, maybe they felt something. But clearly, it was exclusionary, it was full of blame, it was full of negativity, and it was full of how bad things are. You think of Ronald Reagan, you think of Jack Kennedy, you think of FDR, you think of Bill Clinton, you think of Barack Obama. You know, even George W. Bush was saying, no, we could do better. We may not agree on how we get there, but the view was optimistic. You know, George W. Bush tried to pass immigration reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "RYAN",
      "sentences": "I mean, people forget that. And Rush Limbaugh deep sixed them with right-wing talk radio. I was around, you know, for that. So, thesepresidents are meant to bring us together and have aspiration. Donald Trump is the exact opposite. And so, if we can get a candidate that can articulate that aspiration, that can inspire us to come together, we will blow him out. We will win the House and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Are you throwing your hat in the ring for that candidacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "RYAN",
      "sentences": "No, no, I'm not. I will be -- I'll be in the fight at some level. I'm not throwing my head in a ring. I'm enjoying my time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "You're sitting this one out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "RYAN",
      "sentences": "I'm enjoying my time doing hot yoga and time for meditation. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "We'll have to have you on for a segment just on that alone, because I think a lot of Americans really need to focus on that practiceright now, especially. The last minute we have together, you know, you of all people know J. D. Vance quite well. You ran against him. As you said, you -- up until Labor Day you were three points neck and neck. It was really anybody's battle to win at that point. And you ultimately lost, but it was exposed that he was a weaker candidate than many had expected. And you blame that on a lot of funding from Republicans that you say you didn't get from Democrats as well. What is your advice now for Democrats? As we know who this ticket is, we know Trump, we've covered him a lot, but J. D. Vance in particular, most Americans didn't know who he was prior to this week, what is your sense on how Democrats can approach him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "RYAN",
      "sentences": "But that plan, that strategy works. It will work against Trump and J. D. Vance. And we just got to get the message out and get the campaigngoing. But you got to have somebody that can articulate that message, and that's going to be for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "That is the key, is to figure out who that candidate will be. In the meantime, go get your yoga mat, enjoy your hot yoga and meditation.Tim Ryan, it's good to see you. You look well rested. It's doing something for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "RYAN",
      "sentences": "Thank you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, now, we turn our focus to small -- to a small court about a thousand miles east of Moscow where American journalist Evan Gershkovichhas been found guilty of espionage by a Russian court and sentenced to 16 years in a penal colony. Now, his friends, family, his employer, \"The Wall Street Journal\" and the White House have all slammed the trial as a sham, and many believe Gershkovich is being used as a bargaining chip by the Kremlin. Correspondent Matthew Chance, who's previously been in the courtroom during this case, has the latest with this report. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CORRESPONDENT (voice-over):  Ahead of the verdict in the Russian courthouse, cameras jostled for a glimpse of the U.S. journalist in his glass cage. After finding him guilty of espionage, the judge asked Evan Gershkovich if he had any questions about the 16-year prison sentence he'd been handed. Looking thin and tired, the Wall Street Journal reporter answered no. The critics say his guilty verdict was inevitable and underlines how politicized Russia's judicial system has become. A strongly worded statement from Gershkovich's employers called it a disgraceful and sham conviction that comes after his 478 days in prison, wrongfully detained, and away from his family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CHANCE",
      "sentences": "You can see Evan Gershkovich is in there. Hi, Matthew from CNN. Are you holding up alright?CHANCE (voice-over):  It's been a saga which has seen Evan Gershkovich, now 32, make several tightly controlled court appearances since being detained and accused of gathering secret information on a Russian tank factory for the CIA. Allegations denied by Gershkovich and the U.S. government. There are other U.S. citizens held in Russia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "PAUL WHELAN, AMERICAN, PRISONER IN RUSSIA",
      "sentences": "I am innocent of any --CHANCE (voice-over):  -- like Paul Whelan, a former Marine, sentenced in 2020 to 16 years for spying and also designated by Washington as wrongly detained. Dual citizens Ksenia Karelina, an amateur ballerina from L.A., and journalist Alsu Kurmasheva are also in custody. As are Gordon Black, a staff sergeant in the U.S. Army, and U.S. school teacher Marc Fogel. Critics suspect the Kremlin has been collecting U.S. citizens as bargaining chips for a future deal. But even now, that deal could still be months, or perhaps years, away. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "We'll continue to cover this story. Matthew Chance reporting there. Well, we return here to the U.S., where there's going to be one bigwinner this November, and our next guest argues that it's not going to be Republicans or Democrats, but lobby groups. Pulitzer Prize-winning investigative reporter Brody Mullins joining Hari Sreenivasan to discuss his new book, which chronicles how lobbyists have brought in a new era of public policy to the benefit of corporate America. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Brody Mullins, thanks so much for joining us. You are a co-author with your brother on a new bookcalled \"The Wolves of K Street: The Secret History of How Big Money Took Over Big Government.\" Thanks for being with us. And I wonder why this book? Why now? BRODY MULLINS, CO-AUTHOR, \"THE WOLVES OF K STREET\" AND PULITZER PRIZE- WINNING REPORTER:  Yes, that's a great question. You know, when we travel outside in Washington, our reporting, if you talk to Republicans and say, what's wrong with Washington, they blame Democrats. And if you talk to Democrats, they blame Republicans. And what we're really identifying is that, you know, Corporate America is a lot of the problem in Washington. Corporate America is bipartisan. They win whether Republicans are in charge or Democrats are in charge. And we sort of wanted to expose, you know, sort of how they use their power, influence, and money to change public policy, to help big companies and executives and not the rest of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, give me an idea, like what kinds of laws or legislation have lobbyists been very successful and either creating or tweaking orstopping",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, you know, what you point out -- I mean, and you go really kind of fascinatingly into the history of this that lobbying, in one way oranother, has been around. In fact, the framers of the constitution even knew that that was going to happen, you know, hundreds of years before the state we're in today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MULLINS",
      "sentences": "Yes, that's -- you know, one of the fascinating things we learned in our reporting that we did not know about is exactly what you just said,that in \"The Federalist Papers,\" the framers of the government said -- you know, they foresaw there would be lobbying, there would be corporate lobbying. They didn't call it lobbying, they call them factions. But they foresaw there'd be an industry faction, you know, business owners, would have a group -- an interest group, essentially, and then that workers would have an interest group, or what they call a faction, which basically became labor unions. But what they thought is that those two factions would be sort of equal size and strength, and they would battle each other to make sort of compromise legislation, and that basically worked for most of the next 200 years. The problem now is that corporations have so much money and so much influence that they basically destroy the other factions or interest groups. You know, as we know, labor unions don't have the influence they used to have. The Ralph Naders and consumer groups don't have the influence they used to have. And it's really just big companies who are putting their thumb on the scale, really their whole hand on the scale for policy to help companies and not everyone else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, what happened if this idea that the founding fathers had, OK, there's going to be this marketplace of ideas, there's going to bethese competing factions, this tension will balance itself out. If that lasted well-ish for 200 years, what happened when we get to the 1970s?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MULLINS",
      "sentences": "Yes, a whole bunch of things happened in the 1970s. That's sort of the key moment. So, before the '70s companies had relatively littleinfluence in Washington. In fact, Ralph Nader was the most influential person on public policy matters. From the new deal to the great society, the government really grew very quickly, lots of new rules and regulations and administration agencies, and companies for the most part did not oppose those -- the growth of the government because they were making money and things were fine. They were sponsoring the little league team and supported their employees. What changed in the 1970s, the economy tanked company profits evaporated, and companies looked around for who to blame, for how to get back making money. And they realized that all these new rules and regulations were really hindering their ability to compete in the marketplace and to make money and cost them so much money to comply with. So, in like any good business people, they invested in their problem. And their problem was the government. So, as a result of that they started pouring money into lobbying, into campaign donations and to really, for the first time, taking action in Washington and gaining the power that they have now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SREENIVASAN",
      "sentences": "You've got a statistic in there that I just want to cite here. It says, by 2012 for every dollar spent by consumer groups whereenvironmental activists to influence federal policy, corporations and their allies were spending $86. Explain that to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MULLINS",
      "sentences": "Yes, and that was more than a decade ago. And also, that's only the money that we know that's being spent. I mean, so much of lobbying isnow being spent outside of Washington to get constituents and business groups and other organizations to support pro-business policies. And that money is not included in that total. The idea here is that, you know, there are hundreds and thousands of big U.S. companies, and they're all spending millions of dollars to impact legislation, and it is overwhelming the opposition, the opposition here being labor unions or consumer groups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "SREENIVASAN",
      "sentences": "Can you give me an idea of the scale of what kind of money we're talking about? Who are the biggest players? How much are theyspending?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MULLINS",
      "sentences": "Right now, the big tech companies dominate the lobbying game, but so does the U.S. Chamber of Commerce, which spends $100 million lobbying,and pharmaceutical companies. But you know, more of the point here, we write out one company, Genentech, and one of their lobbyists, their lobbying -- their internal lobbying figures that I got show that about five years ago they were spending about $50 million lobbying Washington, but only $5 million of that was in the disclosed category. So, if you take that across everyone else, you know, one out of every $10 being disclosed and nine out of 10 is not disclosed. And that's really, you know, the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MULLINS",
      "sentences": "Exactly. I wanted to write about our book is how lobbying it has moved from sort of smoke-filled room where lobbyists get special favors andget access to members of Congress, you know, using old school tactics like, you know, steak dinners and rounds of golf and cozy relationships and campaign check. So, much of lobbying now takes place outside of Washington. And lobbying outside of Washington is not disclosed. When I say lobbying, you know, what we've realized is that members of Congress will do whatever it takes to get re-elected. And to get re- elected, obviously, you need 51 percent of your constituents to support you. And lobbyists know that. So, lobbyists now go to constituents and to companies and to employees and to industry groups and to other civic organizations and trying to get their support, you know, for a trade policy or an R&amp;D tax credit or for, you know, some immigration regulation. And if you can get the support of someone's constituent, the member of commerce will follow because the member of commerce wants to get re- elected. All of that lobbying that's taking place now is not disclosed at all. So, to give you a statistic, in 2007, the last time there was a major lobbying reform bill in D.C., there were roughly 12,000 registered lobbies in D.C. Today, 15 years later, with corporations having so much influence in Washington, spending billions of dollars to influence Washington, there are still only 12,000 registered lobbyists in Washington, you know, and that means that statistic is not accurate. I mean, there's way more lobbyists than the 12,000 people who are required to disclose under the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Microsoft is one of the biggest tech companies and one of the biggest tech lobbyists now, but that wasn't always the case. You point outthat Bill Gates didn't really care much for lobbying in the beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MULLINS",
      "sentences": "Yes. When Microsoft got started, Bill Gates smartly, you know, focused just on his company and making the best -- being the best softwarecompany in the world, which he succeeded at. But the problem he made is that he ignored Washington. He didn't hire lobbyists. He didn't have lawyers in D.C. He didn't have -- wasn't making big PAC contributions. And his idea was that he was sort of the smartest person in the room. He knew the best way to run his company. He didn't want Washington, you know, meddling in his business. The mistake came when the Justice Department, over time, decided to sue Microsoft for being an antitrust monopoly. Because Bill Gates sort of didn't have lobbyists, he didn't have eyes and ears, he didn't have friendships and relationships in D.C., they were sort of caught by surprise and weren't able to do anything to head that off or nip it in the bud early on. As a result, Microsoft and Bill Gates spent 10 years fighting the Justice Department's antitrust lawsuit. That's 10 years where they weren't focused on innovation, weren't focusing on development, weren't focusing on their company, or were distracted by Washington. And that was a big mistake that he made. So, when Google came to D.C. 10 years later, in the early 2000s, they realize, you know, in order to be the biggest, most dominant company in the country, you really need to invest in Washington. And they have. And by contrast, you know, in the 15 years that Google has been an enormous company -- an enormous U.S. company and enormous force in Washington, nothing bad has ever happened. That they've defeated every single attempt at antitrust investigation or any legislation on Capitol Hill that could harm them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, if you are kind of a Forbes 500 company, corporate lobbying is just part of the cost of doing business like human resources isor marketing is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MULLINS",
      "sentences": "Absolutely. You know, one of the things that surprised me about writing this book is that I thought that so much of lobbying was, you know,the government is making some new rule or regulation that affects the industry. So, an industry hires lobbies to try to, you know, bend that regulation or block that legislate -- that regulation or change it in some subtle way. In fact, lobbying is much more on the offensive, where companies hire lobbyist to come to D.C. to create rules and regulations to block competitors or to create barriers to entry so that they are the only companies that can expand in that industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Give us an example of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MULLINS",
      "sentences": "We'll look at Dodd-Frank after the housing crisis. You know, we created the big banks, Canada, D.C., the big mortgage banks, and createdthese new capital requirements where you have to have billions and billions and billions of dollars in reserve in order to enter these marketplaces. Well, guess what? Only five companies can afford to do that. And guess what? Those are the companies that lobbied to create the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Is there a difference, a partisan difference? I'm assuming that lobbyists work for whoever pays the check, but when you look backacross your research, across different administrations of who's in power or which Congress is kind of in control, is that -- is there a difference between Republicans and Democrats when it comes to lobbying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "You know, when you look at the politics of the previous couple of administrations, one of the things that animated the Trumpcampaign early on, the first time around, was to drain the swamp, to, you know, get the influence of money out of Washington. And what you describe in the book is that it wasn't as successful and it maybe would have changed, it changed the scope and where the power rested in Washington from Congress back into the White House. Explain that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MULLINS",
      "sentences": "Yes. So, the way our government has changed over the last century is that -- or really since Watergate, actually since the 1970s, is thatpower has become more diffuse in Washington, before Watergate and before Nixon or through the Nixon administration (INAUDIBLE) most government power was held by the president in the White House, and Congress had, you know, a role in creating rules and regulations and laws, but really the White House dominated. After Watergate, Washington was reformed and power was taken from the White House, given to Congress, and taken from congressional leaders, and given to committees and subcommittee chairs and regular members. So, Congress, in a way, or Washington power sort of democratized. Trump is a reversal from that. Trump took power back to the White House. I mean, he realized correctly that commerce is dysfunctional and would not pass the things that he was proposing, in part, because the House and Senate so narrowly divided between Republicans and Democrats. But either way, Trump realized in order to get things done, and as we know, he's an impatient guy, in order to get things done quickly he had to do things himself. So, we started basically governing through executive order. The executive order is just something he could sign that would last through his administration So, he passed more executive orders than anyone else or any modern president. And as a result of that, if companies wanted something, it didn't matter what Congress did or didn't do, what they needed to do is get to Trump. And the thing about Trump is it because he was an outsider when he was elected, most of the Republican party supported other candidates and did not want Trump to win the election. So, not many people knew him when he came to D.C., but a few people who did know him became lobbyists and became fabulously wealthy because of their access to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "One of the things that you point out is that if Former President Trump becomes president again, Paul Manafort stands to become oneof the most influential humans on the planet. Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MULLINS",
      "sentences": "Yes, you know, it's exactly what we just said, you know, there's only a few people who are close to Trump. Trump values loyalty aboveanything else. And, you know, there's one person in America who has gone to jail for Donald Trump, and that is Paul Manafort. And Paul Manafort worked for Donald Trump's first campaign. His plan back then was to start a lobbying firm, had Trump won. Instead, he got wrapped up in the Mueller investigation, he was sent to jail. You know, was later pardoned by Trump. I mean, most people, I think, consider Paul Manafort a big loser right now. He's been chewed up and spit out by Washington politics. But if Trump wins, you know, Paul Manafort will be back. And I think he will be paid for his loyalty with tons of lobbying contracts from U.S. companies and foreign countries. I think he'll be the most successful lobbyist we've ever seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "You know, these relationships now seem to matter kind of more than ever. And it seems like a sad reflection that at the same time so manypeople feel disconnected from the political process, they don't feel like their voice counts, they don't feel like their vote counts, they don't feel like their impact would ever be anything meaningful about legislation or policy. And yet, you were pointing out that there are these individuals who still have figured out how to peddle power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "The book is called \"The Wolves of K Streetso much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MULLINS",
      "sentences": "Thanks for having me. It's great.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "And now, Donald Trump closed the Republican National Convention in full control of his party. Voices of dissent harder to find than ever.But it wasn't always that way. Eight years ago -- I can't believe it's been eight years already -- a newly nominated Trump found himself on a divided convention floor, facing doubt, infighting, and anger while the nation confronted spiraling civil unrest. Christiane was there in Cleveland back in 2016, where she spoke to the then-host of \"The Daily Show,\" Trevor Noah, as they look towards a possible Trump presidency. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Trevor Noah, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "TREVOR NOAH, FORMER HOST, THE DAILY SHOW",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Have you ever seen anything like it? I mean, you come from South Africa. You've been doing this gig, American politics for the last year anda half or so. How does this stack up for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NOAH",
      "sentences": "Well, I mean, the convention is not the craziest thing. You know, you see political conventions in different countries. South Africa hassomething similar where the party gets together and, you know, people discuss and vote for the leader. But I guess the rhetoric and the emotion that is around this election, I genuinely have never seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "What is it particularly that you haven't seen before? And what is the most surprising?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NOAH",
      "sentences": "I think one of the biggest things is the fact that Donald Trump has hijacked a political party. I have never seen that happen. I have neverseen somebody take a party from other people and then force them to come to their own event and, I guess, ratify that decision. Come out and say, yes, we're making this official. We choose you. They can't even say it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, look, this one is notable. You're absolutely right. For the number of grandees who are not coming, no former presidents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NOAH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "No former Republican nominees. Very few, if any, of his challengers during the campaign. He did get 13 million votes in the primaryseason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NOAH",
      "sentences": "He did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Apparently, a record. What shall we take from that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NOAH",
      "sentences": "I think the fact that populist politics is really growing in the world. The fact that people are afraid for different reasons and that's thetime when I think demagogues like Donald Trump can take the most advantage. Because what you do is when people are afraid, you jump out. And you go, I can assuage your fears. I have the solutions. Nobody has a solution to what is happening in the world right now, would it be terrorism, the shrinking middle class. Nobody has solution on hand. Refugees as well. Everyone has to think of the variety it affects. Donald Trump says there's one solution and I will give it to you. And that seems more confident. And there are people out there who are going, you know what, I'm going to vote for that because he seems sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "There's been a lot of controversy about his candidacy. The press is being accused of not holding him to account sufficiently. I mean, thething is nothing seems to have dented him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NOAH",
      "sentences": "Well, how do you dent something that is in of itself a giant dent? That's the problem. Everyone is trying to shame Donald Trump, and he isshameless. I realize that one day what Donald Trump does that nobody before him has done is he goes in head first. You say, here is a statement, here is a controversy and he says, I will give you another one, and I will give you another one, and I will give you another one. He gives you so many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "AMANPOUR",
      "sentences": "He doubles down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NOAH",
      "sentences": "Yes, that you can't -- think about it. His tax returns were the biggest news. No one talks about that anymore. The wall has just becomeaccepted as a policy position. We're no longer having conversations about his charities that he hasn't given money to and where the money is from the fundraisers, because he is just taking us to the next thing. Now, we're talking about Pence. We haven't even completed any of the things that Donald Trump has done before. So, what he does is he is not afraid. Doubling down is an understatement, a gross understatement. He's quadrupled down. He is quintuple down. He is everything down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "NOAH",
      "sentences": "Well, you know, what's funny is when you bump into Republicans, I have never seen people be more underhanded, or like give you morecompliments on the sly than I have here where people go, good job, good job with what you're doing. I mean, I can't say this in public, but thank you. Good job. Because this is the one year where they don't support their nominee. They want the jabs. They want someone pointing that out. They have to maintain face, though. So, what's really fun for us is we're in Cleveland. We're going to be in Cleveland. We're going to be in Philly as well. And it's just fun because this is my first convention. This is my first opportunity to see this. You know, normally, we are reporting on what people are reporting on. Now we get to be there. We get to experience it. We get to feel. I was at the protest yesterday. I was just feeling the tension, you know, walking through the streets, seeing the Secret Service. These are things that are tough to, I think, relate to an audience when you are not actually there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "We are in a very, very divisive period of not just American history, but global history at the moment. I mean, let's just take thepolice killings in this country. You have had a huge amount of attention because of the piece you did right after the killings in Louisiana and Minnesota of the two black guys by white police. Let me just play a little bit. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "NOAH",
      "sentences": "If your pro-\"Black Lives Matter,\" you're assume to be antipolice, and if you're pro-police, then you surely hate black people. It seems thatit's either pro-cop and anti-black or pro-black and anti-cop when in reality you can be pro-cop and pro-black, which is what we should all be. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "How does a satirist, a comedian like yourself dealing with the most important and heated politics of the moment. People say they've neverseen America like this. At least not for decades, right? How do you navigate that in a responsible way while you're still trying to have laughs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "NOAH",
      "sentences": "Well, I think you -- it depends on what you're using in the last show. I come to realize more and more that the laughter is not me pokingfun or enjoying the moment. You're using the laughter as catharsis. You're using the laughter a release, because that's what laughter is. That's what comedy is, you know. People always ask me, how can you laugh at a time like this. I go, look, I grew up in a place where Nelson Mandela was in prison for 27 years, and not only was he telling jokes in prison, he was laughing when he came out of prison. It doesn't mean that 27 years was easy. It doesn't mean that he wasn't angry and he wasn't trying to affect change. But it also meant you can't remove that from yourself. You cannot forget how to laugh, because once you forget that, you only remember how to cry. And that's what you do. In terms of responsibility, it's the honesty of the situation. Sometimes there are situations that are ludicrous, you know. How does a nation and a world rally around the shooting of a gorilla and the zoo changes its whole structure and says we need to look at this? This gorilla was shot. Harambe, the gorilla. And yet, with actual people that are being shot in the streets, people are going, oh, what did they do wrong and what, you know -- and maybe it's the way they carry themselves. That is the world we're living in? And that for me is ludicrous. It's so crazy that you have to laugh at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you came here not necessarily intending to be just about American politics, but obviously the campaign has captivated everything.What are you going to do after the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "NOAH",
      "sentences": "I think I'm definitely intending to spread the scope of \"The Daily Show.\" We need to look to the world. Because a lot of the time the worldcan give you the answers that you need, you know. Brexit is one of those. You know, if people were looking at Brexit, and even now if you look at the ramifications of Brexit, it can tell you a lot about what may happen in the U.S. You had people after Brexit going, I don't know why I voted. I thought we were voting for immigrants to leave and we wanted more jobs and the NHS are going to spend 350 million pounds and now it looks like they're not getting that money and I really regret my decision. And it's like, yes, that's what happens. You were ill-informed. You are misinformed and now your decision is going to impact you for the rest of your life. The same thing could happen in the United States. And so, I feel like by looking at the world, you can actually know it about yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Fantastic. Trevor Noah, thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "NOAH",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Good luck to you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Wow, finally for us, from shaping the rules of politics to the man who changed the rules of comedy. After a prolific career filled withlaughter, nine Emmy nominations, and multiple TV appearances, Bob Newhart, who graced so many of our television screens growing up, has passed away at the age of 94. Beloved for his stammering, deadpan humor, which shot him to stardom in the 1960s, his phone call sketches, playing a reasonable man dealing with absurd requests, marked his flavor of comedy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}