{
  "date": "2024-12-14",
  "headline": "CNN Live Event/Special",
  "subHeadline": "CNN SATURDAY MORNING President-Elect Trump's Pick for Defense Secretary Pete Hegseth Seems to be Getting More Support from Republican Senators; Majority of Americans Approve President-Elect Trump's Transition; Americans Express Frustration with U.S. Health Insurance Industry after Killing of UnitedHealthcare CEO; Some Democrats Express Support for Elon Musk and Vivek Ramaswamy's Department of Government Efficiency; Dunkin Donuts to Release Donut Scented Deodorants; Taco Bell to Offer Menus of Coffee Drinks; McDonald's Confirms McRib Sandwich Not Made from Pork Ribs. Aired 10- 11a ET.",
  "utterances": [
    {
      "timeStamp": "10:00:32",
      "speaker": "AUDIE CORNISH, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Good morning and welcome to CNN SATURDAY. I'm Audie Cornish. We're going to break down the week's biggest stories with some of the smartest people we know, starting with pressure points. Vulnerable Republican senators squeezed to support Donald Trump's controversial picks. But could the pressure campaign backfire?Then, behind the anger, we'll discuss the anti-insurance rage that surfaced and how health care companies might respond. And McRib reality, Mickey D's fans may need a shoulder to cry on after they hear this story. The panel is here, ready to go, so sit back, grab your coffee, and let's talk. Up first, what a difference a week makes. Donald Trump's choice to run the Defense Department, Pete Hegseth, inching forward towards confirmation despite an early onslaught of serious allegations. And he will likely have MAGA loyalists to thank for it. (BEGIN VIDEO TAPE) PETE HEGSETH, PRESIDENT-ELECT TRUMP'S PICK FOR DEFENSE SECRETARY: This is how were feeling today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "Pete Hegseth projecting confidence on Capitol Hill. The embattled Pentagon pick gaining momentum among Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I will support Pete Hegseth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "including one skeptical senator, Joni Ernst, who signaled a possible switch. SEN. JONI ERNST, (R-IA)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "Striking a different tone than just days before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "ERNST",
      "sentences": "There will be a very thorough vetting before he moves forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "The change coinciding with a mounting pressure campaign from the right to confirm Donald Trump's nominees.JOHN CURTIS, (R) UTAH SENATOR-ELECT:  She's being plummeted with threats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "Or face a primary challenge.SEN. LISA MURKOWSKI, (R-AK):  Don't get on Santa's naughty list here because we will primary you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "It's a strategy some Republicans say won't help them in the long term.SEN. THOM TILLIS, (R-NC):  You've created a reason for that person that you've targeted to never be with you for the remainder of this Congress. It's a risk that you need to avoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "While there are questions in Congress about his nominees, Trump has enjoyed a victory lap this week.DONALD TRUMP, (R) U.S. PRESIDENT-ELECT:  We're going to have a tremendous run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "Being named \"Time's\" Person of the Year, while a new CNN poll. Shows a majority of Americans approve of his transition at 55 percent.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "Here with me today, podcaster, journalist, and author Kara Swisher, \"New York Times\" opinion writer and conservative pollster Kristen Soltis Anderson, Nia-Malika Henderson, politics and policy columnist at \"Bloomberg,\" and Rob Bluey joins us this week. He is president and executive editor of the conservative outlet \"The Daily Signal.\" Welcome everybody.So I want to start with Hegseth, and Kristen, with you. Is he out of the woods yet? This is one of those nomination picks I think after the Matt Gaetz withdrawal that people thought is this another kind of wobbly one? KRISTEN SOLTIS ANDERSON, CONSERVATIVE POLLSTER AND \"NEW YORK TIMES\" CONTRIBUTING OPINION WRITER:  I think he is not out of the woods yet, but almost. I think there are two big things that are going to be coming up that could derail this, but I don't think it's likely. The first is the FBI background check. If there are new things that come out in that, that further exacerbate the problems he's been facing around questions around character, that would be one moment if it's new information that's not already in the ecosystem. The second thing would be when he is testifying. I mean, all of these nominees at some point are going to be in front of the cameras, in front of a panel, and at that point, anything could happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "Rob, what are we learning about potential independent voices in the Senate?ROB BLUEY, PRESIDENT AND EXECUTIVE EDITOR, \"THE DAILY SIGNAL\":  Well, certainly there are some, probably more so on the Republican side. Remember, Joe Biden enjoyed the support of all Democratic senators when it came to his nominees. But Republicans tend to scrutinize Donald Trump's picks perhaps a little bit more closely. And so Joni Ernst being one of them who made the biggest news because of her background in the military, she had some doubts about Pete Hegseth. Those seem to have mostly cleared up after their meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "CORNISH",
      "sentences": "But is it because of the pressure from MAGA community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:32",
      "speaker": "BLUEY",
      "sentences": "I absolutely think so. I mean, she's up for reelection again and she will maybe face a primary challenge from conservatives if she doesn't vote the right way. Even as she's come out to signal her support, she still might get a challenge from the right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "CORNISH",
      "sentences": "Kara is describing it as \"thuggish.\" Nia, would you go that far?NIA-MALIKA HENDERSON, OPINION COLUMNIST, \"BLOOMBERG\":  I think that's right. I mean, we talk about a primary threat, but if you think about the MAGA movement, parts of it are the folks who laid siege to the Capitol and called for the hanging of Mike Pence. So if you're somebody like Joni Ernst, it's not just, well, maybe you'll be primaried by somebody using Elon Musk's money and somebody who is backed by Donald Trump, but you might face a real sort of threat of violence from these folks. And so I think if you're Joni Ernst and any number of these folks, four or five of them who might want to stand up to Donald Trump, who might see Pete Hegseth as the unqualified candidate he is and not back him, you've got to really think about that, what that means for not only your career, but your sense of safety and security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "Yes, it has a tone, that's a really nice Senate seat. It's a shame if you had to lose it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "CORNISH",
      "sentences": "Rob, I want to let you answer that, because you sort of made it sound like these independents are fine. It's just a little extra scrutiny. And they're describing an atmosphere for these same lawmakers you're talking about that actually sounds quite dire. So help me close this gap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BLUEY",
      "sentences": "Well, I'd like to come back to whether Hegseth is qualified or not. But on your specific question, I do think that it's hard for Republicans -- remember, 93 senators voted for Lloyd Austin to be the secretary of defense. I think for any Republican to then oppose Donald Trump's pick opens up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "CORNISH",
      "sentences": "But do you feel those are similar resumes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BLUEY",
      "sentences": "They have different resumes. Obviously, Austin's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "Pete Hegseth couldn't run a Starbucks. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BLUEY",
      "sentences": "But Pete Hegseth has led two organizations that supported veterans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "Badly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BLUEY",
      "sentences": "Actually, \"The Daily Signal\" did some reporting on this, about that this week, spoke to people at those organizations, and some of the accusations that had come out anonymously have been refuted by Mark Lucas, who succeeded Hegseth to lead Concerned Veterans for America and said, actually, Hegseth left it in very good condition upon departing. So I do think that those are the types of things that Kristen said that will hopefully come out during the confirmation hearings and he'll have an opportunity to respond to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "That's exactly true. It should. You should wait and see. That said, two small organizations. This is the Defense Department, and there's tons more qualified Republican people to be running this. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HENDERSON",
      "sentences": "Including Joni Ernst.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "Including Joni Ernst.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "CORNISH",
      "sentences": "Yes, that's probably the most glaring of it, just given her resume, and she's a name that's been floated for a long time.I want to ask you guys about this transition overall, maybe compare it to Trump 45. What grade would you give it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "What this? What did it get, 55 in the CNN thing? I mean the other ones were 87. CORNISH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HENDERSON",
      "sentences": "It's good for Donald Trump though, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "Fifty-five is good. You know, it's like it's like my son years ago when he got a D in math, he goes, at least it's not an F. And I said it is an F because they don't give fs anymore. But it's fine. It's fine. It's higher than you'd expect from him. Yes, but it's not certainly not Clinton or even Bush. I think the numbers for the others are in the 80s, right. Kristen would know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "I, frankly, think that any time you can get a majority of Americans saying they approve of anything these days, that's pretty good. And so for me, I look at it, maybe I'm just looking at this glass half full, but like, I think 55 percent is pretty good considering how divided this country is. Donald Trump's favorability numbers are not that high. There is still a slice of America out there going, I don't like this guy, but I actually think he's exceeding expectations.I think the thing that's going to be fascinating over the next few months for him is that if these expectations are very high, oh, I think he's going to do good on the economy. I think he's going to really shake up government. He's got to deliver on that. And if you do things like on trade, you put into place tariffs, if that makes the cost of living go up, I don't know. And so he's got very high expectations. America is saying hey we elected you, go for it. But he does have to deliver in some ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HENDERSON",
      "sentences": "In some ways he already seems to be asking Americans to temper some of those expectations, right, saying, oh, he might not be able to bring prices down immediately in the way that he promised. Yes, the prices of groceries. He said something like, you know, once they're so high, it's hard to bring them down. Maybe he has some magic bullet. He has always thought it would be tariffs or drilling oil. None of those things actually make sense in terms of bringing prices down.But yes, he has sky high expectations, a lot of promises. So we'll see through the first 100 days what it's like. The sort of immediate I think look at this administration is going to be these confirmation hearings, which will begin next --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SWISHER",
      "sentences": "What's a shame is that it used to be in the 80s, right. We used to like all sort of welcome the president. And now if you get 55 it's great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "But that has been a slow decline over many, many years. Like George W. Bush did not get 80 some percent approval.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "HENDERSON",
      "sentences": "Biden's was like I think 70 or 60, high 60s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "We have been on a decline over the last number --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "CORNISH",
      "sentences": "Those are some of the biggest question marks. I mean, we just have a second left, but if you could think of a name that you feel like is the next round to really get a lot of scrutiny, what would it be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ANDERSON",
      "sentences": "I would expect Tulsi Gabbard. The reporting is that some of her meetings with some of the Republican senators haven't necessarily gone as well. I think that will be a very illuminating hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "HENDERSON",
      "sentences": "But I think Donald Trump is prepared to go to the mat for Tulsi Gabbard, as well as RFK Jr. Big conspiracy theorist RFK Jr. certainly is, but also big favorites of the MAGA movement, and Donald Trump, I think, is preparing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "SWISHER",
      "sentences": "Though some of this stuff coming out, the polio guy. You know, if you're a friend of polio, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "HENDERSON",
      "sentences": "If you love measles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "SWISHER",
      "sentences": "That's going to continue with him. And he attracts a lot of scrutiny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "CORNISH",
      "sentences": "For me, it's Kash Patel and the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLUEY",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "CORNISH",
      "sentences": "I'll just give you the last word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BLUEY",
      "sentences": "Oh sure. Well, I mean, Kash Patel wants to go in and really reform the FBI in a way that I think probably the Washington establishment doesn't want him to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "CORNISH",
      "sentences": "Americans revealing pent up anger and frustration at the health insurance industry in the aftermath of the cold-blooded murder of the UnitedHealthcare CEO on the streets of New York City. The reaction is sparking a broader conversation about the industry's business practices and questions about how things might change.(BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "LUIGI MANGIONE",
      "sentences": "It's completely out of touch and an insult to the intelligence of the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "CORNISH",
      "sentences": "The suspect in the targeted killing of UnitedHealthcare CEO with a message on his way into court. That message, not as clear as the one New York police say Luigi Mangione wrote down in a manifesto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "JOSEPH KENNY, NYPD CHIEF OF DETECTIVES",
      "sentences": "But it does seem that he has some ill will toward corporate America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "CORNISH",
      "sentences": "The NYPD says he saw the killing as a symbolic takedown and was driven by anger against the health insurance industry and corporate greed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think he'll go down as a hero in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "CORNISH",
      "sentences": "That anti-health insurance sentiment lit up the internet with tweets, memes, and other social media posts expressing similar frustration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "BILL BURR, COMEDIAN",
      "sentences": "I'm not saying what happened should have happened. For them to be like, oh, this is like, why would anybody want to do this? They're denying claims and people are dying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "CORNISH",
      "sentences": "Fearing copycat killers, corporate America is responding. Some companies removing executives' bios and photos from websites, upping security for execs, and in what may have been a case of bad timing, Blue Cross Blue Shield also announcing then scrapping plans to put time limits on coverage for anesthesia during surgery after getting major backlash.KEVIN O'LEARY, INVESTOR, CO-HOST, \"SHARK TANK\":  If anything good is going to come of this, it's going to be policy change because you've basically got people lighting up their torches. They're going to burn it down, and you got to you got to hear that. (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "CORNISH",
      "sentences": "OK. Well, Nia, I want to start with you about this anger. This is a big question, but what's your sense about, you know, is it warranted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "HENDERSON",
      "sentences": "It is warranted. I mean, I think people have legitimate frustrations at the insurance companies, the way they often deny claims, how difficult it is often to even submit your claims and get the money back, or even understand your basic insurance policy. It's all very confusing, but I think tying it to this act of violence from a sociopath I think is despicable and terrible. And the folks who are sort of on TikTok talking about this, I think they should organize, right. I think they should organize. I think they should mobilize, and I think they should protest in a pointed way, because I don't think change is going to come because a bunch of folks are lauding this guy who did this despicable act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "CORNISH",
      "sentences": "So just to be clear, I mean, he obviously, because this is a person who is driven by something specific, writing on the bullet cases and literally injected this into the conversation very specifically. I've been watching Democrats kind of walk a line trying to appease this rise in a constituency. Here's Senator Elizabeth Warren talking about it this week.(BEGIN VIDEO CLIP) SEN. ELIZABETH WARREN, (D-MA):  Violence is never the answer. This guy gets a trial who has allegedly killed the CEO of UnitedHealth. But you can only push people so far. And then they start to take matters into their own hands. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:19",
      "speaker": "ANDERSON",
      "sentences": "Terrible, just terrible. That response, or just tell me. Walk me through it. Give me your thinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "CORNISH",
      "sentences": "Hold on, I just want to I can add this one thing, because the UnitedHealth Group CEO, Andrew Witty, actually wrote in \"The New York Times\" that dropped this week, where he was talking about basically saying, quote, \"We need to improve how we explain what insurance covers and how decisions are made.\" And also talking about the fact that the U.S. health care system is a patchwork and that they want to improve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "SWISHER",
      "sentences": "Here's the problem. It's a for-profit industry on something that's much more difficult to make -- everything is about the shareholders, just like a lot of companies, like tech companies or anything else. And so the way it is structured in that people cannot get health care without dealing with this, with a for-profit corporation, their incentives will always be to behave like this and get as much of the money that they can from you. And that's the problem. It's like it starts there.And so we have to think about Medicare for all. I just interviewed Ro Khanna about this and a bunch of other things. So you've got to figure -- and he's a big proponent of Medicare for all, or dropping the age slowly. And so I think this is going to happen if we have these highly for-profit companies, that they are going to be probably, you know, they're going to be villainized for sure. And then you get all these statements. The other thing is, this is such an internet meme thing where there's probably a lot of boys --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "CORNISH",
      "sentences": "Yes, looking at those TikTok images, the generation gap --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "SWISHER",
      "sentences": "I'm compelled by the people who have these stories, which I think are astonishing, but I think it fits it. The looks of this guy, the pictures they publish, it all fits in that sort of dunking culture that we have that doesn't talk about complex issues like this. Instead, you have to be on one side or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "CORNISH",
      "sentences": "OK. I want to, Rob, bring you into this conversation because, you know, arguably Republicans have had, you know, almost 15 years, right, to come up with something that is an alternative to Obamacare. They don't. They never have. So is this moment a moment that surfaces the issue in a way that puts it on their agenda?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "BLUEY",
      "sentences": "I think Nia touched on something. I do think that if people come together and speak out and want to express some level of activism on this issue, yes, perhaps it could. Remember in Donald Trump's first year in office, John McCain famously gave the thumbs down when they were trying to pass some health care reform. So it's not that they didn't have something, it just didn't get across the finish line to Trump's desk.But remember, there's a couple of things here. Number one, the way that we treat health insurance is different from almost any other type of insurance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "CORNISH",
      "sentences": "And Witty actually mentions this in his article, the patchwork.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "BLUEY",
      "sentences": "So that's one issue. Kara, probably not surprisingly, I disagree. I don't think that more government role here is necessarily the answer, because I think we can look at other countries and the delays that people have to wait to get the health care that they need.And finally, I would just say that anybody since Obamacare was passed can probably share a personal story of how their health care experience has gotten worse as opposed to improved. SWISHER:  Except in other countries, the outcomes are better and the cost is like a third of it. And so I get your point of maybe not every country works perfectly, but ours is deeply, deeply broken. And a lot of these TikToks, they don't have a left or right thing. This is across --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "CORNISH",
      "sentences": "It is. And to pose another question around Obamacare, one of the things I found fascinating is over the more than decade is the thing that keeps people enjoying it when they do support it is the elimination of preexisting conditions as an excuse for denial of claims. This issue of being denied is very visceral for people. And I'm wondering, has this become another, not third rail, but are the policymakers maybe a little bit taken off guard at the reaction here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:05",
      "speaker": "ANDERSON",
      "sentences": "Well, I do think that there's a big problem in that. If you want to solve -- every time you try to solve one of these problems in our current complex system, it creates a new problem, right? So you want to solve the problem of preexisting conditions. Right now, everybody knows it would be politically toxic to roll back protections for preexisting conditions.But at the same time, then OK, you try to press over here to change this. OK, let's force companies to do x, y, and z. Does that then mean that their premiums go up elsewhere? Like somewhere along the line the system needs such fundamental reform that that no politician wants to touch it, because people in general, for all that you have these individual instances of so and so denied their claim, when you actually ask Americans, do you like your coverage? You would be surprised at how good the numbers sometimes are. And that also adds the complexity to the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "CORNISH",
      "sentences": "Elon Musk and Vivek Ramaswamy, who are heading Donald Trump's so-called Department of Government Efficiency, took their cause to Capitol Hill. They met with Republican and Democratic lawmakers, and the goal, to exchange ideas, find areas of common ground. And they received some surprising support from some Democrats.(BEGIN VIDEO CLIP) REP. RO KHANNA, (D-CA):  Democrats should be open to working with Elon Musk and others if they actually are for reducing a bloated defense budget. We should be for actually reducing waste and keep an open mind in having that conversation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "CORNISH",
      "sentences": "So Musk has laid out the goal of cutting a third, that's about $2 trillion from the $6 trillion federal budget. And that won't be easy. More than 60 percent of spending is mandatory. By law it's supposed to go to programs like Medicare, Medicaid, and Social Security. Another 30 percent or so is for defense, and to departments long considered essential, such as education, health care, veterans affairs, and transportation. Even some Republicans are skeptical they can make a dent.(BEGIN VIDEO CLIP) REP. JIM COMER, (R-KY) HOUSE OVERSIGHT COMMITTEE CHAIRMAN:  I don't know if the goal is attainable, but I know this. I'm going to do everything I can to work with DOGE to cut as much wasteful spending as possible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "CORNISH",
      "sentences": "So, Rob, for those of us who survived the fiscal cliff wars of the teens, where all people did was talk about spending and where to cut, some of the beats of this feel familiar, right? Where Democrats say cut defense, and then Republicans say cut all the other things. And it's a stalemate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "BLUEY",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "CORNISH",
      "sentences": "So how realistic is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "BLUEY",
      "sentences": "Well, Audie, you pointed out something very important, that so much of the spending is mandatory. And remember, Donald Trump has said he's not going to touch that. He's not going to touch Social Security. So it will be very difficult to get to that $2 trillion goal just through the discretionary budget, I think.But look, the federal government is big, $6.6 trillion just during the covid period was spent by the Congress. And so there is probably waste and areas to improve the efficiency of operations. I just think that if you look back not only to those periods of time after the Tea Party and the fiscal cliff and everything you brought up, it's very difficult for Congress to sustain that momentum because there's always a constituency that is wanting their chunk of the pie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "CORNISH",
      "sentences": "Yes. Both sides of the aisle. Nia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "HENDERSON",
      "sentences": "No, I think that's right. I mean, it's obviously an ambitious goal. They've got some.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "CORNISH",
      "sentences": "Do you think that number is real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "SWISHER",
      "sentences": "They made it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "HENDERSON",
      "sentences": "It's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "SWISHER",
      "sentences": "They 100 percent made it up. They just said it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "HENDERSON",
      "sentences": "Pick a big number to be a big, you know, sort of branding of this non-department Department of Government Efficiency. He has some fans, I think, and some followers in unlikely quarters, folks like Ro Khanna, other progressives, and Bernie Sanders, who was talking about defense. I think that, you know, when the rubber meets the road, it's going to be very difficult to find where they're going to do cuts.And there is something, I think, that makes people uneasy, the fact that Elon Musk and Vivek Ramaswamy are possibly double dipping, right? They are getting a lot of money from the government. Are they going to cut regulators who regulate their businesses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:34",
      "speaker": "CORNISH",
      "sentences": "And let me follow up on this. Its interesting you made this point, because Democratic Senator Chris Murphy said, \"I reserve the right to be surprised, but this looks to me like a coming kleptocracy.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "ANDERSON",
      "sentences": "I think it's going to because I think the overall goal make government more efficient, shake things up, all that stuff, extremely popular, extremely bipartisan.But when you then begin getting into the nitty gritty, like I remember, was it Simpson-Bowles was what it was called?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "SWISHER",
      "sentences": "Another one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "ANDERSON",
      "sentences": "Yes, this is like Simpson-Bowles for the meme era. Like, is it going to actually advance? Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "CORNISH",
      "sentences": "The characters are way different from Simpson-Bowles. Big vibe shift on that, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "ANDERSON",
      "sentences": "But, you know, when push comes to shove, nobody wants their thing cut. And so it's very easy to spend. It's much harder to roll it back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "SWISHER",
      "sentences": "Can I just say, Elon likes to make pronouncements. I mean, again, I'm going to do, you know, self-driving in five years. He's told me that in interviews year after year after year, and it never happened. Or I'm going to do robo -- remember his robotaxi thing? He doesn't have a robotaxi. He just has a nice one car. Guess who has a robotaxi? Waymo. They're operating --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "ANDERSON",
      "sentences": "But if I may speak in defense of this, like, unconventional, kind of out there approach. We kind of need it because we've tried the Simpson-Bowles, right? Weve tried the like, let's get our green eyeshades out and lets all like -- and it's just, gosh, I mean, when I came to Washington x number of years ago that I won't say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "CORNISH",
      "sentences": "Just two years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "ANDERSON",
      "sentences": "Just two years ago, I remember being concerned that all of a sudden the federal deficit was approaching, oh, my gosh, it might be two, double digits, trillion dollars. Now we're talking $33 trillion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "CORNISH",
      "sentences": "So sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "ANDERSON",
      "sentences": "I know, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:06",
      "speaker": "CORNISH",
      "sentences": "I want to ask you one thing before we wrap up. Mitch McConnell, I believe in the Senate. Is he not on appropriations? I mean, this is where he's put himself in the aftermath of being majority leader. And I am very curious about what he plans to do there. I don't think it's cutting. BLUEYdefense, which is an area where he has no interest in cutting. But remember from the first term, Russ Vought, who is now running the Office of Management and Budget, again, if he's confirmed, with Dan Bishop now, the congressman, will put forward plans to cut federal spending. It's up to Congress to carry that out. That's where the problem always is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "It's time to get our groove to vote yea or nay on some fun talkers. And this morning we have a tasty theme.First, maybe you love the taste of donuts but want to avoid the calories. Now you can smell like them. Dunkin Donuts has entered a deal with Native, a body care line. The plan, to launch donut-scented deodorant and other products. You can buy them online for 10 to 14 bucks. And not just any donut smell. We're talking about strawberry frosted, vanilla sprinkle, blueberry cobbler, and of course, Boston Kreme. Kristen, where to begin with $15 vanilla cream deodorant, please. Yea or nay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "ANDERSON",
      "sentences": "It could be worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "Could it be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "ANDERSON",
      "sentences": "Look, I don't know that I'm going to buy it, but I am -- I am pro things in the, we just discussed the gourmand category. There's some stuff that can be pretty upscale that's in this that, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "There's a lot of vanilla perfumes and chocolate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "ANDERSON",
      "sentences": "Yes. I don't know in the execution how this will go, but I'm not immediately opposed to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "Nia, yea or nay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "HENDERSON",
      "sentences": "I'm a nay. I'm getting a stomachache just thinking about folks walking around and smelling like donuts, particularly the pink ones with sprinkles, which are my daughter's favorite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "If it's fresh. You don't want to smell like the last one in the box with a bite in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "SWISHER",
      "sentences": "Maybe Ben Affleck can wear it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "Oh, my goodness. OK, actually, people might buy it if they do another round of those ads. Those were very effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "SWISHER",
      "sentences": "No more J.Lo.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "Exactly. OK, so will coffee lovers say \"Bell yeah!\" to Taco Bell's new plans to serve cafe au lait? That's right. Put down your cheesy gordita. The fast food chain is getting in the coffee biz with a concept called \"Live Mas Cafe,\" which features a beverage centric menu of coffees, ice drinks, and milkshakes. And they aren't the first, of course. McDonald's version of Starbucks also leans on specialty drinks.Rob, yea or nay on fast food, but specifically Taco Bell brew?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "BLUEY",
      "sentences": "Yes, sure. Why not? I mean, everybody loves a milkshake, right? Particularly my kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "So it's just like the scents are weird.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "BLUEY",
      "sentences": "It's not something that you would expect at a Taco Bell. I will give you that. But as all of these fast food companies are looking to squeeze out a little extra profit, they obviously see an opening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "That is pretty much it. Kara's face, why am I even asking?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "Just cut to Kara's face. Kara, yea or nay on Taco Bell brew?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "SWISHER",
      "sentences": "I'm nay.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "Listen. In Latin America, there is a long history of coffee growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "SWISHER",
      "sentences": "Absolutely. And it's delicious there. And I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:11",
      "speaker": "CORNISH",
      "sentences": "You don't think it will be at Taco Bell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "Yes, although I think there was a huge business effort for a while to, like, bring in traffic during the times of day when you have no traffic. SWISHER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "But I think there are people who eat Taco Bell in the morning. No, people here. Don't be getting me in trouble with Taco Bell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "Can I just tell you, Dunks has a very good morning talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "Yes. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "Taco Bell doesn't need to expand into new hours on the early side because they own the night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "I like that, they own the night.Finally, the McRib is back, minus the rib. McDonalds announced a limited time return of their beloved sandwich, but some fans are finding out it's not actually made from the ribs of a pig. Instead, Mickey D's -- change that to a breaking, please. Mickey D's reshapes ground boneless pork shoulder and combines it with water and spices to resemble a rack of ribs. And that smoky flavor, unfortunately, that's fake too. They use liquid smoke, which is a benign smoky vapor, to help give it that grilled taste. OK, so who wants to jump on McRib for -- (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "No, anyone who eats that deserves it and doesn't care. Like, if you look at that thing and eat it when it's shaped like a rib, you're already gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "It's a classic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "HENDERSON",
      "sentences": "And you know all of this information that it's a shoulder --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "Rob, you were like a yea on taco brew. I feel like I should bring you in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BLUEY",
      "sentences": "I'll probably be in Donald Trump's doghouse, but I do not eat at McDonald's. So it's a hard no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "You drew a line. You drew a line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "I eat at McDonald's. I like McDonald's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "Look at this Washington elite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "I ate at McDonald's yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "What did you have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "A cheeseburger. Just a cheeseburger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "I will say there is a world of TikTok that's young people discovering things the rest of us knew already. I remember they went through this with like their like, \"Sex and the City,\" this is wild, this TV show. And I was like, OK. And this feels like that, like them discovering the McRib is not actually it is rib.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "It is an unholy food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "Shaped like it has bones in it, but it doesn't have bones in it. Wasn't that your first clue?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CORNISH",
      "sentences": "All right, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "Godspeed to all of you who eat it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "CORNISH",
      "sentences": "Today is the last episode of this show with our special friends. I want to thank you guys so much for always being here on Saturday mornings. So instead of the usual hot takes, we're going to ask you for a prediction. We're going to ask you to talk a little bit about looking forward for 2025.Kara, hit us with your best shot for the new year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "SWISHER",
      "sentences": "Well, I'm really interested in media right now and all the different things that are happening. I'd be remiss in not saying that Warner Brothers Discovery restructured itself and put different divisions in different ways. Comcast is doing that with some of its cable properties and other properties. And it's really interesting what's going on.I think there's going to be a ton because of the Trump administration, they just replaced Lina Khan with someone who's a little more friendly to mergers and acquisitions, Andrew Ferguson. I think it's going to be a really interesting time for media acquisitions, roll-ups in all kinds of spaces, podcasting, cable, et cetera, et cetera. You'll see tons of acquisitions, moves, shifts to try to figure out how to bring the media business back, which is under siege.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "CORNISH",
      "sentences": "Or make it a business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "SWISHER",
      "sentences": "Or make it a business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "ANDERSON",
      "sentences": "It was a good business for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "CORNISH",
      "sentences": "It was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "SWISHER",
      "sentences": "It had a good run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "CORNISH",
      "sentences": "You know what's interesting about your prediction is I feel like for so long, people thought billionaires could come in and run a newspaper, come in, and that would solve problems. And it seems like it might have created --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "SWISHER",
      "sentences": "They're very challenged businesses. But there are really big bright lights that are really interesting, podcasting being one of them. And so, I like the business. I'm doing rather well. So it's just an interesting time. And so you're going to see a lot of activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "CORNISH",
      "sentences": "OK. Kristen, your prediction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "SWISHER",
      "sentences": "So I think coming out of the 2024 election, you're going to see a lot of people in C-suites trying to grapple with what does this mean for my business? How can I not make Washington angry at me or policymakers in various states? And I do think we're going to see a shift toward slightly more conservative approaches, whether that is avoiding putting out statements on hot button social issues, taking steps back in terms of things like DEI programing, I do think that you're going to see corporate America taking signals from the political space and making some moves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "CORNISH",
      "sentences": "Nia, your crystal ball says what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "HENDERSON",
      "sentences": "So I'm really interested in the Democrats rebuilding and rebranding efforts after the disappointing and in some ways devastating, to Democrats, results of the November election. I think we're going to see somebody like Abigail Spanberger, who is running for governor in Virginia, be central to this. I think she'll win the governorship of Virginia. People often see this off-year race as sort of a bellwether race. Is it sort of anti-Trump spirit that carries her into the governor's mansion there? What kind of conversations are going on among the centrist wing of the party and the progressive wing of the party? I think that's going to be key to looking at what Democrats are doing and trying to chart a way forward for the next year, 2026, as well as 2028.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:52:06",
      "speaker": "CORNISH",
      "sentences": "OK, and Rob Bluey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SWISHER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    }
  ]
}