{
  "date": "2024-06-04",
  "headline": "CNN News Central",
  "subHeadline": "Iranian Media: Israeli Strike In Syria Kills Iranian Adviser; U.S. Maternal Deaths Highest Among High-Income Nations; Trump, RNC Raise $141 Million In May, $53 Million Post-Conviction. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "We, of course, know that the Iranians blame Israel for bombing Iran's embassy compound in Damascus, Syria on April 1, killing several top commanders in that bombing. And the Iranians then struck back for the first time from their own territory targeting Israeli territory. But the key thing in all of that is that the Iranians then very publicly said that they had now shifted their strategy and that every time any of their personnel would be attacked, whether it was in Iran or outside of Iran, that Iran would then strike back from its own territory.Now, we're going to have to wait and see what happens here. As you've mentioned, a lot of the details are still quite murky. Obviously, the Israelis have not acknowledged that they were behind these strikes. Officially, the Iranians have not commented either. But of course, right now, with the way things stand in the greater Middle East, there is that potential for a possible escalation after a strike like that one, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "It is, and your perspective on this and the context around how things have shifted since that strike in Damascus is extremely important here, Fred. Thank you so much. Fred's going to stay on top of this one for us -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. We have new reporting this morning. Attorney General Merrick Garland is expected to defend the Justice Department when he testifies on Capitol Hill very shortly and defend them with force.The attorney general will slam what he calls repeated attacks and conspiracy theories about the department being weaponized, he says, by Donald Trump. He will not say Donald Trump's words right there. I should be clear about that. He won't use the words \"Donald Trump.\" In prepared remarks, Garland says, \"I will not be intimated.\" With us now, former federal prosecutor for the Southern District of New York, Sarah Krissoff. Sarah, thanks so much for being with us. Despite the fact that he will not mention Donald Trump by name, he very specifically deals with issues surrounding Donald Trump -- specifically, members of Congress who have been saying that the New York criminal case is somehow connected to an overall effort to weaponize the Department of Justice. He'll say -- he'll call them \"...false claims that a jury verdict in a state trial brought by a local district attorney was somehow controlled by the Justice Department. That conspiracy theory is an attack on the judicial process itself.\" What do you think has driven him to make a statement like this before Congress? SARAH KRISSOFF, FORMER FEDERAL PROSECUTOR, SOUTHERN DIRECTOR OF NEW YORK (via Webex by Cisco):  He really needs to do a few things here given the generalized attack on DOJ. He needs to make it clear that the state court prosecution led by Alvin Bragg has nothing to do with the Department of Justice. Really, help people understand the delineation between the state and federal prosecutors here. And he also really needs to show that the DOJ is not a political being. The Republicans are really attacking the legitimacy of the entire organization and he wants to buttress it and show that they're -- they are apolitical, in his view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BERMAN",
      "sentences": "He's also suggesting that some of the rhetoric coming from Republican members may be connected to or at least there is a sense that there are threats out there to members of the Justice Department and law enforcement.He says, \"It comes at a time when we're seeing heinous threats of violence being directed at the Justice Department's career public servants.\" He's saying this rhetoric is having an impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "KRISSOFF",
      "sentences": "Yeah. I think he is really concerned about, sort of, the delegitimization of the Department of Justice which is, frankly, probably should be scary to all of us that this is the rule of law. These are the institutions that keep things going safely in our country.And he's also concerned about individual safety. We've seen this rhetoric come out -- these attacks on individual prosecutors, individual judges -- that type of stuff. It's scary, particularly in light of the last few years when there have been actual attacks on -- mostly on judges, frankly. But this is -- this is of concern to him, as it should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BERMAN",
      "sentences": "What's the risk of an attorney general responding to Congress like this? Obviously, the members of Congress -- the Republicans want a political fight here. Is Merrick Garland giving it to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "KRISSOFF",
      "sentences": "I mean, he -- he's doing this carefully. He has measured statements. He wrote them out before. He's having -- you know, he released them to the press beforehand. And I think he's not going to want to get engaged in a back-and-forth here, but he wants to come out forcefully and defend these institutions and make it clear they are not sort of subject to the whims of Congress -- to the whims of politics. These are bedrock institutions that are essential for the safe and efficient running of our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "KRISSOFF",
      "sentences": "I'm really curious about what the defense is here. I mean, we had Hunter Biden sort of poised to take this plea deal that fell apart because of sort of certain aspects of the deal really hadn't been hammered out by both sides before they got to the judge. And the judge asked them hard questions and the plea deal fell apart.I'm very curious as to sort of what the defense is here. This is a very unusual case to charge. These types of cases usually aren't charged as standalone matters. So I think -- but, frankly, not that hard to prove. So I'd like to hear the defense words and see where -- what they're -- what traction they're going to try to get with the jury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BERMAN",
      "sentences": "Is sympathy a defense or a useful defense at times for defendants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "KRISSOFF",
      "sentences": "I mean, I think it's sort of not said outright but certainly, you want to engender that empathy from the jury. It is -- you know, there is certainly a possibility that you can engender enough empathy that you get essentially, jury nullification. The jury says OK, we think that the defendant on trial here did this crime, but we are not comfortable convicting him of that. That is generally not a defense you want to lead with and one that is particularly successful, but they certainly may try to employ some of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BERMAN",
      "sentences": "Sarah Krissoff, thanks so much for being with us this morning. I appreciate it -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BOLDUAN",
      "sentences": "So, the United States has the highest rate of maternal deaths compared to other high-income nations. Let that sink in. Despite long being seen as the shining city on the hill, in some cases, the United States suffers a maternal mortality rate that is double or triple what other nation -- other wealthy nations experience.CNN's Jacqueline Howard joins us right now with more on this. And, Jacqueline, the United States has, sadly, long suffered in this area, even before this latest reading and the latest numbers. Why does the United States still come up so short -- so -- yeah, so short here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Yeah, Kate, and these latest numbers give us the latest snapshot on how we compare with our peers. And it shows that here in the United States, we have the lowest supply of midwives. We still have an undersupply of obstetricians and gynecologists, and we know most maternal deaths occur in that postpartum period. This new report estimates about 65 percent occur postpartum.And in all other high-income nations, they guarantee that mothers who have just given birth are guaranteed at least one home visit by their medical care team in that first week postpartum. Here in the United States, Kate, we don't always give that level of care and that seems to be driving our high maternal mortality rate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BOLDUAN",
      "sentences": "Which countries are doing better? Why are they doing so much better? And is there even one nation reporting zero maternal deaths?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "HOWARD",
      "sentences": "That's what surprised me, Kate. Norway recorded zero maternal deaths. And most other high-income nations record fewer than five deaths for every 100,000 women giving birth. So when you look in Switzerland, they have about one death recorded per 100,000. In the U.K., it's about five deaths per 100,000.The countries that have similar rates to us -- New Zealand records about 14 and Chile records about 14 deaths per 100,000. But here in the United States, we have the highest rate at 22 deaths per 100,000 births. And, Kate, Black women are the most impacted when it comes to maternal mortality in the U.S. When you look at Black women alone, the rate is 50 deaths per 100,000. So we know everywhere in the world, Kate, every two minutes a woman dies due to pregnancy or childbirth anywhere in the world. But when you look at where we stand in the United States and how we compare with other high-income nations, it's disturbing to see these kinds of disparities and to see these high rates of deaths. And it really shows that we can do more with supporting women during pregnancy, supporting them during childbirth, and providing the level of care that's really needed out there, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BOLDUAN",
      "sentences": "I mean, when you think amongst wealthy nations it's hard to see the United States doing less. I mean, the U.S. health care system, when it comes to this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "HOWARD",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BOLDUAN",
      "sentences": "-- especially for Black mothers, has failed for so long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "HOWARD",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BOLDUAN",
      "sentences": "It's beyond a tragedy -- absolutely beyond. And being reminded of it once again, though, is extremely important to shine another light on it.Thank you, Jacqueline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "HOWARD",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:03",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, John, it's a great time to be a CEO. Some of these pay packages are pretty epic. Now, CEOs have always made more money than their workers, but the gap is widening.Now, last year, CEOs made 196 times what their median employee made. That's according to this study from Equilar and the Associated Press. Now, that is up from 185 times the year before. The gap is widening because CEO pay is rising much faster than worker pay. The median CEO of S&amp;P 500 companies made just over $16 million last year. That is up 13 percent from the year before. Now, the good news is employees -- they made more money, too -- just over $81,000. That's up five percent. Obviously, a much slower pace. Just to take this a step further, the average employee made about $4,300 more than the year before. The average CEO, $1.5 million more. Now, obviously, these numbers are tough to swallow right now because a lot of workers are struggling with the high cost of living, right? I mean, groceries, daycare, car insurance. Life is expensive and paychecks -- they're still just catching up from three years of high inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "Is there any reason why it's happening right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "Well, yes. CEO pay is influenced very much by how the stock market is doing, and last year was a gangbuster year for the stock market. Now, CEO pay -- it's not really driven by their salary or their perks, although the perks are pretty sweet, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "That's what I hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "It's really the stock awards. And this study found that stock awards were up by 11 percent year-over-year to $9.4 million.And when we look at the list of the highest paid CEOs in the S&amp;P 500, one name stands above all of them, and that's Hock Tan. He is the CEO of tech giant Broadcom. He raked in $162 million in total pay. Almost all of that came in stock awards. And this was after Broadcom's stock almost doubled last year. That amounts to more than 500 times the median employee pay. Other notable CEOs topping the pay charts include Apple CEO Tim Cook and Netflix CEO Ted Sarandos. And listen, with the stock market near record highs we could expect to see these CEO pay packages get even bigger next year. John, I think at the end of the day, the real question though is -- I mean, you would obviously be a great CEO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "What would you do with $160 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "Spend it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "-- million?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "Spend it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "On?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "Whatever I want. Isn't that why you're a CEO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "It's good work if you can get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "Matt Egan, thanks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "EGAN",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BERMAN",
      "sentences": "This morning, an 83-year-old South Carolina woman is in the hospital after being gored by a bison. This happened in Yellowstone National Park and left the woman with serious injuries. The park says bison are usually not aggressive but will defend their space.ESPN host Pat McAfee is apologizing for calling Caitlin Clark a white \"b\" and now says he meant it as a compliment. He called her that while discussing whether race is a factor in the WNBA rookie's meteoric rise. He also said that Clark is the sole reason the WNBA has surged in popularity this year. McAfee posted an apology online and said he has also apologized personally to Clark. So, in Nebraska, a woman declared dead in hospice care was found breathing by a funeral home worker just two hours later. Authorities were called immediately after the 70-year-old was found alive and then transferred to a hospital where she does remain alive. Police were baffled. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BEN HOUCHIN, CHIEF DEPUTY, LANCASTER COUNTY POLICE DEPARTMENT",
      "sentences": "This is a very unusual case. I've been doing this for 31 years and nothing like this has ever gotten to this point before. There's been people that we've gone to and found before, but it was way before something like this has happened.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BERMAN",
      "sentences": "So the woman's family was notified, and police are now investigating the nursing home. This is why you check your work -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BOLDUAN",
      "sentences": "This is also -- he says this is rare, thank God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BOLDUAN",
      "sentences": "That is crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BERMAN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:37",
      "speaker": "BOLDUAN",
      "sentences": "All right.This morning, we're going to transition to this. This morning, the Trump campaign and the RNC are touting a new campaign haul saying now they've raised a combined $141 million in the month of May for Trump's reelection campaign. They say $53 million of that lone was brought in 24 hours -- in the 24 hours after the criminal conviction last week -- over one-third of the monthly total. And CNN's Alayna Treene has much more on this. Alayna, this is significantly more than we've seen in the past. What are they saying about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "BOLDUAN",
      "sentences": "Yeah, and that really gets to how important the messaging is around it. It's not just -- I think it's not just the conviction, it's in the weeks ahead -- the messaging around it and what -- and what works when it comes to this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "TREENE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "BOLDUAN",
      "sentences": "-- and who it benefits more.It's great to see you, Alayna. Thank you. And joining us now to talk about this is Democratic strategist and co- founder of Lift Our Voices, Julie Roginsky. And Republican strategist, Rina Shah. It's great to see you guys. Thank you for being here. So you heard all the great reporting from Alayna Treene on that. One hundred forty-one million dollars, combined, raised in May. It's just -- it is a huge number. And I also have ringing in the back of my head, Rina, a lot of smart Republican strategists also saying no matter the dollar amount, both men are going to have enough to run through the tape and run -- and finish this election with plenty of campaign cash. With that in mind, how important are these numbers right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "RINA SHAH, REPUBLICAN STRATEGIST",
      "sentences": "Not that important because I am actually not that impressed by this figure. I thought it would be higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "BOLDUAN",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "SHAH",
      "sentences": "Yeah, because this money was already sitting out there in the ether. It was just waiting to be activated by this conviction. These are people who had already planned to give. These are people who are motivated (PH) by fear and anger. And this was a bump that comes from, again, a sensational headline. And this is what Donald Trump needs to survive. Where is this money going to go, though? That's the question.And let's not forget three more cases sit on deck. Legal fees are exorbitant. We also know that the RNC has been transparent these days talking about how they will pay for Trump's legal fees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "BOLDUAN",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "SHAH",
      "sentences": "It was already done during Ronna McDaniels' time. We don't think it's going to increase under Lara Trump sitting over there in the leadership. It's absolutely going to happen.But I am not impressed by the percentage of new donors, also, that are coming and giving in this post-conviction moment. He'll get bumps. He'll get another one from the debate. He'll -- he's just looking for the bumps. But again, this was money sitting out there waiting to be activated. It's not that impressive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "BOLDUAN",
      "sentences": "That's really an interesting point.What do Democrats do about this? I mean, do you see this as a problem for Joe Biden and the DNC? JULIE ROGINSKY, DEMOCRATIC STRATEGIST, CO-FOUNDER, LIFT OUR VOICES: No. I mean, look, the DNC is continuing to raise money. Biden obviously has more cash on hand than Trump does. Trump's not going to -- Rina is right. Trump's not going to have these kinds of bumps every month. This is coming together now because he was convicted of a crime and the Republicans are coalescing around him. Eventually, he's going to get another bump and maybe another bump, but it's not consistent. What is consistent is that he's going to have to spend, as Rina pointed out, this money on legal fees. He's going to have to spend this money on whatever other activities that are purely for Donald Trump's personal benefit and not necessarily for his campaign. Democrats have been building a huge 'Get Out the Vote' effort. Democrats have been building a huge army, effectively, of voters and workers to get out the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "SHAH",
      "sentences": "And just, like, majorly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "ROGINSKY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "SHAH",
      "sentences": "-- you're making a fantastic point. I remember in years past, and you remember -- we've been doing politics -- ROGINSKY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "SHAH",
      "sentences": "-- for a long time -- that by now, there would be so many victory offices. There would be field operations by Trump and company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "ROGINSKY",
      "sentences": "None.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "SHAH",
      "sentences": "On the downside --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "ROGINSKY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:08",
      "speaker": "SHAH",
      "sentences": "-- there is so much more activated, again, of field operations. I'm seeing none of that on the GOP side and it's scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ROGINSKY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "-- and when does it cross the line to actually backlash -- to fly back in your face. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ROGINSKY",
      "sentences": "I mean, Biden's message should be very simple. Donald Trump wants to talk about himself, and I want to talk about you. If Donald Trump gets elected, he will focus only on himself. He has appeals. He's got other potential cases. Look, the federal cases are going to go away if he's president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SHAH",
      "sentences": "I'm not really hearing that here, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ROGINSKY",
      "sentences": "I'm not hearing it yet. He better -- he better start doing it. And I've always said the White House has a messaging problem and the messaging problem is the contrast is very easy.I am about you. Donald Trump is about himself. Everything that's going to happen in a second Trump administration will only be even more about Donald Trump. There are real issues happening to you in the world and to you in this country, and you need a president who is going to focus on you and not himself. And this is part and parcel of what's going on, and that's something the president should be talking about much more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "For Republicans -- down-ballot Republicans, this can -- the criminal conviction poses kind of -- I'm describing it as like a new set of landmines that they have to decide how they want to navigate.Politico has an interesting report out this morning highlighting the difference of approach now post-conviction between vulnerable Republicans running in New York, vulnerable Republicans running in California. Republican Reps. Mike Garcia, Michelle Steel, David Valadao -- these are in California -- have stayed mum since the verdicts despite multiple requests to their campaigns for comment. Yet, Mike Lawler, out of New York, who has kept an arm's distance from Trump in some respects for sure, saying this after the conviction. \"Our elections should be decided at the ballot box, not by partisan prosecutors.\" What do you make of the different approaches and maybe, most importantly now, how hard is it for Republicans to navigate that aren't named Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SHAH",
      "sentences": "Well, let me give you an example from California with Michelle Steel, who you just named. She's had an incredible grassroots ground game for years. Her coming to Congress was the result of many years of establishing goodwill in her district. She's a prolific fundraiser. She's an example of somebody who understands.She's out on her own by herself. Has to hang out there because Donald Trump's not going to take care of her. That used to be something that happened in the past. The party -- the top of the ticket took care of you, came out and showed up for you and showed out for you. It's every man for themselves now and Michelle Steel gets that. But luckily for her, she's alright. Are others going to be alright like that? I don't think so. And so, many of them sitting in congressional races that are tough and more complicated by Trump and his messaging or lack thereof, I must add, and his abandonment and the RNC's abandonment of them -- they're probably feeling some kind of way about the president but they know they can't step out of line. I wish they would because people like Michelle Steel will go on to live another day because of the game she set up for herself. Again, that goodwill. The ability to fundraise like crazy before she came to Congress. It's the other that are in -- others that are in danger. And the Republicans better wise up to it or they're going to lose elections for cycles to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "It's really interesting. I mean, it definitely poses a real choice and a lot of calculation going into it that politicians do all the time with regard to this conviction and kind of what happens in the coming months with them.It's good to see you, guys. Thank you for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ROGINSKY",
      "sentences": "Of course, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SHAH",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BERMAN",
      "sentences": "All right. This morning, an explosive new lawsuit against TikTok has now accused the social media app of creating \"a virtual strip club for children.\" The suit was filed by Utah's attorney general who claims that TikTok's livestream -- it not only allows the sexual exploitation of minors, but it is connecting innocent victims to predators in real time.CNN's Clare Duffy has the latest on this. Clare, what are you learning?",
      "isLastSentenceInterrupted": false
    }
  ]
}