{
  "date": "2024-04-01",
  "headline": "Connect the World",
  "subHeadline": "IDF Withdraws from Gaza's Al-Shifa Hospital after 14 Days; Organizers Plan to Maintain Presence in Front of Parliament until Spring Recess begins on Wednesday; Russia Launches Heavy Assault in Eastern Ukraine; Crews Preparing to Open Alternative Channel near Key Bridge; Cherry Blossom Season Arrives in Japan. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "It is 5 pm here in Abu Dhabi. I'm Eleni Giokos, and this is \"Connect the World\". Happening this hour ahospital turned to rubble. Israel's military withdraws from Al-Shifa hospital after two weeks of fighting. Eye witnesses say the raid destroyed the complex leaving death and starvation in its wake. A blow for Turkish President Erdogan as the main opposition party sweeps local elections we'll be live in Istanbul. And in Baltimore crews are preparing to open a new shipping channel near the Key Bridge as the lengthy clear up process gets underway. Well, the stock market in New York will open in about 30 minutes and checking in on the DOW futures were set for a slight negative start and of course markets were closed on Friday for Good Friday. So set to resume today. We're still eyeing out that key 40,000 benchmark will it breach that we'll check in on those numbers a little later. And we start at what was Gaza's largest hospital now in ruins. You're looking at the first pictures we're getting from inside the complex and you can see the wide corridors and hospital beds. It's a reminder of what the buildings were useful before Israel's 14 day siege. The IDF says its operation is now over. In a statement confirming its withdrawal from the hospital, Israel's military said the operation had been precise and that its troops had killed terrorists while preventing harm to civilians, patients and medical teams. But a local journalist working for CNN says entire families have been found dead. Bodies have been crushed into the ground by bulldozers and that those who survived are malnourished and starving. He describes people arriving at 2 am scrambling to find their loved ones just by the light of their phones. Now he says the scene quote feels like a horror movie. CNN's Nada Bashir following the story for us, Nada, it's great to see you. Look some of the video coming out of Al-Shifa is just too graphic to show our viewers. Meanwhile, we've just heard that journalist working for CNN describing it as a horror movie. What are we learning about this 14 day siege?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "All right Nada Bashir, thank you so much for that updates bringing us the latest on the raid in Al-Shifa. Well moving on now and CNN is alsolearning that senior U.S. and Israeli officials will meet virtually today to discuss Israel's proposed ground offensive in Rafah. A U.S. official says the two sides are still working towards an in-person meeting on the issue. Face to face talks were abruptly called off last week by the Israeli Prime Minister after Washington refused to block a U.N. resolution calling for a ceasefire in Gaza. Benjamin Netanyahu says U.S. pressure will not stop and Israeli ground operation in Rafah. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "We will go on to Rafah and eliminate Hamas battalions there for one simple reason. There is no victorywithout entering Rafah. And there is no victory without eliminating Hamas battalions there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "All right, will talk back on and I want to head to Washington now and bring in CNN's Natasha Bertrand. Natasha, I want to get into -- youknow what the U.S. has repeatedly said and it's warned Israel about a siege into Rafah. In this virtual meeting aimed at Netanyahu, do you think that he's going to be able to convince the U.S. that they have a workable plan? Can the U.S. be convinced of a Rafah operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Well, the answer is that it really depends, because as of right now, the U.S. is extremelyskeptical. And they have been urging Israeli officials including in talks with the Israeli Defense Minister last week to come up with an alternative plan. One that is not what the Israelis have been planning, such as a large scale ground operation into Rafah that could endanger the over 1 million Palestinians that have sought shelter there over the last few months. And what the Israelis are saying is that look, we need a way to eliminate these remaining Hamas battalions. And the U.S. is responding well -- you know you could go after them with a more targeted approach something that targets more senior figures in Hamas, rather than going in and doing an all-out assault. And so I think what the U.S. is still waiting to see from the Israelis is a concrete plan to move those civilians out of the area. And that is something that Israel has not been able to provide them with yet. And until they do, until they provide some kind of blueprint for how they're going to get those people out of that area, perhaps allowing them to move back north, then the U.S. is really not going to be on board with this. Now among the proposals the U.S. has given to the Israelis to ramp up talks with the Egyptians to try to seal that border so that Israel can conduct these more precision operations targeting these senior Hamas leaders without the possibility that they're just going to then escape, of course, across the border into Egypt. Of course, another aspect of this is that really targeted operation that the U.S. says that the Israelis should try. And that's something that they have been pushing them to do for months and months instead of doing these large scale operations that really do endanger the civilians there. But the Israelis are going to do what they're going to do. And that is the message that we got last week in talks with Israeli officials is that they are going to do what they believe is best for eliminating the remaining Hamas battalions in that area. Now whether there are any consequences for the Israelis ignoring the American's advice that remains to be seen, because we have seen that the U.S. has continued to provide them with weapons, with intelligence to help them prosecute this war against Hamas. And so the question now is are there any red lines here? If the Israelis do move forward with this operation in Rafah, how is the U.S. going to respond, especially if it's in a way that the U.S. has explicitly advised against, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "So you're calling for elections and a change in governments essentially?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SALZBERGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SALZBERGER",
      "sentences": "Yeah, we're calling for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "Over and above of course, importantly, and the release of hostages, which is important. But you've also said something interesting I'm justreading up about what your movement is about that Netanyahu doesn't prioritize hostages. So what do you think he has prioritized instead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SALZBERGER",
      "sentences": "I think that Netanyahu has prioritized the survival, his own political survival and the survival of his coalition. I think that whilemany people, including politicians are doing their best to try and bring back the hostages it simply isn't enough. I think that we, as the young generation who grew up under Netanyahu have witnessed rotten leadership. And it's time for us to step up and demand better leadership for all Israelis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "Netanyahu has rejected calls for election saying that he is going to dismantle the talks that are currently underway, specifically forhostage release. We also know that Hamas has said that all hostages will be released if this is sustained ceasefire. So what are your views on the current negotiations and importantly on a ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SALZBERGER",
      "sentences": "We believe that the war against Hamas is a just war. We believe that Hamas is a threat not only to Israelis, but also to Palestinians andthat Israel must triumph over Hamas. That is why we are not calling for a ceasefire. We believe that the war needs to be fought until the end. But we also believe that we should prioritize bringing back the hostages, even if it means pausing the same way. We are paused a couple of months ago to bring back hostages. And we also believe that the clearing schedule for elections a couple of months from now will not hurt or damage, neither the war efforts or the efforts to bring back the hostages, but rather allow the current government to act without being dependent on politics or its own survival.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah. I mean and of course families of hostages, we've heard just harrowing stories of -- you know the uncertainty that they're experiencing.I want to turn now to the U.N. Security Council resolution that within it said that famine is setting in in Gaza right now. You know from what we've been seeing and Netanyahu's policies essentially, of not allowing enough aid into Gaza has gotten a lot of criticism from aid organizations. They're describing dire realities. From your perspective how are you viewing this? And does this worry you and your members importantly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Nadav Salzberger, great to have you on. Thank you for taking the time. We appreciate it. And still to come on the show a blow forTurkish President Erdogan as the opposition party sweeps local elections. We're live in Istanbul, that's coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "GIOKOS",
      "sentences": "Local elections in Turkey on Sunday brought a major defeat for President Recep Tayyip Erdogan and his ruling party. The main oppositionclaimed victory in a number of key cities including Istanbul and Ankara. Mr. Erdogan wasn't on the ballot but consider defeat on behalf of his party. And he says he'll respect the world of the Turkish people. We've got Scott McLean in Istanbul for us. Scott, great to see you. Really vital I mean Istanbul has always been very important city. And if we look at what happened overall Erdogan's party losing major cities. So what does this mean for the opposition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "This is absolutely huge for the opposition CHP Eleni. And if you can believe it, it's actually the first time sincethe late 1970s that they won the popular vote in an election and now you have the majority of Turks who are living local provinces or municipalities that corridor will soon be governed by the CHP. The party won the big cities they won Izmir, Ankara here in Istanbul it also won some places that you wouldn't expect like the very religious conservative city in southern Turkey Adiyaman where they didn't even bother to run a candidate in the last election. Here in Istanbul Ekrem Imamoglu, the mayor was reelected. He is widely viewed as President Erdogan's strongest opposition rival and he managed to beat the Erdogan's AK Party candidate by an 11 point margin something that few polls could have possibly predicted and afterwards this is what he told his supporters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EKREM IMAMOGLU, ISTANBUL MAYOR",
      "sentences": "The nation itself gives the order and the instructions not just one person. Officials receive instructions from thenation. Period of one man rule is over as of today. It is done. The republican democracies to go full speed ahead from now on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "I just want to shift this and look at it from Erdogan's perspective and his party. And losing power these really you know important cities andwhat it means for Erdogan's party down the line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "MCLEAN",
      "sentences": "Yeah, so this is actually the lowest share of the total popular vote that his ruling AK party or Justice and Development Party has gottensince it was first ran in an election back in 2022 or 2002 excuse me, and it is the very first time that it has lost the popular vote and it lost in some places that you wouldn't expect like Erdogan's own district here in Istanbul, the Beyoglu District. Afterwards President Erdogan said that look he respected the will of the people. He said, you know, Turkish democracy was strong and he was also pretty reflective himself about what this means for his own party, listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "RECEP TAYYIP ERDOGAN, TURKISH PRESIDENT",
      "sentences": "We will open heartedly analyze the results of the March 31st elections within our party and make our self-criticism boldly. Although not finalized yet the election results show us that we are experiencing a loss of grilled in local administrations across the country. Of course, we will discuss the reasons for this decline we see on the local basis. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "MCLEAN",
      "sentences": "And look Eleni, even though President Erdogan was not on of course, the local election ballots. He definitely injected himself into this race.Here in Istanbul his face was on plenty of banners and billboards and ads, things like that. He came here for rallies and so it's surely this is a big blow for his own popularity. But he was struggling of course with the state of the economy, which is top of everyone's mind here. You have inflation that is still out of control. You have interest rate that is at 50 percent. And though Erdogan was able to double the minimum wage for minimum wage earners, pensioners have complained that their pension payments have not come close to keeping up with inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Scott McLean, great to have you on the streets in Istanbul. Thank you so much. Now we move to Eastern Ukraine heavy fightingis reported to the west of the City of Avdiivka. Ukraine withdrew its forces from Avdiivka earlier this year conceding a significant victory to the Russians. Now Russian troops are pushing into villages further west, trying to build on gains made in recent months. International Diplomatic Editor Nic Robertson following this for us. Nic, great to see you, could you give us the latest on what this means?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It means that Ukraine's forces are under pressure and are not able to hold the same lines that theycould hold this time last year in fact, they hope to be advancing across those lines. And it supports the analysis that Ukrainian officials are stating which is they don't have enough ammunition to keep up the rate of fire that they need to hold off Russian forces everywhere where they need to hold them off. We had over the weekend President Zelenskyy saying that they might have to have some small tactical retreats to kind of rationalize straightened out take some kinks out of the frontline to make it easier to defend. But I think what we're witnessing here is a very, very, very, very slow encroachment of Russian forces into Ukrainian territory. And the test is -- you know can the Ukrainians if they're making new front lines, can they then hold those front lines and they are indicating that they can? They say over the weekend that Russia pushed on perhaps a 10 mile long front. I think that in itself is indicative of how much of an effort Russia is making. But the Ukrainian say that there were able to hold them back and five or so different villages along that extended front line but a couple of smaller villages have fallen. So the momentum albeit at really slow and albeit at for not strategically important locations. It is in Russia's favor on that section of the front line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MATT EGAN, CNN CORRESPONDENT",
      "sentences": "Yea Eleni at some point, you got to think that this milestone is going to hit and why not today, you mentioned it'sthe first day of a new month and a new quarter. And so this would be quite the way to start things off. The DOW ended last week, which was a holiday shortened week, around 190 points away from 40,000. So it really wouldn't take all that much to get there. Looking at the first few seconds of trading though, the DOW was opening roughly unchanged, so still has a little bit to go. But listen it could happen really at any moment this morning, or later on today. And when it does I mean, this would be a major milestone, especially because a lot of people thought that the economy would be in such a worse shape, right? In some ways, if DOW when and if it happens, DOW 40,000 would be kind of another data point supporting the soft landing that a lot of people thought was basically impossible, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "EGAN",
      "sentences": "I mean there was a recession, we'd be looking at DOW 30,000, or 25,000, or even lower. And I think there's a few other factors here behindthe market surge, including the fact that the Fed is no longer slamming the brakes on the economy, right? They're no longer doing these monster interest rate hikes to try to get inflation under control. They're kind of in wait and see mode, and they are still signaling that they could be cutting interest rates multiple times this year, perhaps not until June. And of course Eleni, we can't forget about the AI boom, we've seen NVIDIA and other AI connected stocks just go to the moon and that has helped lift the entire stock market higher. And so -- you know in the next few minutes or a few hours we could finally see DOW 40,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah. I mean, about 200 points away and I think everyone's feeling a lot of excitement. We saw the market open and a lot of jubilation today.But very quickly on AT&amp;T and 73 million customers address what happened there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "EGAN",
      "sentences": "Yeah Eleni, the company is still investigating exactly what happened. They say that they don't have any evidence of their systems having beencompromised. They don't know if this was maybe coming from a vendor. What's really interesting here is that it's actually mostly former customers that have been impacted way more former customers than current customers. And I think that sort of gets to the timing here. It was actually almost three years ago that a well-known hacker came out and claimed to have personal data on more than 70 million AT&amp;T customers. And at the time, AT&amp;T denied that its systems were breached. Now the company is saying that they've learned that about two weeks ago, AT&amp;T data did leak out on the dark web. And the company says that there are a number of things that customers can do if they've been impacted, they say that they're going to offer complimentary fraud detection services that people could actually go out, and they can freeze -- you can freeze your credit with the credit bureaus. So that makes it a little bit harder for someone to try to steal your identity. And I think the really concerning point here Eleni is the sheer volume of data that was impacted, right? I mean, the company says it kind of varied from case to case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "EGAN",
      "sentences": "But this includes full names, dates of birth, home addresses, email addresses, and most concerningly social security numbers. And so we knowwith that information, there's a lot that hackers can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Alright, Matt Egan always good to see you. I'm sure you're going to be watching your screens very closely for 40,000. We will be catching up onthat milestone very soon, I'm guessing. Thank you, Matt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "EGAN",
      "sentences": "Thanks Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "Well, I want to shift gears now and happening right now a major milestone in Baltimore crews are preparing to open an alternative channelnear the Key Bridge for essential vessels. Officials say it's an important first step to fully reopening the Port of Baltimore after last week's deadly bridge collapsed. The port is a major hub for vehicles, containers, as well as commodities, and thousands of jobs are directly affected by the bridge disaster. CNN's Gabe Cohen is in Baltimore for us to give us an update. You know Gabe you've been covering the story from the moment that that vessel collided into the bridge. And we're looking at the aftermath now and we're realizing what it means from an economic perspective. You know what contingency plans are being put in place to open up the waterways?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "COHEN",
      "sentences": "But the reality is, as of now, and I just spoke with the Joint Information Center on this, they said, the focus for the channel in theshort term is going to be for it to be used almost exclusively by vessels that are directly involved in the salvage operation actually removing the bridge from the river. That is priority number one. So it's not clear what the timeline looks like to actually open it up to other vessels commercial traffic in and out Eleni. So we'll see what happens. That is something that people are really hoping for here in Baltimore. But right now, you can probably hear the rain around me conditions are brutal, it is cold, it is rainy, it is windy. And the crews are still trying to figure out and the engineers that are on scene, how to cut this bridge into smaller pieces and actually remove it from the water. They have been getting some of it out. But they are scanning and surveying every little bit of it to see how they can get this done in an effective and safe manner. It has been described this scene Eleni, kind of like a tightened rubber band. And the fear is that if you cut it in the wrong place, it could snap and that could create really dangerous conditions for the people along the water who are trying to get that bridge out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "Yeah, the logistical realities and risks really come into play right now. And if you think about it, you've got multiple stories playingout, right? You've got a big concern about what this means from an economic perspective and the jobs that could be at risk on the other end, you know, safety and salvage concerns. Still on the go. You know and I'm just curious in terms of -- you know you've been speaking to locals, how do they feel? Are they worried about job security at the same time very aware of the risks for the salvage teams that are in the water currently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "COHEN",
      "sentences": "Yeah look, they are very concerned. People who work at the port and a lot of people whose jobs are indirectly impacted. They're concerned abouthow it could have hit their wallet for sure. But we also understand that four of those construction workers are still missing, potentially Eleni buried under that debris. And so I think people respect that these first responders have to go about this in a sensitive way. Because if they do recover those men, they want to be able to send divers down to actually bring them back and bring closure to their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Cannabis is now legal for adult recreational use in Germany. The country's Federal Council cleared the way to decriminalize thesubstance in late February. Under the new law adults can possess up to 25 grams of cannabis. They're also allowed to grow up to three plants for private use. Production and distribution of the drug are also permitted in licensed clubs. The law gives Germany some of the most liberal cannabis rules in Europe. Over to Japan and the cherry blossom season has officially begun tourists and locals in Tokyo are flocking to see the famous flowers reach peak bloom. This year the celebrated trees started blossoming later than usual the season can only begin when according to state media weather officials monitoring a specific tree in Tokyo are able to spot 11 blossoms. Now in the English Premier League on Sunday title contenders Arsenal and Manchester City went head to head. The game played out more like a chess match than a football match as neither side was able to find a break through. The 0-0 draw exactly what Liverpool fans would have wanted? We've got Patrick Snell joining us now. What do you think is the happiest of the three teams after this weekend Patrick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "PATRICK SNELL, CNN WORLD SPORTS",
      "sentences": "Hi there Eleni. Yeah no doubt about it was a really happy Easter Sunday for Liverpool because it was a reallyfascinating day. They got the job done earlier in the day. They took on Brighton at Anfield a come from behind win 2-1 victory a wonderful team move that led to Mo Salah's very composed finished right in front of a cop vintage Liverpool in front of their home fans. So they kind of put the pressure didn't it to certain extent on the two title contenders that would collide at the Etihad Stadium, namely Arsenal and Manchester City and they just canceled each other out. What does that mean? Liverpool now have a two point lead to top the table over Arsenal and a three point lead over defending champs Man City. You are trying to do what no other team has ever done before in Premier League history and that's when it four times on the bounce. Back to you more on \"World Sport\" in just a few moments.",
      "isLastSentenceInterrupted": false
    }
  ]
}