{
  "date": "2024-03-06",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Ukrainian Navy: Five Killed In Strike Near Zelenskyy's Convoy; Lead Attorney Trying To Disqualify D.A. Willis Testifies At GA Capitol; Alabama Set To Pass Bill Protecting IVF Clinics, Patients. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN DEAN, FORMER WHITE HOUSE COUNSEL TO PRESIDENT NIXON",
      "sentences": "He can't use that excuse that he's got to be campaigning. He's got the nomination for all practical purposes. So, he's got to get -- he's going to be focusing more on his criminal defense. And that will draw media attention, of course, to those criminal defenses, which are a pretty threat that -- thread there, excuse me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "But at the same time, he's looking ahead to a general election against Biden in November. So, that's going to be at the top of his mind as well. Before you go, John, I have to ask you a big question this morning. Will Haley supporters come home to the GOP in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DEAN",
      "sentences": "Well, I think she'll give us a signal one way or the other. Ultimately, I would be surprised given what she did have to say as the campaign progressed where she was pretty harsh on Trump and his problems and the chaos. He clearly creates where he goes.I just -- I don't think they will come home. Those that I know personally, they were Haley's supporters. They're not going to become Trump supporters. They're going to become more likely either third- party or Biden voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BLITZER",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DEAN",
      "sentences": "So, it's up for grabs right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Yes, times are really changed. During Watergate, it was Republican leaders who went to Richard Nixon and said it's time to go. In the year 2024, Republicans have made Donald Trump their -- basically their presumptive nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BLITZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "We're not officially there yet but very close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BLITZER",
      "sentences": "It's a two-man race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "It's a two-man race. BLITZER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right. John Dean, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:36:33",
      "speaker": "ACOSTA",
      "sentences": "And we are following some more breaking news out of Ukraine. President Zelenskyy says a Russian missile hit near where he and the Greek Prime Minister were meeting in Odessa on the Black Sea. Zelenskyy says people were killed and injured in that attack.And CNN's Fred Pleitgen joins me now. Fred, what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:36:33",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Jim. Well, certainly, looks like it might have been a close call there for the Ukrainian president and actually also the Greek Prime Minister. It's not clear whether or not the Ukrainian president, Volodymyr Zelenskyy, was actually the target of what apparently took place there which seems to have been a missile strike by the Russians near the port or inside the ports of Odessa.It was quite interesting to hear the Ukrainian president say that they not only heard an explosion, but he says that they also saw the missile as it was coming down, which of course seems to indicate that both him and the prime minister of Greece were quite close to that explosion that took place. I want to listen in to what Volodymyr Zelenskyy had to say later at a plus -- press conference. Let's listen in. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through a translator): We saw this strike today. You can see who we are dealing with. They don't care where they strike. I know that there are victims today. I don't know all the details yet. But I know that there are dead and wounded. We need to defend ourselves, first and foremost. The best way to do that is with an air defense system. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:36:33",
      "speaker": "PLEITGEN",
      "sentences": "And, Jim, the Ukrainian president there saying that there were dead and wounded. The Ukrainian authorities, the Ukrainian Navy now coming out and saying there were five people who were killed and further people who were wounded in that strike. And some new information that we literally just got a couple of minutes ago actually coming from the Russians.They claim that near that port facility that they struck what they said was a warehouse containing unmanned sea drones from the Ukrainians. Again, impossible to confirm whether or not that was really the case, but definitely appears as though it could have been a close call there for the Ukrainian president, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:36:33",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. I mean, that would have been extraordinary had things turned out differently here. Glad that the president is OK. Fred Pleitgen, thank you very much.Joining me now to discuss is CNN national security analyst and former Deputy Director of National Intelligence Beth Sanner, and CNN military analyst and retired Air Force, Colonel Cedric Leighton. Beth, let me start with you first. I mean, this -- as Fred was saying just a few moments ago, this was an extremely close call. And according to the Ukrainians, this Russian strike not only potentially could have taken out the Russian president, but the Greek Prime Minister. I mean, can you imagine if something like that had occurred, just extraordinary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. Colonel Leighton, what do you think? I mean, the other question that I had in the back of my mind as I was digesting this news this morning is whether or not the Russians have the ability to track Zelenskyy's movements with this kind of precision because it sounds like this was fairly close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "CEDRIC LEIGHTON, CNN MILITARY ANALYST",
      "sentences": "Yes. I think so, Jim. And you know, we certainly have to think of the possibility that the Russians are tracking Zelenskyy's movements. I -- this, you know, according to some reports, at least, you know, as Beth indicated was about 150 meters or so away from Zelenskyy's convoy.That's pretty darn close. And, you know, if they were also looking at a going after the sea drones, as Beth mentioned, that, of course, is a military target and you know is -- you know, clearly within a -- you know, some of the parameters that the Russians have set for themselves and would be a military interest to them. But they also, of course, have always wanted to do something that would decapitate in essence the Ukrainian regime. And this would be one way in which they could do that. Of course, they also had the Greek Prime Minister, Mitsotakis, visiting at the same time that may -- might have complicated things, if a -- you know, something bad had happened, you know, in addition to what already occurred. But this is, you know clearly a Russian effort to go after the leadership at a -- you know, very interesting possibility of that. And there's also the chance, of course, that they were going after a military target in this particular case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "ACOSTA",
      "sentences": "And, Beth, it's impossible to not put this in the political context this morning. I mean, here -- this morning, we had Nikki Haley dropping out of the presidential race, but at the same time saying that aid to Ukraine is essential. And that's what her supporters want to see happen.Obviously, Donald Trump feels differently about a lot of this. He has other plans for Ukraine and Russia. How big of it -- how big of an issue is this issue now of Congress passing aid for Ukraine with Donald Trump all but guaranteed to be the Republican nominee come November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "SANNER",
      "sentences": "Yes. I think that this is -- you know, it is getting to the point where we are on the verge here of Ukraine, really, potentially having the tables turned completely on them. And it is just unconscionable to me that the U.S. Congress is not doing what they're supposed to do. I mean, put it on the floor and debate it, and vote on it, right? Isn't that what democracy is all about? Just vote on it and let's see where the votes come down.But -- I mean, we're at the point now where Ukraine cannot defend itself. And they're almost out of air defense missiles in many cases. And certainly, they are rationing their ammunition, and it's why they're losing territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "SANNER",
      "sentences": "So, I think I also just want to take a second and remind people that it's not $60 billion for Ukraine, that package, only 14 billion of it is actually for Ukrainian arms. Another 20 billion is just going straight to U.S. manufacturers along with that 14 billion. But that 20 billion is just going to go back into the U.S. stockpile.So, you know, these votes also aren't just about Ukraine. It's also about America, that about America's safety, and about American jobs. And I think that that is really what Republicans should focus on as well as doing the right thing for Ukraine and for the U.S. reputation in the world, which Haley really doubled down on today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:48:40",
      "speaker": "ACOSTA",
      "sentences": "The bid to remove Fulton County D.A. Fani Willis from the Georgia election subversion case just from the courtroom to the state capitol today. These are live pictures from Atlanta right now where a key attorney leading those efforts is testifying before the state senate committee investigating Willis. CNN's Nick Valencia is outside the capitol for us.This committee, Nick, from what I understand cannot sanction Fani Willis, but I suppose they can apply some pressure on the situation. Tell us more about what's happening today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:06",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Hey, Jim. Yes, the Senate convenes at 4Now, I spoke with Dr. Mamie McLean of Alabama Fertility, one of the three clinics that paused IVF treatments in the wake of the state Supreme Court ruling. And she tells me that her clinic is ready to roll out IVF treatments, restart those as early as tomorrow should this be signed into law. She tells me that in the 13th-day sensor, clinics pause these treatments, there have been at least 35 frozen embryo transfers that were canceled. Meanwhile, the University of Alabama at Birmingham, another such clinic that paused IVF treatment said that it will continue to follow the ruling of the state Supreme Court unless it reconsiders, which is something that typically isn't done or unless a bill is signed into law. Again, the ruling did not dictate that clinics shut down or pause IVF treatments. But university -- clinics like UAB have said that they are worried about legal repercussions now that frozen embryos are seen as children. UAB did not give me any sort of indication as to the timing of how immediately IVF treatments will come back. Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}