{
  "date": "2024-12-06",
  "headline": "CNN Newsroom",
  "subHeadline": "Hegseth Fights for Secretary of Defense; Trump Shows New Support for Hegseth; TikTok Facing U.S. Ban After Losing Bid. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "New this morning, President-Elect Donald Trump is issuing a public show of support for his embattled pick to lead the Pentagon. A defiant Hegseth is appearing to pull a page from Trump's playbook, downplaying his confirmation concerns and instead taking aim at the media.(BEGIN VIDEO CLIP) PETE HEGSETH, TRUMP'S PICK FOR SECRETARY OF DEFENSE:  I'm not going to back down from them one bit. I will answer all of these Senators' questions. But this will not be a process tried in the media. I don't answer to anyone in this group. None of you. Not to that camera at all. I answer to President Trump. I answer to the 50 -- the 100 senators who are part of this process and those in the committee And I answer to my lord and savior and my wife and my family. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And joining me now is Oregon Democratic Senator Jeff Merkley. He serves on the Foreign Affairs and Appropriations Committees. Senator, good morning.SEN. JEFF MERKLEY (D-OR):  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Thank you for being with us. What's your response to what you just heard from Pete Hegseth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MERKLEY",
      "sentences": "Well, that he's missing the whole point, and that is that secretary of defense, you need to have extensive experience to run the security enterprise of the United States of America, experience that he does not have, and that your former behavior is relevant, and his behavior at the non-profits that involved abusive actions towards women and drunken behavior, those are relevant, and the press is an important part in America to pull out the truth and share it with the American people and with legislators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And his lawyer says his name has been submitted for an FBI background check. Does that change anything in your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MERKLEY",
      "sentences": "That that he had been submitted for an FBI background check?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "That's what his lawyer says. MERKLEYFolks who have a deep understanding of the Department of Defense understand how important it is to a democracy, how important it is to American security, and how essential, therefore, to have someone of significant experience. I began my career working for Secretary Weinberger in the Secretary of Defense's office. I well understand the enormous complexity of our enterprise, and Pete Hegseth does not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Your colleague, Republican Senator Tommy Tuberville of Alabama, said yesterday he doesn't think it's the job of senators to vet these nominees. Let's listen to that.(BEGIN VIDEO CLIP) SEN. TOMMY TUBERVILLE (R-AL):  Who are we to say that we're a better vetter and picker of people than Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "But isn't that your advice and consent, that's your job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "TUBERVILLE",
      "sentences": "Advice and consent. But that's more the Democrats. Donald Trump did all the vetting they needed to do on Pete Hegseth. And I just can't believe we even have people on our side that are saying, well, I've got to look at this, got to look at that. What they're doing is they're throwing rocks at Donald Trump. They're not throwing them at Pete Hegseth. They're throwing them at Donald Trump. Because they're saying, well, we don't believe you did the right vetting, and we don't believe he can do the job.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Senator, what's your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MERKLEY",
      "sentences": "Well, who are we to say? The founders of the United States of America, and the U.S. constitution, that deliberately put a check and balance in place to avoid having unqualified people take important positions in our government. It is not just an opportunity, it is a responsibility of the Senate to vet these candidates. And the idea that Donald Trump has vetted the candidates, that is just, oh -- I mean, breakout laughter on that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And I do want to ask you about Elon Musk and Vivek Ramaswamy. The DOGE duo, I guess. Were up on Capitol Hill. And our Manu Raju also asked them some -- tried to ask them some questions, asked Elon Musk whether Social Security and Medicare would be off the table as part of this DOGE process. And here's what we heard from Elon Musk.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "I guess we didn't get a response to that. What's your -- are you concerned by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MERKLEY",
      "sentences": "Well, absolutely. Mike Lee, my fellow senator across the aisle, has said Social Security is government dependency at its worst. I would say it's not government dependency at all. You put your money into the Social Security account, the balance ensures that you will have a better retirement, you will not live in poverty in your senior years. It's worked extremely well.It can work better. It should be reinforced with reforms that have been long discussed, but to tear it down or diminish benefits or to privatize it, which it sounds exactly like what's being considered would be a huge mistake. Oh, it's wonderful as the stock market goes up, but it's a catastrophe when the stock market goes down, and we've watched those collapses time after time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "And, Senator, just very quickly, I wanted to ask you we were just speaking with Tasha Adams, who is the ex-wife of Stewart Rhodes, the founder of the Oath Keepers. She told us just a few moments ago, and perhaps you didn't listen, and that she is very concerned about Donald Trump's pledge to pardon January 6th rioters and insurrectionists. Is there anything that the Senate can do, anything Democrats can do to stop that from happening, letting violent people out like Stewart Rhodes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MERKLEY",
      "sentences": "Well, the president does have the power of the pardon and there is no check and balance in the constitution. However, we can certainly carry our voices and to say, listen, individuals who attack the fundamental premise of our democracy, which is the outcome of the election is honored and you have a peaceful transfer of power, that those individuals who are really assaulted the premise of our nation should never be let out. We'll raise our voices, but the incoming president will have the power to pardon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Senator Jeff Merkley, thank you very much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MERKLEY",
      "sentences": "Jim, good to be with you. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Trump is breaking his silence to vouch for his embattled pick to lead the Defense Department. Take a look at this post on Truth Social from earlier this morning. Trump says Pete Hegseth is, quote, \"doing very well and his support is strong and deep.\" It goes on to say, Pete is a winner and there is nothing that can be done to change that.Let's discuss more now with CNN political commentators Maria Cardona and Shermichael Singleton. Shermichael, you know, this post comes after this, you know, battle that we've seen waged up on Capitol Hill. I guess we could put the post back up on screen. It does not specifically say -- and hey, it's Friday. Maybe I'm reading too much into things. It does not say, I still support him. He better be secretary of defense or else. It says he's a winner. And it says he was a great student, but it doesn't say it doesn't -- does it say that? Shermichael?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR, REPUBLICAN STRATEGIST",
      "sentences": "Well, I think the statement does suggest that the president-elect wants him to keep moving forward if possible. But I think it also suggests that the president-elect respects and understands the separation of powers between the legislative body, in this particular case, the United States Senate and the executive branch, as he should. I think this is a very good sign.He nominated Pete Hegseth because he is who he wants. Pete Hegseth is going to go through the process like every other nominee and hopefully get confirmed. If that's what the president-elect certainly wants. He's meeting with a lot of Republican senators. Everything that I'm hearing, Jim, for the most part, is that a lot of them appear to be prepared to vote for him. The only person that we sort of have some uncertainty about is Joni Ernst, but even in her statements, Jim, she appeared to be open minded to at least giving Pete the opportunity to defend himself and potentially go before the committee for some very tough and challenging questions. So, that to me is a very good sign about the possibilities of him ultimately getting confirmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, she still says she's not a yes yet, Maria. I mean, that's about as far out on a limb as you can go in Trump world these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR, DEMOCRATIC STRATEGIST",
      "sentences": "Yes. No, that's exactly right. And Shermichael will know better, but I'm hearing exactly the opposite, that there are a number of senators right now that are not willing to vote for him. Obviously, they're not going to say anything publicly for exactly what you said. And they are waiting, not just for these private meetings, but for the actual hearing to make their decision.But Senator Ernst, I think, is critical because everything that has come out about Hegseth is completely the opposite of what she stands for and who she has been. She has been a combat veteran. Pete Hegseth has come out against women being in combat positions in the military. He has been very vocal about how he doesn't respect women. He doesn't, he even said at one point that he doesn't think that women should have the right to vote. I mean, those are very concerning statements. She also is a sexual assault survivor, and she has worked with Democratic Senator Kirsten Gillibrand to focus on sexual assault and accountability in the military. And so, the fact that -- ACOSTA:  Very important project.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "CARDONA",
      "sentences": "Exactly. The fact that Hegseth's background and all of these gross allegations are front and center, I think it's going to put Senator Ernst in a very difficult position to vote yes for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SINGLETON",
      "sentences": "Well, I mean, I think his mother is out there because some outlets have printed and reported on a previous e-mail she sent several years ago, I think seven years ago to be exact. And she feels a need -- and I think she should, to come out and clarify what was going on between her, her son, and their family at that particular time. I think she did an outstanding job on Fox News. And again, friends of mine that I have who actually worked for Republican senators, and I've been talking to and texting with a lot of them, to just understand where things appear to be moving from their perspective. These things are absolutely making a difference.And I'll just add quickly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "But I guess --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SINGLETON",
      "sentences": "-- I understand --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "-- I just -- you know, if you're having to have your mother call senators --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SINGLETON",
      "sentences": "-- people should have the right to defend themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "I know. But, Shermichael, but to have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SINGLETON",
      "sentences": "Go ahead, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "To have your mother call senators, to get you cleared for secretary of defense, right, I mean, he goes out there with tattoos and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SINGLETON",
      "sentences": "I don't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "-- showing off his bicycles and everything. I mean, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SINGLETON",
      "sentences": "I don't think that's a bad thing. I mean -- so, I'll give you an example. I've gone through the confirmation process before having worked for a former cabinet secretary, and you're going to have statements from the spouse, from siblings, from children, from grandchildren, from friends, from neighbors. So, I'm not opposed to having the mother of a secretary -- potential secretary who would know him very well saying, this is who this person actually is. Particularly if there are allegations against this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "I hear you. I guess, Maria, I'm just wondering what, you know, the right would say if the roles were reversed, and this were a Democratic nominee for defense secretary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CARDONA",
      "sentences": "Oh, I mean, they would be going out of their minds. But I think you hit the nail on the head. When's the last time that we have spent segments talking about a Democratic nominee? Right. I mean, this is where -- and frankly, any other nominee from a Republican president. This goes to the heart of Trump's judgment. The fact of the matter is he said he was going to bring in the best people, he's actually bringing in the crappiest people, who have disgusting allegations, who have no experience in the job, for one of the most important positions in the U.S. government. This does not bode well for Trump. It does not bode well for the United States of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Shermichael, Maria will be watching to see if anything, any news drops late today or over the weekend. Appreciate the time. Shermichael, we got a lot in there from you. We appreciate that, as always. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CARDONA",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Thanks, Maria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SINGLETON",
      "sentences": "I'm glad you could tell I had a little bit more, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Some breaking news now on TikTok's future in the U.S. CNN's Clare Duffy joins us now. Claire, what does this mean for TikTok?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Look at that tree. It's officially Christmas time here in the nation's capital as President Biden and First Lady Joe Biden helped light the national Christmas tree. It's been a tradition for more than a century and features ornaments representing every state territory in Washington, D.C. And I want to bring in my good friend Pamela Brown, who always enjoys a good Christmas tree lighting.And those folks, they really shivered last night in the cold. But in the meantime, I do want to, if we can, give a quick shout out to the amazing executive producer of both of our shows, Bryan Bell, as he marks a special milestone today, 25 years with CNN. He's been in the business since the early 1990s when he got his start as a line producer at NBC 12 in Richmond, Virginia. Great station there. But, Pam, we couldn't do it without Bryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "PAMELA BROWN, CNN ANCHOR",
      "sentences": "We couldn't. No, we certainly couldn't. I mean, we are so lucky to call him ours, right? He works 20 hours a day. I don't know when he sleeps. He is amazing. And by the way, so well liked and respected throughout CNN over his 25 years when he first came on board for the show.I just kept hearing from people how much they adored him and loved him. And like I said, we were just lucky to call him ours, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. And you can see right there, he worked with the great Carol Costello, a CNN veteran who we all love and adore. But that is it bright there. Bryan Bell smiling on the right side of the screen there. I mean, that is Bryan every day of the week. He just makes this such a joy and a pleasure to be here at CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BROWN",
      "sentences": "Oh, my God. Is that a high school photo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "What is that right there? Bryan ringing our ear right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BROWN",
      "sentences": "Wow. We went into archives for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "We really did go into the archives. This is your life, Bryan Bell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BROWN",
      "sentences": "Yes, we're going to just do the next hour just on Bryan, a montage of Bryan's life. No, we won't embarrass him that much. I think his face is bright red right now. But, Bryan, you deserve, look, at the beautiful CNN cake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Look at that. BROWN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Don't tell the fire marshal about all the candles on that cake right there. I tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BROWN",
      "sentences": "Yes, you guys, you better blow that out quickly. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "There we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BROWN",
      "sentences": "There we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "No, but we couldn't do it without Bryan. And it's been a -- there it is. Congratulations, Bryan. And the whole team there that, you know, Pam, they've worked so hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BROWN",
      "sentences": "The whole team.",
      "isLastSentenceInterrupted": false
    }
  ]
}