{
  "date": "2024-05-17",
  "headline": "CNN News Central",
  "subHeadline": "\"Diddy\" Shown In 2016 Video Assaulting Former Girlfriend; World's Number 1 Golfer Arrested In KY, Faces 4 Charges; Israel Recovers Bodies Of Three Hostages Killed By Hamas; Biden To Speak At Morehouse College As He Works To Rally Black Vote. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:10",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Graphic new surveillance video appearing to support claims of abuse, physical abuse made against Sean \"Diddy\" Combs. We have CNN's exclusive reporting.Plus, the world's top-ranked golfer now has a mugshot and some new charges after police say he dragged a cop with his car. The new details on the known as pretty mild-mannered Scottie Scheffler's early morning arrest just hours before he played in a major tournament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:10",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Israeli forces recover the bodies of three hostages inside a tunnel in Gaza. Israel says they were murdered in October by Hamas terrorists. What it could mean for the already shaky ceasefire talks.These major developing stories and more right here on CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:10",
      "speaker": "KEILAR",
      "sentences": "We begin with disturbing video of Sean \"Diddy\" Combs chasing after his then-girlfriend, shoving her to the ground, kicking her repeatedly while she's on the ground and then dragging her. The video, exclusively obtained by CNN, appears to support some of the physical assault allegations from Diddy's ex, Cassandra Ventura, known by her performing name as Cassie. The graphic surveillance footage was recorded inside of a hotel back in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:10",
      "speaker": "DEAN",
      "sentences": "And we want to warn you, what you're about to see is very violent. It's very hard to watch. CNN's Elizabeth Wagmeister joining us now with more from her exclusive reporting.Elizabeth, what more can you tell us about this video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "WAGMEISTER",
      "sentences": "Now, that Instagram post from Diddy back in December was referencing some allegations from some of these lawsuits. I do want to point out that there was a settlement deal between Diddy and Cassie, so neither of them are able to respond to this video or talk about any of the incidents relating to her complaint. But as we heard, we did hear back from Cassie's team. We have not heard back yet from Diddy's team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "And Elizabeth, this is - I mean, this, as you mentioned, it's really just the latest in a string of these damaging controversies and accusations against Diddy. His homes were raided in relation to this federal sex trafficking investigation out of New York. He's also been accused of sexual assault in five separate lawsuits filed in recent months. Tell us where things stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "WAGMEISTER",
      "sentences": "Yes. There are a slew of lawsuits against Diddy. Now, he is denying all of them, and he isn't just standing back. He's really fighting very strongly. In fact, at the end of last week, he filed a motion to dismiss against a separate suit with Jane Doe. Just a few days before that, he filed a motion to dismiss a portion of an entirely different suit.So he is fighting to clear his name, as we heard him say that. But again, this video, now we have evidence that we have all just watched that goes starkly against his denial of these claims. So it'll be interesting to see if and what we hear from his team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "DEAN",
      "sentences": "Elizabeth Wagmeister, thanks so much for that exclusive reporting.The world's top golfer is nearing the end of his second round of the PGA Championship, and he's likely bracing for an avalanche of questions over a run-in with police this morning. Scottie Scheffler arrested while on his way to the golf club where this tournament is taking place in Louisville, Kentucky. He reportedly tried to drive around a fatal accident scene near the club entrance and kept driving when an officer tried to stop him. ESPN's Jeff Darlington says the officer latched onto Scheffler's car and was dragged several yards before it stopped. Here's more of that video Darlington recorded as Scheffler was led away in handcuffs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right now, he's going to jail, okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "JEFF DARLINGTON, REPORTER, ESPN",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's going to jail and it ain't nothing you can do about it, period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "DARLINGTON",
      "sentences": "All right.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "Now, Scheffler is facing four criminal charges, including felony assault on a police officer. The golfer is calling this incident a big misunderstanding. The PGA of America says that they are fully cooperating as local authorities review what took place here.Let's go to Barstool Sports golf reporter, Dan Rapaport. Dan, what did you think when you heard this? Because I was like, \"Wait. Who?\" Really. Like the Kirk Cousins of golf, that's who this happened to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "DAN RAPAPORT, GOLF REPORTER, BARSTOOL SPORTS",
      "sentences": "Yes. I think there's 156 players in the field and he might be 156 as far as suspects like that I would expect this to happen to. I woke up this morning and I had texts from my friends and I thought it was a link to something that I shouldn't see.Like, I just didn't think it was real because Scottie Scheffler is such a soft spoken guy. He just had his first child last week. He's got a squeaky clean image and it just didn't seem like something that could actually happen and he's playing great, and he's won the Masters. He's won four out of his last five starts. Like it's not just that this horrible tragedy happened and then a player - it happened to Scottie Scheffler. So it's been a really chaotic morning here at Valhalla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "DEAN",
      "sentences": "Yes. And Scheffler made it back into the course for - in time for his round today. Do we know if there was any discussion about whether he should be allowed to play or if he would play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "So what's the vibe like there today at Valhalla? I mean, is he playing all right? And I've read that other players are kind of going up and checking on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "RAPAPORT",
      "sentences": "He's playing great. He's (INAUDIBLE) he's five under par for the round. He's in second place in the tournament, which is unbelievable. I remember when he first showed up this morning, he stepped on the range and it was almost like nothing had happened. He was joking, laughing, loose, he birdied the first hole. Golfers have a natural ability to compartmentalize.It's an important part of this game because you're out there for five hours, you're going to be in your own head. And it's, it's a remarkable golf performance to shoot five under, under these circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "It's wild, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "DEAN",
      "sentences": "And it's interesting. I'm just sitting here thinking about like the psychology of that is crazy to be able to go out and just like shake it off and stay focused like that. It's kind of wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "RAPAPORT",
      "sentences": "Yes. Well, he probably feels, I don't know if clear conscience is the right phrase, but if it really was a horrible misunderstanding, then it will be sorted out in due time. And then he was driven here by the owner of the golf club, the power brokers have kind of sprung into action. I don't think he's super worried about long-term charges, but it's more about that person died this morning and that's sort of gotten lost in all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "Yeah, it really has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "DEAN",
      "sentences": "That's very true. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "Yeah. Dan, that's such a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "RAPAPORT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "We should remember that. That may have been what is responsible for causing so much of the foundation of this confusion here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "RAPAPORT",
      "sentences": "Well, I think it was, like - and I doubt that because Harris English, who's another tour player was telling me like, he showed up this morning, 15 minutes after the accident, he had no idea what happened. It was 5I bet this interaction between Scottie and the police officer probably lasted like 10 seconds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "RAPAPORT",
      "sentences": "It just escalated extremely quickly, but it must have felt like a fever dream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "Happens in a blink. Yes, completely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "DEAN",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "KEILAR",
      "sentences": "Dan, thank you so much. Dan Rapaport, always appreciate getting your insight on this. And still ahead, we're going to be speaking with an IDF spokesperson about this recovery of the bodies of three hostages first taken by Hamas in October. And the opening of that new pier in Gaza meant to get more humanitarian aid into the territory.Plus, President Biden using this weekend to reach out to black voters as new numbers suggest that crucial voting bloc may be pulling away from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:22",
      "speaker": "KEILAR",
      "sentences": "Israel says it has recovered the bodies of three hostages from a tunnel in Gaza. They are identified as Shani Louk, Amit Buskila and Itzhak Gelerenter. The Israeli military says Hamas terrorists killed them while they escaped the Nova music festival on October 7th, when - and then took their bodies back to Gaza.Israeli Prime Minister Benjamin Netanyahu has expressed his grief in a statement, writing: \"The heart breaks for the great loss. We will return all our hostages, the dead and alive alike.\" Joining us now is Lieutenant Colonel Peter Lerner. He is a spokesperson for the Israeli military. Colonel, thanks for being with us. We're so sorry for these families and for everyone in Israel who is mourning them. Can you tell us how the IDF has communicated with these families? LT. COL. PETER LERNER, IDF SPOKESMAN: Thanks, Brianna. Yes. It's been a very challenging day throughout the course of the last 24 hours. We identified, revealed and brought home the bodies of Shani Louk, Amit Buskila and indeed Itzhak Gelerenter. What we did and it was an intelligence-based operation to retrieve their bodies. The intelligence was a part of an effort that resulted from both intelligence, but also investigations and questioning of Hamas terrorists. And indeed, when we found them, we brought them out in the early hours of this morning. We took them to the forensic institute to confirm the identities. Throughout the course of the day, we've been informing the families. And this evening here in Israel, we made an announcement also public. It's been a very challenging day and, of course, this is, I think it's a very symbolic idea that whether the Hamas terrorists, when they abducted or killed and then abducted Shani, Amit and Itzhak into Gaza on the 7th of October, it just goes to show that our war effort is designed to bring home the hostages, women, men and children. That is the war goal. That is the most important thing and this is what we achieved today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:22",
      "speaker": "KEILAR",
      "sentences": "Can you tell us where their bodies were recovered? Was this in the Jabalia area where the IDF has been operating recently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "KEILAR",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "LERNER",
      "sentences": "... any more activities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "KEILAR",
      "sentences": "I - Colonel, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "LERNER",
      "sentences": "Our enemies are listening to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "KEILAR",
      "sentences": "I - Colonel, I certainly understand that. You did mention, though, that this came from intel. This came from, it sounds like, you said interrogating members of Hamas. Are you hopeful then that you will find the location of other hostages from that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "LERNER",
      "sentences": "Of course, this is - we wouldn't be at war with Hamas if they hadn't attacked us on the 7th of October and abducting over 240 people. They remain 129 now and we have to use all of our efforts to bring them home. So we will use and create the conditions through operational action on the ground or through negotiations in order to bring home the hostages.We need them home every last one of them. That is our effort. That is what it is designed for. And I think that is our moral obligation to bring them home. I think what is also important is that in our action, we reaffirmed our commitment to the families of the hostages that are being held, sending a very clear message also to Hamas that we will stand by our own and we will continue our efforts in order to bring them home. That is what we're out to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "KEILAR",
      "sentences": "Also, we're learning that the first aid is being delivered in Gaza today by way of this new U.S. constructed floating pier, this trident pier. How is it going so far? And is this aid able to safely get to where it is needed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "LERNER",
      "sentences": "We're operating with our international partners on the ground in order to increase the capacity and bring humanitarian aid into Gaza. The ports that the United States Central Command has established off the coast - just off the coast of Gaza is beginning to be operational this morning. Indeed, throughout the course of the day, I think it was the first 12 or 13 truckloads that came off in what we call a pilot. We will expect to see the numbers of those trucks increasing over the next few days, and we'll reach what we expect to be 150 trucks per day just through the naval route.This, of course, is in - joined to the other routes that can exist today from Kerem Shalom in the southeastern part of the Gaza Strip, which remains open despite the fact that Hamas keep launching rockets and mortars towards that crossing. It remains open, and we have two other crossings in the north at Erez and Erez West, in order to continue increasing the flow of supplies despite the fact that it is a war zone. And we acknowledge the fact that people need to receive this humanitarian aid. So the efforts are ongoing. We're utilizing all of our capabilities and working with the international partners so that the aid can be delivered, first into the Gaza Strip and then distributed within the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "KEILAR",
      "sentences": "The aid is being inspected in Cyprus. Is that sufficient or is the IDF also inspecting it upon arrival in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "LERNER",
      "sentences": "No, it's being offloaded in the Gaza Strip. On the Israeli side, it's - or inside the Gaza Strip, not the Israeli side - it's being offloaded and then stockpiled there, and then it's being reloaded onto the Palestinian trucks and then shipped out for distribution. The check is indeed, as you pointed out, Brianna, being done in Cyprus, Israel is not searching the goods there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "KEILAR",
      "sentences": "Is it encountering any holdups at checkpoints, IDF checkpoints inside of Gaza, the aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "LERNER",
      "sentences": "Again, we've just begun and it's 14 truckloads, so there's nothing really to report at this stage except for the fact that the pilot, both operational and factual, has been successful. I did have a report earlier today that actually some shots were fired in that area, but the offloading was successful. The action on the pier itself was also successful, and I believe that we will see an increase on those goods, and we will continue to work with the United States Central Command in order to increase the capacity, and with the international - other international partners within the Gaza Strip to increase and fulfill the distribution within the Gaza Strip to those that need, whether it's in the north or in the central or southern Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "KEILAR",
      "sentences": "Lt. Col. Peter Lerner, thank you so much for taking the time with us today, and certainly in our thoughts are these families whose loved ones' bodies have been recovered there in Gaza. Colonel, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "LERNER",
      "sentences": "Appreciate it. Thank you very much.",
      "isLastSentenceInterrupted": false
    }
  ]
}