{
  "date": "2024-01-17",
  "headline": "CNN News Central",
  "subHeadline": "Supreme Court to Hear Major Cases on Power of Federal Agencies; Princess of Wales in Hospital After Abdominal Surgery; Politics and Profanity Mixed Together in a Trump shop; After Boeing's Alaska Air Mishap, Investigators Brief Legislators; New Rule to Reduce Bank Overdraft Costs Proposed by Biden Administration. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST",
      "sentences": "Good morning, John and Kate. Yes, the Supreme Court is about to hear a case that will affect regulatory power over the environment, workplace safety, drugs, and all manner of government benefits. Big business interests will be carefully watching, as will be environmentalists, labor, and public health advocates.In dispute is a 1984 Supreme Court decision called Chevron versus Natural Resources Defense Council. It has become the touchstone for any lawsuits over agency power. Now, Congress routinely writes open ended, ambiguous laws that delegate the policy details to agency officials, and the Chevron principle dictates that when disputes arise over regulation of an ambiguous law, judges should defer to agency interpretations as long as the interpretations are reasonable. That principle has generally favored agencies in disputes, and business groups say it has led to a runaway bureaucracy. A majority of the justices on this conservative court has signaled that they might agree and be ready to rein in what's known as Chevron deference. And I want to focus on one justice in particular, who has a notable personal history with the case. Neil Gorsuch, appointed by Donald Trump in 2017. First, as a justice, he has called for reconsideration of Chevron. He dissented in a 2022 case when fellow justices postponed looking at this Chevron doctrine. He wrote, \"Rather than say what the law is, we tell those who come before us to go ask a bureaucrat. We place a finger on the scales of justice in favor of the most powerful of litigants, the federal government and against everyone else\". The federal government counters, of course, that those bureaucrats of which Gorsuch speaks are experts in their field. Now, another interesting element of Justice Gorsuch is that the Chevron case dates to the tenure of his mother, Anne Gorsuch, over the Environmental Protection Agency. She was the first female chief of the EPA appointed by Ronald Reagan in 1981. The case began as a dispute over the loosening of an EPA permit requirement. And because Anne Gorsuch had embraced the Reagan anti-regulatory agenda and she constantly was battling with the Democratic-run Congress. In one fight over documents, in fact, she was held in contempt of Congress. She was eventually forced out of office by her own administration. Anne Gorsuch later wrote in her memoir that her son, Neil, who is just 15 at the time was distressed over the ordeal. But now Justice Gorsuch is in position with his fellow conservative justices to continue the legacy and to further curtail regulation of American business. Kate, John. KATE BOLDUAN, CNN NEWS CENTRAL CO-ANCHOR:  Joan, thank you so much for that. Also developing this morning in London, we're watching really closely to learn more information about Kate Middleton. The Princess of Wales is in the hospital, we've learned, after undergoing an abdominal surgery. Let's get back over to Max Foster. Max, understandably when it comes to any, I mean anything, having to do with a surgery and someone's personal health, there's a lot of secrecy around it. But what more are you learning now from the palace?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "A kind of MAGA Mart or Donald Depot, it's called Trump Town USA. A store where you can buy all things Donald Trump. CNN's Elle Reeve just took a trip.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WHITEY TAYLOR, OWNER, TRUMP TOWN USA",
      "sentences": "The mug shot was really hot, and this stuff lasts is probably about two months. It stays really hot. But the first week that we -- the mug shot came out, we sold like 2000 t-shirts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ELLE REEVE, CNN CORRESPONDENT",
      "sentences": "What's that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "That's a Trump's balls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "OK.REEVE (voice-over):  Whitey Taylor runs a busy Trump store in Boone's Mill, a town of fewer than 500 people in southwestern Virginia. We visited a week after Christmas, with the Iowa caucuses just days away, Taylor predicted Trump would win the Republican nomination and then business would really boom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "You can only get these here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How much right here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WILLIAMS",
      "sentences": "$20.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "$20.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes.REEVE (voice-over):  Customers were bullish too. What the superfans bought offers some insight into what they want politically. The merch is not just simple campaign slogans. It's defiant, even vulgar. Aimed at buyers who enjoy being mad at the state of America and think there's one guy who will fix it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "When Trump was indicted for all these different things, did people stop buying his merchandise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "No, they bought it more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "Because they knew it was like Russia collusion, this is all -- it's all just all --, made up --. Now, he has gained a lot of people because of this administration that we have now, yes. We --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "You get people coming and saying that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "Oh yes, definitely, yes. They'll just come in and say, never again will I be that stupid, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WILLIAMS",
      "sentences": "Hi, welcome to the Trump store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "What have you observed about what people are looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MELINDA WILLIAMS, EMPLOYEE, TRUMP TOWN USA",
      "sentences": "People want our economy better. They're very scared, I think, because of the way things are going. They feel like where we're at right now is not -- is like stagnant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "Were you interested in politics before Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes, and you know it's strange because I've always been Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes. So, I am a firm believer in believing in a person and system that's going to make positive changes. I think in the past, I made some quick judgments about my voting. And so, I'm very more selective and it's more thought put into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "What's coming up right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "Who knows? The more the Democrats talk about MAGA crazy people, then it -- you know, something will spin off of it. Within a 150-mile radius of here, anybody gets company in, they bring them here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "Why'd you come in today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "DALE COPELAND, SHOPPER FROM NORTH CAROLINA",
      "sentences": "To get some Trump stuff so I can advertise and, you know, support him. '06, '08, I, like, lost everything I had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "COPELAND",
      "sentences": "But I barely survived on the idea, and this is leading up to the same thing again. It's coming. The downfall is coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "And do you think Trump could prevent that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "COPELAND",
      "sentences": "I think he can. I think he can put the brakes on it and turn it around. MARY-JEAN PALMER, SHOPPER FROM FLORIDAREEVE (voice-over):  He got into this business at the very beginning of Trump's takeover of the Republican Party. Taylor's a serial entrepreneur and intention seeker, and he prayed to God to guide him while selling racing merch at the Daytona 500.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "My son said, Dad, what's God telling you? I said, it came in my spirit. He wants me to help Trump. I said, I'm going to order a thousand t-shirts. He said, Dad, but that's crazy. You know how crazy you get. Let's get a hundred. I said, go big or go home, boy. I said, if God's telling me, we'll sell every one of them, not with the old man's trash can and leave.All we had was a white t shirt that said, hire the vets, fire the idiots, Trump 2016 on the front, red, white, and blue. And on the back, it said, finally someone with balls, Donald J. Trump, OK? And I became known as the balls man on the tour. REEVE (voice-over):  Taylor opened the store in the fall of 2020, inside a hundred-year-old church. After the election, the big seller would stop this deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "Did you think the election was stolen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "There's no doubt the election was stolen, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "And what did you think of January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TAYLOR",
      "sentences": "It was a bad thing, but if you look back, you actually look at the tapes and stuff, they were let in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "REEVE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "REEVE",
      "sentences": "Does that complicate what you think of Trump at all? That he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "TAYLOR",
      "sentences": "No. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "REEVE",
      "sentences": "Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "TAYLOR",
      "sentences": "Definitely not. Because he definitely didn't tell them to go and storm the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "REEVE",
      "sentences": "Would you have any interest in running the store if Trump weren't so controversial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "TAYLOR",
      "sentences": "I doubt it. I like his controversy. You know, we need something that we can laugh about and be happy about. There's liberals that think they can come in here and actually tell me what to do. The last one was a professor from UNC. And she was just telling me what a great job Biden's doing. I tried to tell her to leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "REEVE",
      "sentences": "But do you not appreciate, you know, her coming in and wanting to mix it up a little bit, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "TAYLOR",
      "sentences": "Oh, I love it, yes. But she don't want to hear what I have to say. She wanted me to only hear what she had to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "REEVE",
      "sentences": "You said that you want to rename this town Trump Town?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "TAYLOR",
      "sentences": "Why not? The Boone's are dead. The Mill's gone. Let's change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "REEVE",
      "sentences": "Do you think other people will support you with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "TAYLOR",
      "sentences": "Not really, but it doesn't really matter. It's good controversy if it never happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "REEVE",
      "sentences": "Elle Reeve, CNN, Boones Mill, Virginia.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "Happening now, federal investigators are on Capitol Hill to brief lawmakers about the in-flight Alaska Airlines incident in which a door plug blew out of a 737 MAX 9 just minutes after takeoff. This hearing comes as \"The Wall Street Journal\" report warns that Boeing -- the Boeing investigation will open a whole new can of worms and claims the company has had quality control and engineering problems for years.CNN's Pete Muntean has the latest. Pete, what are you learning here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Well, a lot of developments here, and this hearing is just beginning on Capitol Hill to give investigators -- for investigators to give senators, rather, a better picture of how long it will take the MAX 9 to be ungrounded. It remains ungrounded in the U.S., that includes 171 planes in total flow -- flown by Alaska Airlines and United Airlines.Here's the latest from the FAA. Preliminary inspections of 40 of those planes just wrapped up, and data from those inspections will inform future checks that must be performed on each MAX 9 before they can fly again. Airlines still waiting on the FAA for full details of what they will need to do. Right now, this investigation is focusing squarely on the door plug, that's the part of Alaska Airlines flight 1282 that violently shot off the plane on January 5th. Alaska Airlines' CEO Ben Minicucci just released a new video message. He says, he has witnessed inspections himself firsthand in a hangar in Seattle. He says, the airline's make good progress, but here is the sound bite in which he apologizes for the speed of this process and the airline being forced to cancel 110 to 150 flights per day. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BEN MINICUCCI, CEO ALASKA AIRLINES",
      "sentences": "With respect to the cancellations, I've asked our team to give guests as much advanced notice as possible. And our reservations team is working around the clock to reaccommodate people on other flights. To all who have been impacted by disruptions, I am sorry. When you make plans, you put your trust in us, and we haven't been able to deliver.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "MUNTEAN",
      "sentences": "United Airlines also cancelling about 200 flights per day. It has removed MAX flight -- MAX 9 flights from its schedule today, but still unclear how long it will take until these planes are ungrounded. Something senators want to hear today in this closed door briefing about the MAX 9 which just started. They'll hear from the NTSB and also the FAA. A House briefing will take place tomorrow, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "I know it's a closed-door briefing, Pete, but I trust you will get information from behind those closed doors as soon as it becomes available. Pete Muntean, thank you.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "So, it is a move, the Biden administration says could save consumers as much as $3.5 billion a year. The target is overdraft fees at some of the nation's biggest banks.CNN's Matt Egan has more details for us on this. So, what is the administration proposing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "MATT EGAN, CNN BUSINESS AND ECONOMY REPORTER",
      "sentences": "Well, Kate, they're basically proposing taking a sledgehammer to overdraft fees, and I don't think you're going to hear many Americans complain, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "EGAN",
      "sentences": "Because they're kind of the worst, right? First, you run out of money in your bank account. Then you get slapped with a fee, it's like you're getting kicked when you're already down. And we're not talking about pennies. The average overdraft fee is $35. That adds up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. EGANPresident Biden put out a statement saying, \"For too long, some banks have charged exorbitant overdraft fees that often hit the most vulnerable Americans the hardest, all while banks had their bottom lines. Banks call it a service. I call it exploitation.\" Now, this administration has clearly targeted what they call junk fees, right? Concerts, credit cards, cable bills, and now overdraft fees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "So, what's the banking industry saying about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "EGAN",
      "sentences": "Well, Kate, you might not be shocked. They're not too happy about this, right? Because they argue that overdraft is providing a service to customers, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BOLDUAN",
      "sentences": "And it's also, you know, they think it's -- they think it's deterrence to -- you shouldn't be over drafting, it costs some money, but still.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "EGAN",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "EGAN",
      "sentences": "And they also think it's better to have people be part of the banking system, which is true. Now, one bank trade group put out a statement, this is from the Consumer Bank Association. They call these new rules, \"Misguided and politically driven.\" They're demanding that the CFPB pull the rule, I don't think that's going to happen.The bank industry also notes that overdraft fees have been coming down. We've actually heard from a series of banks, like Citi and Capital One and Ally have all abolished overdraft fees together. So, I don't think this fight is over. But clearly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Is the rule in place? Like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "EGAN",
      "sentences": "The rule -- this is a -- an initial rule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "EGAN",
      "sentences": "They're going to comment then they can put out a final rule, and if that final rule actually goes into effect, it could actually start to impact consumers as soon as late next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BOLDUAN",
      "sentences": "OK. OK. Wow. Well, let's keep following this. Thank you so much, Matt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "EGAN",
      "sentences": "Thanks, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    }
  ]
}