{
  "date": "2024-05-21",
  "headline": "CNN News Central",
  "subHeadline": "Israel Shuts Down AP's Live Shot Of Gaza, Seizes Equipment; Now: Lawyers In Trump Trial Hold Meeting On Jury Instructions; GA Primary: D.A. Fani Willis, Judge Scott McAfee Up For Re-Election; Elvis Presley's Granddaughter Fights Fraudulent Graceland Sale. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "The Israeli Communications Ministry says that the Associated Press was providing this live broadcast to Al Jazeera, which was one of its clients.That's what the Associated Press does. They provide these feeds to other news outlets and agencies. And the Communications Ministry saying that because of that, they use this foreign broadcasts or law to seize this equipment. They said that they had previously warned the Associated Press to stop providing this material to Al Jazeera. But we should note what -- what is just the latest crackdown? On press freedoms inside of Israel following the shutdown of Al Jazeera earlier this month. And it is something that the Israeli opposition leader, Yair Lapid, is, indeed, also seizing on. He said in a statement, this is not Al Jazeera we're talking about. This as an American award-winning media outlet. And he said that this move by the Israeli government is contributing to making Israel an outcast, saying that he believes this government has gone mad -- Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Jeremy Diamond, live for us from Jerusalem, thank you so much.We do have a quick programming note to share with you. Israeli Prime Minister Benjamin Netanyahu will actually be on THE LEAD with Jake Tapper today. That's coming up at 4:00 p.m. Eastern only on CNN. So, both sides have rested in the criminal hush money trial of Donald Trump. The former president not taking the stand and testifying. What kind of impact could that have, if any, on jurors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:05",
      "speaker": "SANCHEZ",
      "sentences": "Right now, former President Donald Trump is back in court for his hush money criminal trial. The defense rested its case earlier today without calling the former president to the witness stand.And now the judge and attorneys for both sides are working through a critical issue, jury instructions. Essentially, how the judge will instruct the jury to apply the law while they deliberate. Closing arguments are set to begin one week from today on Tuesday. I want to talk more about this with former New York State Supreme Court Justice Jill Konviser. First, we should note that she is a longtime friend of Judge Juan Merchan. Jill, thank you so much for being with us. From that vantage point, how do you assess his handling of the trial so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:05",
      "speaker": "JILL KONVISER, FORMER NEW YORK STATE SUPREME COURT JUSTICE",
      "sentences": "Well, as I've said on the show before, this is an extremely difficult case. Everyone knows that.There are so many moving parts in any trial and this one has the added -- added imprimatur of having a former president the United States, making it that much more of a fish ball. He has called balls and strikes as is his job. He calls them down the middle, from my perspective. He's trying to keep control of the courtroom as best he can. And I think he's done that fairly well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:05",
      "speaker": "SANCHEZ",
      "sentences": "How do you think he's done, just as a friend, when that former president goes out, as he did moments ago, and lambastes him and says that he's crooked. I think he described him as compromised as well earlier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:05",
      "speaker": "KONVISER",
      "sentences": "I guess sticks and stones can break your bones. I mean, he's gagged with respect to witnesses to protect the integrity of the system.And the judge has said, you could say whatever you want about me because it's not going to affect the way I rule or what I do, or the fair trial that I am going to give you Mr. Trump. So he can say what he likes. It's not going to change anything. I'm sure that on a personal level it's no fun. I've had, you know, name-calling as well, although not to this degree. It's shameful, from my perspective, but it's not ultimately going to affect the bottom line of this trial at all. SANCHEZ: Jill, I want to break down that dramatic final witness in Robert Costello. The judge ordering the jury to leave the room soon after things got tense with the former attorney. Why do you think judges remove the jury from situations like these? Does it really do a job of sort of separating them from what could be a contentious moment between a witness and a judge, something that's fairly uncommon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:05",
      "speaker": "CONVISER",
      "sentences": "Yes, there's a knee-jerk reaction to always protect the process. And the way you do that is to take the jury out of the room so that they don't witness anything that could affect them, that that shouldn't affect them.So the truth is, by removing that jury when he did, how he did, he was actually protecting the defendant. Because this was a defense witness. If they saw the judge dress him down, as the judge did, and should -- there was a cheer from my colleagues for the way he handled -- had that been seen by the jury that could sway them inappropriately. So he did the right thing, took them out, and then took out the witness. Forgive the pun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:05",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Judge Merchan and the legal teams are meeting right now as we just mentioned, to discuss jury instructions. Both sides have discussed the need for instructions about, for instance, the absence of Allen Weisselberg's testimony, the former Trump organization CFO.What do you predict the instructions to the jury might be from Judge Merchan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "SANCHEZ",
      "sentences": "Judge Jill Konviser, great to get your perspective. Thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "KONVISER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:07",
      "speaker": "DEAN",
      "sentences": "Today, Georgia voters are deciding on the future of two key players in the state's election subversion case against former President Donald Trump,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:07",
      "speaker": "SANCHEZ",
      "sentences": "The Fulton County District Attorney Fani Willis and Judge Scott McAfee, both on the ballot for today's primary.CNN's Nick Valencia is live for us outside the Fulton County courthouse in Atlanta. Nick, D.A. Willis has been speaking out today. What are we hearing from her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:07",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Well, Boris, this is just a primary, but because it's Fani Willis, it's getting a lot of attention. And perhaps because what's at stake if she loses. She would have to hand over her very high-profile case against the former president and his remaining allies.But let me be clear, there's zero expectation that Willis is going to lose this primary, even though she faced that controversy earlier this year. In fact, if you talked to her allies, they say, because of her popularity in this very blue county and because she's somewhat of a household name here, that she could perhaps be D.A. here until she's 100. But she's not taking any chances. She was out at polling stations earlier today, even though her competitor is only polling in the single digits. We caught up with her. And from her message to us, it's clear that, as the D.A., as she believes, she's just getting warmed up. (BEGIN VIDEO CLIP) FANI WILLIS, (D), FULTON COUNTY DISTRICT ATTORNEY: I've put together a dream team. I'm if I haven't done anything else right, I've done that right. I have put together a team of just competent lawyers and professionals and investigators. And they're doing amazing seeing work. And we're doing it as a team. The backlog, if you remember when we got here, was 18,000 unindicted cases going back seven years. It doesn't exist any longer. I'm a fighter and, you know, in the famous words of the poet, Jay-Z, I've been brushing my shoulders off and we are going to keep going. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:07",
      "speaker": "VALENCIA",
      "sentences": "So Willis feeling loose, joking with us.This is a bit of an election year oddity. Not only is Willis on the ballots, but so is the presiding judge over the Trump case, Judge Scott McAfee. For him, it's an actual election. And it's a bit of a high-wire balancing act for both of them. Not only are they juggling their campaigning, but also their busy court schedules. If Willis wins this primary, as she is expected, she will face off against GOP Attorney Courtney Kramer, who served in the Trump White House. And if McAfee wins his election, not a primary for him, but an actual election, he'll keep his seat and very likely stay on residing over the Trump case. Polls close at 7:00 p.m. tonight -- Boris, Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:07",
      "speaker": "SANCHEZ",
      "sentences": "Got to say it. It was kind of odd to see him without the robes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:07",
      "speaker": "DEAN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:07",
      "speaker": "SANCHEZ",
      "sentences": "We're so used to seeing with all the judge's robes on.Nick Valencia, live from outside the courthouse, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:53:04",
      "speaker": "DEAN",
      "sentences": "Fighting for Graceland. Elvis Presley's granddaughter is suing to stop a foreclosure sale set to happen in a matter of days of the late singer's iconic home in Memphis. SANCHEZcompany behind the sell doesn't exist and has no rights to the property. CNN's Dianne Gallagher has been following this story for us. So, Dianne, what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "SANCHEZ",
      "sentences": "Yes, what a bizarre story.Dianne Gallagher, thanks so much for the update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:08",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}