{
  "date": "2024-10-10",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Milton Exits Florida After Leaving A Trail Of Destruction; Daylight Reveals Extensive Hurricane Damage Across Florida; Water Rescues Underway After Hilton Causes Severe Flooding. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BRUCE RECTOR, MAYOR, CLEARWATER, FLORIDA",
      "sentences": "I feel like we've received a direct hit from hurricane, and when you combine the two hurricanes that came through, terrible storm surge, which we've talked about two weeks ago, and then last night, hurricane force winds and heavy rain, which caused flooding in places, which normally don't flood, and clear water and throughout the county, and then you saw the wind damages south of here in St. Petersburg, on the baseball stadium.And as I drove my cars a short distance from my hotel to city hall this morning, there were trees down everywhere. Many of the trees damaged by wind, as you might expect, but also, we had trees collapse because the ground was so wet and saturated that the trees collapsed. KASIE HUNT, HOST, \"CNN THIS MORNING\": So, Mr. Mayor, what can you tell people who are just waking up this morning, who may unexpectedly be needing help to do at this point, and what are your first responders doing at this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "RECTOR",
      "sentences": "We're reaching out, and we're going to make -- return any calls that we get, hopefully, and I haven't heard yet that we've had to rescue anyone from a dangerous situation yet. But, we had a lot of elderly who were in shelters, and I'm sure they are very uncomfortable, and I'm sure with their medical needs and being in an uncomfortable place that our firefighters, our EMTs are working very hard this morning to assist them.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "And nothing quite illustrates the hurricane's terrifying power quite like this. The roof of this baseball stadium peeled away by the force of the storm.CNN's Boris Sanchez spoke to my colleague Becky Anderson a short time ago from outside the stadium in St. Petersburg. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "The Tropicana Field, home of the Tampa Bay Rays, and as you can see, the roof was just shorn by the powerful winds of Hurricane Milton. That's significant in part because of what this field represents. It was one of the bases of emergency operations in response to the hurricane. So, you had emergency personnel stationed inside. You had them sheltering there. You also had significant resources allocated to the area. Right now, those resources are being dispersed to the community.Fortunately, I can report that in the immediate vicinity of the baseball stadium, there does not appear to be a significant amount of damage. There is no flooding here. There is minimal tree limbs that are down. But, that doesn't represent the whole picture for Pinellas County and neighboring Hillsborough County and areas further south where this storm made landfall. Here in Pinellas County, there are a number of areas that are, at this point, are inaccessible. We tried to make our way to one, but sheriff's deputies were blocking off a bridge, saying that in part, it was because of downed power lines. There is still standing water in some parts, and that combination of power lines and water, never a good one. We heard Florida's governor Ron DeSantis talking about this, the fact that almost after every hurricane, major hurricane that Florida has faced, there are always fatalities after the storm, because folks go outside their homes. They start wandering around. They see that the storm has passed, that the wind and the rain has passed, and they see sunshine, and they think they're safe, but there is a lot of danger lurking, not only with downed power lines, but also teetering debris that could fall at any moment. We've seen expansive flooding, expansive property damage as well. We know that in neighboring Hillsborough County, there are water rescues that are underway right now. There was an assisted living facility there. This is a more sort of rural agricultural area. They were being evacuated, the senior citizens there, in two to three feet of standing water. So, obviously, it's a delicate process to get folks out to safety, and officials don't want that complicated by folks coming out and trying to survey damage and getting themselves into danger, Becky. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VOICE OF VICKI KARR, PUBLIC SAFETY PUBLIC INFORMATION OFFICER, CITY OF DELAND, FLORIDA",
      "sentences": "Yes. Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "We appreciate you being here. Talk to us a little bit about what you've seen. I understand that you've been out in the community today. You've been on some of these search and rescue operations. What's it like out there? What have you seen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VOICE OF KARR",
      "sentences": "Yeah. So, right now, we're out currently assessing some of the damage in our community. A lot of what we're seeing right now is flooding. We're seeing some pretty bad flooding in some of our neighborhoods. So, our fire department and our police department, they're out working together with a high rescue vehicle to rescue any people I know. At last check, we had rescued eight people from high waters, and they're just out there actively working calls as they come in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I'm looking at some of these photos. It really is just incredible. Talk to us about what appears to be the larger concern there. I'm not sure if you heard our correspondent Boris Sanchez, but he was just making the point that the governor made, that you often see after these hurricanes have passed, after the Sun comes out, and folks begin to think that it's safe, that they come out, but there is still that danger from downed power lines. There is still that damage from falling debris. What seems to be the biggest concern right now where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VOICE OF KARR",
      "sentences": "Yeah. Well, that's one big thing that we're stressing to our community, from a police department, public safety standpoint, is making sure that people stay out of the roadways, if they're able. We know once storms pass, people want to go out, and sometimes they want to see. But, in order to keep our crews safe and so they can do the work that they need to do, we're really asking people to stay off the roads if they can, because we're seeing a lot of flooding. There is some communities that the flooding, you may not know how deep it is.In fact, we just passed by a vehicle, and the people inside of the car were getting out. The car was stalled, and a lot of downed power lines. We've gotten a lot of calls for downed power lines. We tell our community that if you see any type of wire, assume that there is electricity running through it, and stay away from it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Is it possible to know? I know we've only had a few hours of daylight at this point, but talk to me about the level of damage that you've already seen. VOICE OF KARR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "And what is the status of power outages? Any sense of how many folks in your community, the percentage of folks that are still without power, and when can they expect that to come back on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VOICE OF KARR",
      "sentences": "Well, that is to be determined. We do know that a lot of our residents are experiencing power outages, along with people across our county. Before the storm moves through, we had told our residents it was three to five days to expect without power. And right now, it's just unknown. It's going to be depending on when the power crews can come out and assess the damage themselves and take care of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And I'm just curious if you've ever seen anything like this. I know that you're a Florida native, Floridian. Certainly, no stranger to hurricanes. But, this, in and of itself, has been a pretty historic year. We've seen three storms, three hurricanes in Florida, which is pretty significant. Have you experienced anything like this, and what's it been like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VOICE OF KARR",
      "sentences": "Well, I used to work as a news reporter. So, I covered my fair share of storms. Like you said, I was born and raised in Florida. But, seeing it from this perspective, now serving as a public information officer, seeing all of the work that goes in from the public safety side and the emergency crews and just out assessing the damage and seeing all of that, it really is something that I had not seen before, and I know, speaking with others in conversations, even past storms have not flooded some of the streets that we're seeing this time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Vicki Karr, we know it's a busy day ahead of you, and for you and your colleagues. We appreciate your time today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VOICE OF KARR",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Let's bring in now CNN's Isabel Rosales, who is in Tampa with more, and the water rescues underway there. Isabel, talk to us about what you seen in some of the water rescues that you have been able to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Rahel, I'm by the University Plaza area of Hillsborough County. This is an area that would never anticipate seeing flooding like this, just incredible, and the waters have receded a bit, some. But, this is not an evacuation zone. They never expected to see this. And if you see over there to the left, that sign kind of peeking through the palms right there, that is the Great American Living -- Assisted Living facility.So, Hillsborough County Sheriff's Office have conducted an operation to rescue 135 people out of there that were trapped by the flood waters, and here they're at. [11:10:00] Right now, here they are, a lot of them barefoot. They had to be evacuated so quickly that they didn't have time to get their shoes on. Many of them trembling. They're cold. We've seen deputies and fire rescue giving them blankets, giving them food, giving them water, and what they're doing is they're waiting for a school bus to pull up here so that they can load them onto the school bus and take them over to the Yuengling Center, that's the University of South Tampa's basketball court arena, that has now been essentially transformed out of the blue into a shelter for these individuals. Let me introduce you to Kayla (ph), who actually works at the assisted living facility. Kayla, can you bring me to the moment the waters came in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was quite scary, because we had to think on our feet, because obviously it's last minute. We got to think of safety for the residents and medication as well, so that way medication doesn't get ruined, even though they were in carts, but still to be mindful of that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "And you guys actually had extra residents there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yeah. We had extra residents from a sister community from Bradenton, because they were told that Manatee County how had to evacuate the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "So, they were evacuating to you guys --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "-- here for safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. They're evacuating to us. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "Then you found yourself trapped in flood waters. How high did the water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "About three to four feet, about to my thighs. The only thing that kept dry was my top end, and the only way I can find a seat was on my boss's desk, because the chairs were just floating. Couches were floating. Everything was floating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "So, these residents were elderly, and a lot of them in precarious medical conditions, they were sitting in those cold --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yeah. Everybody was sitting in the cold waters. Everyone was getting frustrated, upset. There was a lot of chaos going on, which we all had to also calm them all down. At one point, one of them opened up the door, and it made the water rise up even more, because you have your cigarette smokers, and they get agitated. But, it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "Sure, and anyone would under their circumstances --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They were freaking out. They were upset that we had a disaster coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "And then, can you talk about the complexities of the medical situations that they were going through? You mentioned medication. What else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There was a guy that was low on oxygen before the storm came, but we made sure he had oxygen and we had oxygen tanks on standby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "And final question to you, what is -- what was that moment like for them to see deputies coming in on amphibious vehicles to get them out of there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was awesome. Like, they were very helpful. They even went into the residents' rooms. The ones that were in wheelchairs, helped get them out to safety. So, the whole entire team, the army, the Tampa Police, sheriff, all of them were amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "Thank you, Kayla, for your time.And Rahel, let's peek right over here. You see this, the school bus is back. So, they're going to load these residents onto there and take them to a place where they're going to be more comfortable. They're going to get the medical need that they would require under these circumstances, food, water, shelter, blankets. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Wow. Just incredible. And Isabel, any sense -- I mean, obviously that's a temporary sort of shelter situation. Any sense of when they'll be able to go back to the assisted living facility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROSALES",
      "sentences": "Rahel, that's a great question. The water is receding, but this is still going to take some time. And you got to think of all the damage that rushing flood waters would have to any building, any home. I can't imagine that they will be able to return there anytime soon. That's going to be a whole process with insurance, essentially a nightmare. So, good questions of what's going to happen with these people beyond their temporary sheltering needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Right. Isabel Rosales, we appreciate you being there. Thank you. Please stay safe.And dangerous debris and flooded roads aren't the only obstacle for those who want to return to their homes or reach loved ones in the aftermath of the storm. Well, finding gas, finding fuel, that continues to still be a challenge across the state of Florida, as people heeded the evacuation warnings. Well, that created greater demand for gas, which contributed to the shortage. Let's bring in CNN's Matt Egan, who is here with the details. Matt, what's the latest on the fuel access in Florida? What's the latest picture there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I mean, that's something that we talked about yesterday -- on yesterday's program.Matt, it's always hard, sort of, in these early hours, once we've gotten some broad daylight, to fully have a good sense of how much damage there is and how much that may cost. But, what's the latest that we're hearing in terms of the economic impact of Milton?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "EGAN",
      "sentences": "Well, Rahel, obviously, the initial focus here, of course, is on the impact to all of the people in Florida, and to making sure that everyone there gets the help that they need. But, yeah, there will, of course, be a significant financial and economic impact here just because of where this storm hit, right? I mean, nearly three percent of U.S. GDP was in the path of this hurricane. And there were some estimates out there that perhaps Florida's GDP could take a three percent or four percent hit this quarter because of this storm.But, I would say that the good news is that we've heard from officials in Florida. The governor, Ron DeSantis, said this morning that this was not the worst-case scenario. So, hopefully, that means that this won't be one of the most expensive storms on record. But, there is obviously going to be an impact, especially to the homes. There is some reporting out there from CoreLogic that 500,000 homes were at risk of storm surge flooding because of this hurricane, and that the rebuild value of those homes was over $120 billion. I mean, this is a major population center. It's also a major center for commerce. Moody's found that there is $1.1 trillion of commercial properties lying in the path of this storm and exposed to potentially destructive winds. I mean, everything from office buildings and retail properties to industrial sites. And so, it's too early, Rahel, to say just how much damage was done. But, hopefully, some of those worst-case forecasts, some of those really big numbers, hopefully those losses will be avoided, especially because this storm ended up hitting just a little bit further south than was originally anticipated. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Here is hoping. Keep us posted. Matt Egan for us there. Matt, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "EGAN",
      "sentences": "Thanks, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Let's bring in on CNN Meteorologist Derek Van Dam, who has been tracking the storm, and joins us now. So, Derek, give us a sense of the latest we can see that it has moved off the coast, obviously. What are you watching?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "DAM",
      "sentences": "Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Goodbye, good riddance, that's a great way to put it.Meteorologist Derek Van Dam, thank you. And coming up, we're going to have much more on the impact of Milton, first responders working feverishly to rescue those trapped by severe flooding. Ahead, we're going to go live to Fort Myers, Florida. Plus, just a day after a call between the U.S. President and Israeli Prime Minister, Israel's security cabinet could decide on a response to Iran's ballistic missile attack. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Israel's security cabinet will vote today on a response to Iran's recent ballistic missile attack on Israel. That's according to an Israeli official who spoke to CNN. Israeli Defense Minister Yoav Gallant has vowed that the attack will be powerful, precise, and above all, surprising. Now, amid that threat, Israel is pressing ahead with wars in both Lebanon and Gaza. UN peacekeeping force for Lebanon says that an Israeli tank fired on its headquarters near the Israeli border, wounding two peacekeepers. Well, in Gaza, the Red Crescent says that an Israeli airstrike on a school sheltering the displaced has killed at least 28 people.Let's get more now from Nic Robertson, who is in Tel Aviv, and Fred Pleitgen, who is in Tehran. Nic, let me start with you. What's the latest in terms of the Israeli security cabinet meeting today? What more are we learning here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Clearly, a lot of questions, and that appears to be the point, at least from the Israeli perspective.Fred, I mean, you're one of the few Western journalists in Iran at this time. How are Iranians viewing Israeli threat to retaliation? How are they viewing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, Rahel. Well, I think among a lot of Iranians, certainly ones that we've been speaking to today, they're not really that concerned about the Israeli strikes. They're more concerned that all this could billow out of control or enlarge to some sort of wider regional conflict that then in the end could pit Iran directly against the United States. I think there is a sense of instability right now in the greater Middle Eastern region. At the same time, I do feel that, speaking to people here on the ground, a lot of them believe that the Iranians will strike back if the Israelis hit Iranian territory, and especially if they hit key installations in Iranian territory.One of the things that we have to keep in mind is that very senior people here in Iran have said that, for instance, if the Israelis strike energy infrastructure here in Iran, like, for instance, the oil and gas facilities, which of course, are down in the Persian Gulf region, and also very much in the border area with Iraq, that Iran could then do the same thing, strike energy facilities inside Israeli territory. Here on the ground, there is concern among many citizens about where all of this is headed, but at the same time, also a good deal of defiance. Here is what we heard from Iranians that we spoke to today. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (Interpreted): Israel is nothing. It is just bullying. 50,000 innocent people have been killed by Israel. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We love our country. We don't want actually to be destroyed by any enemies. This is the dead body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "PLEITGEN",
      "sentences": "Did you think Iranians will defend Iran if there is a confrontation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Definitely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are ordinary people. We are not military. We are not (inaudible). We just caring about my country.(END VIDEO CLIP) PLEITGEN: Caring about their country. At the same time, what you also have -- if you have -- you have sort of a diplomatic blitz that's going on by the Iranians here in the region. You have the Iranian President, Masoud Pezeshkian, who is heading to Turkmenistan today, where he will speak to Vladimir Putin, the leader of Russia, tomorrow, of course, speaking also about the regional issues right now, and especially the standoff that the Iranians currently have going on with Israel. And you had the Iranian Foreign Minister, Abbas Araghchi, who, of course, has been touring the region, and was just in Saudi Arabia, where he said that he believes that all of this can only be solved through what he calls regional cooperation, especially between Iran and some of the Gulf nations as well. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Really interesting. Thank you.Nic, let me bring it back into the conversation and turning south. Gaza, meantime, reaching this grim number, this grim milestone of more than 42,000 Palestinians killed. That's according to the Health Ministry there. What can you tell us about the situation now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ROBERTSON",
      "sentences": "Yeah. The Health Ministry, they're also saying that 28 people were killed, dozens other injured at a school in Deir Al-Balah in central Gaza, Rafidah school. And I've just been watching the video of some of the casualties from that strike arriving at the hospital. We'll show you some of that. But, a warning, some of this video is very, very graphic. Now, the IDF said that they were targeting a terrorist command and control center of the school. There were several thousand people sheltering at the school.But, you see there in the hospital, the sort of absolute sort of hell and chaos and confusion as casualties are brought in, lying on the floor, and one of the casualties lying on the floor on her back is a young girl. Her skin is peeling off. The doctors say she has third- degree burns. Her body is peppered with debris. She is sort of covered in a gray dust as well. And she is appealing to the doctors, and she is asking them, am I going to live? Am I going to live? She is lying on her back there, as they're trying to sort of infuse her with liquids to help keep her alive. The doctors tell her, no, you're going to live. You've just got some injuries. You'll get better from them. You're going to live. And she is asking about her friends and other people she knew who were around her. But, just through that little girl's eyes, I don't know if you can see the same pictures that I was looking at earlier, just those girl's eyes tell you the sheer horror and terror of the moments that she went through and the moment she is going through and many of the other patients inside the hospital are going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You are watching CNN Newsroom. I'm Rahel Solomon live in New York. And here are some of the international headlines we are watching for you.Today, Ukraine's President is meeting with global leaders to present his plan for victory. Earlier today, President Volodymyr Zelenskyy met with the UK's Prime Minister in London. Also in attendance was the NATO Secretary-General. President Zelenskyy presented them a five- point plan to beat Russia, including the need for military support and possibly joining NATO. Zelenskyy is also meeting with the leaders of France, Germany and Italy. One of India's most respected business leaders, Ratan Tata, died Wednesday. He was 86. He served as the Chairman of the Tata group before he retired in 2012, and Chairman Emeritus of Tata Sons. India's Prime Minister paid tribute to him on X, calling him a, quote, \"compassionate soul and extraordinary human being\". And the remnants of Hurricane Kirk battered Western Europe on Wednesday. Officials in France continue to warn people of the potential for flooding, strong wind gusts caused, downed trees and power lines in Spain and Portugal. And at least 400,000 people in Portugal were briefly left without power. Meantime, officials in Florida are assessing the damage brought by Hurricane Milton, which made landfall Wednesday evening as a Category 3 storm on the state's west coast. The storm causing flooding, tornadoes and power outages, and even killing several people and leaving more than three million people in the dark. The governor of Florida, Ron DeSantis, says that despite significant damage, things could have been worse. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RON DESANTIS, GOVERNOR, FLORIDA",
      "sentences": "What we can say is the storm was significant, but thankfully, this was not the worst-case scenario. The storm did weaken before landfall, and the storm surge, as initially reported, has not been as significant overall as what was observed for Hurricane Helene. Right now, it looks like Sarasota County had the most significant storm surge, likely somewhere between eight to 10 feet. And remember, with Helene, we had 15 to 20 feet up in Taylor County.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Let's go to CNN's Carlos Suarez, who is live for us in Fort Myers, Florida, where tornadoes touched down. Carlos, gives a sense of the situation right now where you are. What have you seen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yes. We've heard about several times now from different officials, it could have been worse, dodging the worst-case scenario. Carlos Suarez, thank you. Before I let you go, though, talk to me about the Fort Myers, the beach area. I mean, how are they doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SUAREZ",
      "sentences": "Yeah. So, Fort Myers Beach and Sanibel, both were destroyed by Hurricane Ian two years ago. And so, the folks there really took this Hurricane Milton quite seriously. Those two islands received about four to five feet of the storm surge. So, it was more in line with what we saw to the north here in Fort Myers. The damage, again, was contained to the storm surge there. There were no reports of any tornadoes there. And in fact, come the noon hour, we're told that residents will be allowed to return to Fort Myers Beach and Sanibel. A lot of these folks really left earlier this week when that mandatory evacuation order went into effect and that 24-hour curfew went into effect as well ahead of the hurricane. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Carlos Suarez live for us there in Fort Myers. Carlos, thank you.And Milton made landfall near Sarasota, Florida. That's on the state's central west coast. And the Mayor of Sarasota talked to CNN's Kasie Hunt earlier about what her city was experiencing after the hurricane came ashore. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LIZ ALPERT, MAYOR OF SARASOTA, FLORIDA",
      "sentences": "The mainland is actually not bad. The coastal areas seem to be pretty dry. I'm in a building just across the street from the bay, and the water actually did not come over the seawall and onto the road, and didn't come under our building. So, that was good news. But, they're telling me, we've got tons and tons of trees down everywhere, large trees, lots of vegetative debris, but did not get any calls for rescue, and don't see a lot of property damage. Now, again, it's dark. It's early. Power is out. There is no street lights where I am. There is no stoplights where I am. And a lot of -- that's why I'm kind of halfway in the dark here, part of my -- some of my lights work, some of them don't.And so, overall, we're hoping it's much better than we thought. But, again, we can't get to the barrier islands yet to see what's happened out there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Let's now bring in Jamie Carson, who is the Communications Director for Sarasota County. Jamie, do I have you?JAMIE CARSON, COMMUNICATIONS DIRECTOR, SARASOTA COUNTY, FLORIDA (VIA TELEPHONE): Yes. I'm here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "OK. And so, what would you say at this point is the biggest area of concern? And talk to me again, if you can, about what you have seen in terms of the damage.CARSON (VIA TELEPHONE): Our biggest area of concern, and you think about Sarasota County, we've got over 30 miles of coastline. It's really Siesta Key, and south of our -- of that area, down to like Minnesota Key. There is a lot of damage along our beaches. We have roadways such as Casey Key that are right up along the water that always is insane. Some sort of damage that we know will be impacted once we get our eyes on that area. Right now, we're focused on that search and rescue missions. Our Sarasota County Fire Department, they -- as quickly as they could and when it was safe for them, they went out and they had 158 calls that came into 911 during those hours where they could not go out because of safety, and they worked as quickly as they could, and they are concluding and closing out those missions right now, while also balancing search and rescue operations in those areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "And what's your latest sense of the status of power?CARSON (VIA TELEPHONE): Right now, for Sarasota County, we're seeing over 213,000 community members businesses without power, but FPL is in the area. We actually have an FPL representative that's stationed with us at our Emergency Operations Center, and they're working as quickly as they can to restore service to our community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "You mentioned sort of Helene there, and it is sort of an interesting time, because you've had now essentially two back-to-back pretty strong hurricanes, Helene, now Milton. Florida has had three hurricanes this year, which has only happened in five other hurricane season since 1871. So, we're pretty much talking about history here. How would you compare Helene and Milton, based on what you've been able to see so far with Milton?CARSON (VIA TELEPHONE): Each storm presents new challenges and is different. If you go all the way back two years ago, we had hurricane Ian, and our community is still recovering from that storm. The different storms hit our areas differently, since we're such a large county, whether it brings on that storm surge like Hurricane Helene. We had similar storm surge in this storm. Hurricane Debby presented its own challenges. But, we're definitely seeing a mixture with this storm. Hurricane Helene was really focused on that storm, that storm surge. We didn't have a lot of the debris from the trees and the other things that's out there already existing from the Hurricane Helene. But, you were just talking with the city of Sarasota, and she mentioned about all those trees being down. So, that's a whole other element, all that yard waste that we're going to have to go out there and clear out of the community, the roadways and stuff, so it's safe for our community members to get out and about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And speaking of safety, I mean, we heard DeSantis, I believe it was earlier, talk about the danger of, assuming once the water has started to recede, once the hurricane has sort of left your area, once the Sun is out, of sometimes falsely assuming that now it's safe to go out and about. And I wonder what your message is, what the community's message is to folks who are watching this, thinking, what can and what can't I do right now?CARSON (VIA TELEPHONE): Right now, we're asking community members to truly please be careful. We know our community is eager to get out there, check on their homes, check on their businesses, and check out the community that they have grown to love over the years. We ask them to please be safe, as they begin their recovery efforts, to have patience and to work together. The hardest part of any storm is truly the aftermath and dealing with that. But, this is a strong community, and while it's going to take some more time, we will recover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Jamie Carson, we appreciate your time today. Thank you.CARSON (VIA TELEPHONE): Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Rescue and relief efforts continue today across parts of Florida. Hurricane Milton hit the state as a Category 3 and left behind widespread flooding and extensive damage. The flood water now, a big concern for officials, in part because of what might be in the water.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "BILL MCDANIEL, CITY MANAGER, PLANT CITY, FLORIDA",
      "sentences": "Storm water like this is potentially toxic. You don't know what's in that water. Our sewer lift stations are overwhelmed. You have gas. You have oil. You have other contaminants mixed into this water. It's not healthy to get out there in it. So, please refrain from coming out and getting into this flood water.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Let's bring in CNN's Jacqueline Howard, who joins us with more. So, Jacqueline, talk to us a little bit more about the concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Yeah, Rahel. Well, there are many concerns just about the exposure to harmful bacteria that these floodwater can bring. And we tend to see bacterial infections after storms like Hurricane Milton because of this exposure. So, in the floodwater, it can carry bacteria like cholera. It can carry a Vibrio vulnificus, which is a bacterium often found in warm coastal waters. It can cause illness when ingested or when it's exposed to an open wound, leading to an infection. And infections like this, especially if it's one in an open wound, it can turn deadly. It can lead to needing amputation.So, these are serious situations, and that's why public health officials are warning people, stay out of the floodwater. Don't try to walk through it. Don't try to drive through it. Keep in mind, water and wounds, do not mix. If you do have an open wound and you were exposed to flood water, seek medical attention immediately. Infections can often be treated quickly with antibiotics, but you need to respond quickly. And of course, if you're part of recovery efforts and you do need to enter the floodwater, make sure you're wearing rubber boots, rubber gloves and goggles, because, again, Rahel, these types of situations can lead to serious, serious public health risks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And Jacqueline, I'm wondering if we can look at past hurricanes. I mean, how much of an increase have we seen these type of bacterial infections because of perhaps contaminated water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HOWARD",
      "sentences": "Oh, yeah. Well, after Hurricane Ian in 2022, some counties in Florida saw an increase in these kinds of bacterial infections, a 1,100 percent increase, 1,100 percent increase in some of these kinds of cases. And when you look just over time in Florida as a whole, as a state, in 2022 when Hurricane Ian hit, there were a total of 74 Vibrio cases. That number is higher than in years past, when the total was typically in the 30s.And Rahel, when we continue to see extreme weather like this, when we continue to see these kinds of incidents driven by climate change, we can expect to see more bacterial infections because of the increased exposure. So, this is something that public health officials, of course, are warning about now, but they're also warning about seeing more risks like this in the future, if we see more extreme weather events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Just sort of drives home the point that even after the water has gone, there still is a certain level of risk and to still just sort of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HOWARD",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. For the first time in history, a South Korean author has won the Nobel Prize in Literature. Han Kang is the winner of this year's award for her, quote, \"intense poetic prose that confronts historical traumas\". This prize includes a cash award equivalent to $1 million. And although many of her protagonists are women, her prose works are often narrated from the perspective of men. The Nobel Prize award ceremony takes place in Stockholm on December 10th.Tennis legend Rafael Nadal plans to retire from the sport at the end of this year. Nadal has enjoyed a glittering career in which he amassed 22 Grand Slam titles. The 38-year-old last played at the Paris Olympics, but continuing injury struggles have severely limited his time on the court over the past two seasons. Widely regarded as one of the greatest tennis players of all time, Nadal's final tournament will take place in Spain next month at the Davis Cup finals. And the Prince and Princess of Wales have carried out their first joint engagement since Catherine's chemotherapy treatment has ended. Kensington Palace say that they were in Southport where they met with the families of the three children who were killed in a knife attack in July. Let's bring in CNN's Anna Stewart, joining us now live in London. So, Anna, talk to us a little bit more about the appearance and what we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "So, we found out through a video message in September that the Princess of Wales had finished her chemo treatment, and this is actually the first time we are seeing her at a public engagement since that moment. Up to this point, she has been holding video calls from Windsor Castle. So, we've had photos of that, or, I think there was a ballet trip that was a private engagement, but this is the first public engagement. And as you can see, she is not alone. She is with her husband, the Prince William, who must be thrilled to have her back by his side for a public engagement.Now, it's very notable where they have chosen to go for this, this first visit. This is Southport, a town in the northwest of England, which suffered a terrible tragedy earlier this year, in July, a stabbing event at a yoga and dance class for young children, three children died. And as part of this, you can see them there meeting with members of the community. They also met with the bereaved families of the three children who were tragically killed. They've met today with the emergency services, air ambulance, fire, who all responded to the event, as well as mental health practitioners who have been working with all of those who were involved in -- on the day. And the royal family really have made very clear their support of this community. The Prince and Princess of Wales issued a statement shortly after that attack. More recently, the king actually visited Southport himself. And I think what we can derive from that is the fact that they want to make sure this community feels supported, feels loved, and it's not forgotten, as the weeks and months passed after this tragic event. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "And Anna, any sense of what more we might see, or when is the next time we might Catherine. I mean, if I remember correctly, when she announced in the video that she was finishing her treatment, it sounded like she was going to be sort of easing into public appearances again. It seemed like she was going to be sort of taking it a little bit more at a relaxed pace. When can we expect to see her next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "You're right. She said in that message that she was really looking forward to getting back to some work, but that she would have to be taking things easy as she continues to recover. And as we understand it, she will be carrying out light work, light engagements throughout this year, and we may not have much notice of when she is able to join events like this.However, I do think we might see her at the Remembrance Day service in November. That's a big event for the royal family in the calendar. That's probably when we're most likely to see her again, but perhaps, perhaps will be surprised. And she is looking really well, and I think the public will be thrilled to see that. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "STEWART",
      "sentences": "I think it's always -- I mean, I think the public are always pleased to see the royal family, frankly, particularly the Princess of Wales, who is hugely popular. And over the last few months, everyone has got very used to not really seeing her at public engagements. So, this will be quite a surprise. No one was expecting it. And I think people will be hopeful that this is a sign that things are going well, that the recovery is going well, and that she is feeling up to doing duties like this, and hopefully we will see a bit more of her.But, I think certainly there is no pressure to do that. People want to make sure that the royal family are recovering and are well, particularly the king, of course, who has also been undergoing cancer treatment.",
      "isLastSentenceInterrupted": false
    }
  ]
}