{
  "date": "2024-10-30",
  "headline": "CNN News Central",
  "subHeadline": "Biden Backtracks After Seeming To Call Trump Supporters \"Garbage\"; Gas Prices Poised To Fall To Three-Year Low; FBI Warns Of Scammers Cashing In On Election Schemes. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:13",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "This morning the White House is working to clarify something President Biden said yesterday during a virtual \"Get Out the Vote\" call with Latino voters.Listen to this. No sound bite. We will get to it because what he says really, really matters. We're going to get to it. John, be quiet. We'll get to it in just one second. Biden and the White House are moving to clean up his remarks. These were remarks that he was making following the racist joke about Puerto Rico that was told by a warm-up act to Donald Trump at his Madison Square Garden rally. Joe Biden talking about it -- reacting to it during this \"Get Out the Vote\" call. As Politico called it today \"an apostrophe catastrophe.\" Let's get to it. CNN's Arlette Saenz has more from the White House for it -- for us. Arlette, Donald Trump was very quick to try to fundraise off of what President Biden said. What are you hearing from the White House today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:13",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Kate, the White House is trying to clean up President Biden's comments, which have created a political opening for Republicans and a political headache for Vice President Kamala Harris in these closing days of the campaign.Former President Trump's campaign immediately tried to seize on it, sending out a fundraising email saying, \"You are not garbage. I love you. You are the best our nation has to offer.\" J.D. Vance tried to directly tie this to Vice President Harris on social media saying, \"This is disgusting. Kamala Harris and her boss Joe Biden are attacking half of the country. There's no excuse for this. I hope Americans reject it.\" Now, I want to play for you exactly what President Biden said just last night when he spoke at a \"Get Out the Vote\" virtual event with Voto Latino and appeared to refer to Trump's supporters as garbage. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:13",
      "speaker": "JOE BIDEN PRESIDENT OF THE UNITED STATES",
      "sentences": "And just the other day, a speaker at his rally called Puerto Rico a floating island of garbage. Well, let me tell you something, I don't -- I don't know the Puerto Rican that I know or Puerto Rico where I'm -- in my home state of Delaware. They're good, decent honorable people. The only garbage I see floating out there is his supporters. His demonization of Latinos is unconscionable and it's un-American. It's totally contrary to everything we've done, everything we've been.\"(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:13",
      "speaker": "SAENZ",
      "sentences": "Now it comes as the Harris campaign had spent the last 48 hours trying to keep the focus on those comments that were made at Trump rally in New York City on Sunday when a pro-Trump comedian had -- made this joke that Puerto Rico is a floating island of garbage. Instead now, they are now dealing with President Biden's comments.Now, the White House really quickly tried to clarify this. They even released a transcript last night where they inserted an apostrophe in the word \"supporters\" saying that he was referencing specifically those comments that were made up in New York. And they took things even further by having President Biden even post on his political account last night saying, \"Earlier today I referred to the hateful rhetoric about Puerto Rico spewed by a Trump supporter at his Madison Square Garden rally as garbage, which is the only word I can think of to describe it.\" He added, \"His demonization of Latinos is unconscionable. That's all I meant to say. The comments at that rally don't reflect who we are as a nation.\" But there's no question that this creates a real distraction in the closing days of the campaign. It immediately drew some comparisons to Hillary Clinton's remarks back in 2016 when she had referred to Trump's supporters as a basket of deplorables. Now, it's unclear what exactly -- what kind of impact this could have on the overall race, but I will note President Biden is often someone who has said that the words of a president matter. And this is a stretch of the election when every word, every statement, every move is being closely scrutinized, and it certainly will likely be something Vice President Harris will face questions about today even as the White House has tried to clarify the president's remarks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:13",
      "speaker": "BOLDUAN",
      "sentences": "Arlette Saenz, thank you -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:13",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, with us now, Meghan Hays, former director of message planning in the Biden White House. And Lee Carter, former Republican strategist.Meghan, I'll just ask you. Message planning, as it were, from the White House. Why doesn't the Harris campaign -- or do you think Kamala Harris should take this as an opportunity to say you know what, I'm cutting him loose? That wasn't me. That was Biden. What he said there was ridiculous. Time to move on. MEGHAN HAYS, FORMER WHITE HOUSE DIRECTOR OF MESSAGE PLANNING,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Got it.Now, Lee, as long as we're talking about what supporters of the presidential candidates are saying, Mike Johnson, the Speaker of the House, was campaigning in Pennsylvania in a House district and was talking about Obamacare. I think we have this exchange. Let's play it. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA):  Health care reform is going to be a big part of the agenda. When I say we're going to have a very aggressive first 100-day agenda, we've got a lot of things still on the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "REPORTER",
      "sentences": "No Obamacare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JOHNSON",
      "sentences": "No Obamacare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) afraid of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "JOHNSON",
      "sentences": "Yeah. The ACA is so deeply engrained we need massive reform to make this work, and we've got a lot of ideas on how to do that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "So he says no Obamacare. He says massive reform to the health care system. Obamacare is pretty popular now.Is he touching a third rail advertently or inadvertently there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "LEE CARTER, FORMER REPUBLICAN STRATEGIST AND POLLSTER",
      "sentences": "So Obamacare is very, very popular but what is not popular right now is the cost of health care. And so I think if they were to be more clear about what it is that they're going to be doing to Obamacare this would be a much more effective message.Because everybody right now is going through re-enrollment. They're looking at their premiums going up. They're thinking about the cost of prescriptions. They're thinking about the cost of health care. And when you look at that you want to hear that there's going to be change. That there's going to be improvement. But I don't think that Speaker Johnson did a great job in conveying what it is that they're going to do. And I don't think Donald Trump has done a good job when he talks about his concepts --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "CARTER",
      "sentences": "-- of a plan rather than a real plan that he has on how to replace it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Do you think health care in general is the type of super important issue that it's been in past elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "CARTER",
      "sentences": "I do not.Now, when you look at the polling, Kamala Harris is much better on health care than President Trump does, but it's more like the fifth or sixth most important issue to voters. What is important to voters right now is the cost of things. So when you talk about the cost of health care that's much more important. But really talking about the cost of goods, the cost of prescription drugs, the cost of insurance -- all of that is what's top of mind for voters right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Nikki Haley -- who is supporting Donald Trump, right, for president -- was speaking to -- I don't know which camera I'm supposed to look in. Oh, over here. Was taking to Sean Hannity and talking about how she thinks the Trump campaign is doing -- listen.(BEGIN VIDEO CLIP) NIKKI HALEY, (R) FORMER SOUTH CAROLINA GOVERNOR:  I mean, this bromance and this masculinity stuff -- I mean, it borders on edgy to the point that it's going to make women uncomfortable. You know, you've got affiliated PACs that are doing commercials about calling Kamala the \"C\" word, or you had speakers at Madison Square Gardens referring to her and her pimps. That is not the way to win women. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "All right, so that's pretty interesting, Meghan. And Haley also said that Trump hasn't spoken to her personally since June. And as I said, Haley says she's supporting Donald Trump but that doesn't sound supportive, if you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HAYS",
      "sentences": "I mean, I think she is being a good Republican surrogate for him. I don't think that this is the way to win women over. I think we're seeing that in the polling. I think we're seeing that with people coming out and the gender gap being so wide. I mean, she is in an interesting spot here because she is trying totow the party line on the policies but -- and not drawing the contrast to the character of Donald Trump. So I think that that's -- she -- you know, she's trying to walk a fine line. I'm not sure she's doing it super successfully and I'm not sure people are buying it, but I appreciate that she is being loyal to the Republican Party. I just don't think that it's going to work with women in the electorate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "Do you think that targeting -- if you're from the Democratic Party, targeting those Haley voters is still a fertile -- is that still fertile ground for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HAYS",
      "sentences": "Yeah, I do think so. I do think that these comments that were made at Madison Square Garden and the entirety of the campaign by the Trump -- by the former president and his organization are disgusting and despicable. And I don't think women are buying into that and I don't think women appreciate it, like Nikki Haley said.And I do think that these people matter. And we've seen in the polling and we've seen in the research that's being done in these battleground states these voters -- these undecided voters -- these women -- suburban women voters are going to make the difference in the election. So targeting them in a negative way is not -- is not probably going to be the best answer for them, but we'll see on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BERMAN",
      "sentences": "You think Trump ought to pick up the phone, Lee, and talk to Nikki Haley maybe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "Is it -- I'm not quite sure Nikki Haley can be counted as a surrogate, depending on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "CARTER",
      "sentences": "Fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BERMAN",
      "sentences": "-- how she's talking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "CARTER",
      "sentences": "Fair. BERMANLee Carter, Meghan Hays, thank you both very much -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "All right. Gas prices are on the verge of dropping to their lowest levels in three years, but will that be enough for Americans to feel better about the economy as a whole?CNN's Vanessa Yurkevich is in Jersey City for us. You were talking to people about these low gas prices and about inflation. What have they been saying to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Sara, gas prices have been falling and we could see a national average below $3.00 for the first time in three years.Just behind me you can see gas is already below $3.00 -- $2.95 a gallon here for regular gas. The national average as of yesterday was $3.13. That's fallen significantly from a year ago when gas was about $3.50 but it's not quite where we were in October of 2020 before that election when gas prices were $2.14. But, of course, that was during a pandemic when people were not driving that much. But if you look at key battleground states in almost half of them gas prices at the state average are already below $3.00. So we wanted to understand whether or not voters saw that as a factor in the economy, how they felt about it, and how they would be voting. Take a listen to some drivers we spoke to earlier this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Does gas prices mean the economy is doing well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "ROBERTO GONZALES, NEW YORK RESIDENT",
      "sentences": "No, no, no -- really, no. No, because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "YURKEVICH",
      "sentences": "No?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "GONZALES",
      "sentences": "No, no because everything is going up and, you know -- and maybe the salaries can help is maybe it's more tiny -- the salary -- and it's hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Below $3.00. What do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HERTZEL SAFIYA, NEW JERSEY RESIDENT",
      "sentences": "I was waiting for it for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SAFIYA",
      "sentences": "I am basically on the road, and it affects my income. So now when it's very low it's making me more happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Does that mean that the economy is in a better place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SAFIYA",
      "sentences": "I'm not sure about that yet because the cost of living -- it's high.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "YURKEVICH",
      "sentences": "And that is something that we heard from drivers, Sara. Despite the fact that gas prices have been falling they still believe the cost of living is too high. If you look at this year compared to 2021, on average, American families are paying $1,100 more every single month compared to 2021. And for them, despite cheaper gas prices, it's still a little bit too expensive.And those gentlemen will be voting in this election. The first would not tell us who he was voting for. The second, though, said he would be voting for Kamala Harris not because of the economy though, Sara, but because of her morals -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SIDNER",
      "sentences": "Vanessa Yurkevich, interesting to hear from people and looking at those great prices at the pump but still having trouble with their personal economies. Thank you so much -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BOLDUAN",
      "sentences": "So, Starbucks is phasing out a menu item less than a year after its nationwide debut. Sadly, it is not pumpkin spice. We'll get to it.And CNN in the most Democratic county in battleground Georgia. One of the most Democratic counties in all of the battlegrounds. Why some voters there say they are still undecided. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SHARON LOVE NELSON, PODCASTER",
      "sentences": "I'm undecisive, I'm going to be straight up with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "ELLE REEVE, CNN CORRESPONDENT",
      "sentences": "That's OK. Tell me more. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "NELSON",
      "sentences": "Because it's two of the lesser evils. They're all bashing each other and they're saying this and saying that. Then I take that, and I go do research. And when I research it, I'm like oh! But I do know one thing, Trump is so bold that if the aliens is coming, he going to tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BRUCE WRIGHT, PET STORE OWNER",
      "sentences": "This is probably the hardest election decision I've ever had to make because I'm basing it off of not my personal self but my -- just my core belief of who Trump is inside is what's driving me towards Kamala.REEVE (voiceover):  This is Clayton County, Georgia, just south of Atlanta, where more than 84 percent of voters picked Biden in 2020. That makes Clayton the most Democratic county in all this year's swing states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In 2020 when Biden won, it was Clayton County who turned Georgia blue and got Biden the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our people turned out. Clayton County turns out. We expect the same for Kamala Harris.REEVE (voiceover):  Almost 300,000 people live here and nearly 70 percent are Black. The campaigns are fighting hard for these voters. Kamala Harris was just here with Stevie Wonder. We spoke to people at Black-owned businesses about what they were thinking in the last weeks before the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "CHAI RICHARDSON, BARBER",
      "sentences": "I'm really not into politics, but Kamala Harris -- her movement -- I will say I support two things that she said and is doing. The $20,000 loan thing for the Black entrepreneurs, I really like that because it gives us a chance to get our businesses up off the ground. And another thing is she's trying to legalize marijuana. You know, a lot of us get locked up just from our car smelling like weed. There's a lot of synthetic weed out here -- a lot of fake weed that's bad for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "You want it to be legalized and regulated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "RICHARDSON",
      "sentences": "Yes. And what gets me the most is it's bad in the South where it's mostly African Americans or Black people down here. But up in the other states -- the Union states -- the blue states or whatever you want to call them, it's legalized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "Well, who would you vote for if you do decide to vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "VALERIE BURKS, HAIR STYLIST",
      "sentences": "I don't know, maybe Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "And why? BURKS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "So why would you be undecided  right now then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BURKS",
      "sentences": "I would have to say because this will be my first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BURKS",
      "sentences": "First time -- like, whoo, OK. My mom -- none of them -- they've never done it, so --REEVE (voiceover):  We found a little more ambivalence about Harris than we expected based on past voting here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "NELSON",
      "sentences": "I'm undecisive, I'm going to be straight up with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "That's OK. Tell me more. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "NELSON",
      "sentences": "Because it's two of the lesser evils. They're all bashing each other and they're saying this and saying that. Then I take that, and I go do research. And when I research it, I'm like oh! But I do know one thing, Trump is so bold that if the aliens is coming, he going to tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "Yeah. So in an Independence Day scenario --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "NELSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "REEVE",
      "sentences": "-- he would tell you to evacuate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "NELSON",
      "sentences": "He would tell -- I mean, he just -- he can't keep his mouth shut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "Early voting numbers are really high. What do you think that means?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BELL",
      "sentences": "Yes. I think that means people have something to vote for. I think that people are impassioned, emboldened. They are excited to vote for something. I'm just hoping they're voting for Kamala Harris, honestly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BRITTNEY TUCKER, REGISTERED NURSE",
      "sentences": "We are a house divided --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TUCKER",
      "sentences": "-- at this time. My husband, he's more leaning towards the Trump side and I'm leaning more towards the Harris side. But I'm still trying to persuade him to come to the other side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "And what is his objections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "TUCKER",
      "sentences": "Well, he just doesn't feel that -- oh, like a woman is fit for the job so to speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "JAMAL SIMS, BARBER",
      "sentences": "What you getting, temp fade?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIMS",
      "sentences": "And then we're bringing the top down?I'm going to be honest with you, during his time in the presidency a lot of money was thrown around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIMS",
      "sentences": "You know what I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIMS",
      "sentences": "So that was kind of like my reason for being like hey, if you're going to do that again, we can run that back.He does a lot of stuff for shock value -- just to get you to look at him. You know what I mean? So I don't really be taking any of that stuff serious. I'm going to take my time with it because it's like the lesser of the two evils type of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "One topic of conversation has been the idea that some men don't want to vote for a woman president. Do you think that's a factor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "CRICK THE BARBER, CLAYTON COUNTY RESIDENT",
      "sentences": "I hear -- I hear that a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "Yeah. What do they say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "CRICK THE BARBER",
      "sentences": "Women are too emotional to run a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "And what do you think of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "CRICK THE BARBER",
      "sentences": "What do I think of that? I'm married. You think I'm about to answer that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "What do you say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "CRICK THE BARBER",
      "sentences": "What do I say to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "REEVE",
      "sentences": "Yeah, when they say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "CRICK THE BARBER",
      "sentences": "I tell them the same thing I told you. I'm married, so -- and my wife runs my household. So you know what? If they run the household like that, they could -- I believe they can do it. I believe -- I just thought about it. They're probably the one to run the house -- run the presidency. I believe that. SHARESE BING, VOTED FOR KAMALA HARRIStweet so much out of emotions. So to say a female cannot run the country because of emotions and then the person she's running against -- they on Twitter all day reacting because of emotions, doesn't make sense. There are some men that are very much emotional. Their emotions might come out in different ways -- anger, rage -- but it's still an emotion. If you all say a woman can't run the country because she's emotional, well then, he can't run the country because he's emotional. And that's all we got. It ain't like we got 10 candidates to pick. We got one and two. So it's -- you want the emotional female, so to speak? When I say -- and I'm quoting it -- emotional females says women are emotional, or do you want the emotional male? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "All right. Thank you to our Elle Reeve for that.This morning there is a warning aimed at you, the voter. With the election just six days away, the FDA says watch out for scammers looking to cash in because they're targeting a lot of folks. CNN chief law enforcement and intelligence analyst John Miller is joining us now. What is it that people need to be watching out for so they don't get caught --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "-- in these scams?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MILLER",
      "sentences": "-- coming from the FBI's internet complaint -- Internet Crime Complaint Center. So a lot of this is that stuff that keeps coming into your phone and coming into your computer.And what they're really saying to people is there are these scams out here like, for example, there's the pool. That's hi, we're calling from this campaign and we're raising money, and we need it right now. But if you get in the pool early, when we reach our goal and we exceed it your money's going to come back to you maybe with a premium. So if anybody says that there is no pool, OK? That's a Ponzi scheme. It's in the classic form of a pyramid scheme. It's get in early, and you'll get -- no money is coming back and no such deal exists. There are fake political action committees, face super PACs. There are things where you can order the gear -- the hats, the fleece, the jacket of your favorite candidate -- where these things were set up yesterday and there is no merchandise. And you send the money and it's never coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "Those are a lot of things that would attract people who are very into what's going on. How can you tell the real calls from the fake ones, or the real emails from the fake ones?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MILLER",
      "sentences": "OK. So the first rule is slow down, right, if this is coming into your phone, if this is popping up in your email box unsolicited. Do you really know who is on the other end of this? So if you want to give to that candidate, great. Wind out of that message, go onto your internet, find their official website and see where it says donate, and stop sending money to the mystery drop. That's one answer.The other answer is if anybody tells you, you send us a campaign contribution and you're getting money back, stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MILLER",
      "sentences": "And the -- and things with the super PACs are actually more complicated. That's where you really want to go onto the Political Action Committee that's listed on the Federal Elections Commission website where they're there. But some of the shadier ones have made it onto the FEC website. So you've got to do a little research before you're sending money to these places.",
      "isLastSentenceInterrupted": false
    }
  ]
}