{
  "date": "2024-01-02",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Expected to Appeal Rulings; Darkness and Fear Dominate Politics; Five Japan Coast Guard Members Dead in Plane Collision; U.S. Pulls Warship from Mediterranean. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Colorado, where the Republican Party there has already appealed that decision to the U.S. Supreme Court. And we're waiting to see if and when the highest court in the land will take up this issue, this unprecedented constitutional question of whether or not a state can remove a candidate from the ballot under this insurrection ban, the 14th Amendment.And look, listen to what Colorado's secretary of state said yesterday about the urgency, about the timeframe that they need to know an answer on this very question. (BEGIN VIDEO CLIP) JENA GRISWOLD (D), COLORADO SECRETARY OF STATE: I certify the names onto the ballot for the presidential primary this Friday. And so, we do hope that the court understands that presidential primaries are rapidly approaching and gives us a definitive answer whether or not the former president is disqualified from the ballot. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COHEN",
      "sentences": "So, obviously, we know, too, that Trump also intends to appeal the Colorado decision to the U.S. Supreme Court.And in Maine, he intends to appeal it to state level courts there. We know that process can take a few weeks, but the final deadline for the Maine supreme court to take this up is actually the last day of January. So, that process could work its way out pretty quickly. But, still, we're seeing a lot of different views on this from the state level. We're still waiting on a decision from Oregon, for example, who is considering whether or not they want to remove Donald Trump from the ballot. So, still a lot of uncertainty out there, and that's why people are asking for the U.S. Supreme Court to provide some clarity in the short term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "MATTINGLY",
      "sentences": "As we continue to follow breaking news out of Japan, there are new developments. We now know five crew members have died on the Japan coast guard plane that collided with the passenger jet in Tokyo. That's according to Japan public broadcaster NHK. The captain of that plane is in critical condition. We're going to continue to cover this story throughout the morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "CORNISH",
      "sentences": "Now we're going to turn to politics because doom and gloom dominate both Joe Biden's and Donald Trump's campaigns. For example, here's Trump.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: We will root out the communist, Marxist, fascist and the radical left thugs that live like vermin within the confines of our country. He says, you're not going to be a dictator, are you? I said, no, no, no, other than day one. Either they win or we win. And if they win, we no longer have a country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "MATTINGLY",
      "sentences": "And on the other side of the aisle, Biden has returned to the high-stakes message of his 2020 election, 2022 midterms as well. Recently at a fundraiser Biden said, quote, \"the greatest threat Trump poses is the threat to our democracy. Because if we lose, we lose everything.\"Joining us now to discuss, Republican strategist and pollster Lee Carter, CNN political commentator and political anchor for Spectrum News, Errol Louis, and \"Politico\" New York reporter Emily Ngo. Lee, I want to start with you, because it doesn't strike me as a rarity that candidates, particularly those running against an incumbent, choose doom and gloom and everything is terrible. But the fact that this is just kind of the vibe of the entire race, both sides, regardless of who's running, does that surprise you? I don't think we have Lee, who's frozen, so I'm going to turn, Emily, to you. But, same question. I get it, right, the campaigns over the last decade or so haven't exactly been positive, ebullient, shinning city on a hill types of campaigns. EMILY NGO, CO-AUTHOR, \"POLITICO'S\" NEW YORK PLAYBOOK: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "MATTINGLY",
      "sentences": "But this is particularly stark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "NGO",
      "sentences": "It is. It is. And they're working with known and unknown quantities. Biden and Trump are both people who have been in office, in elected office, in the White House before, so they're playing off of fears of the known and the unknown.This is what a Trump presidency was and you don't want it again. This year this is what a Trump - a Biden presidency has been. You don't want it again this year. But when you think about Donald Trump in particular, his 2016 acceptance speech at the Republican National Convention, his January 2017 inauguration speech were very, very dark. So, he's continuing on that trend. And we know now that Barack Obama, the message of hope, all those years ago, may have been an anomaly in politics, especially now at a time when the country's so deeply divided, where hyper partisanship is here to stay and where there's confirmation bias, where people are only going to seek out the things that validate their own personal views. And here they have Donald Trump and Joe Biden speaking to the fears that are fomenting among them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "CORNISH",
      "sentences": "Errol Louis, I want to ask you if this is also the consequence of a lesson learned from us, the voters, which is that negative partisanship works, right? Like, we cast ballots against the people we don't like, not for the people we like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "That's right. This is something that a certain kind of politician has used for a long, long time. That you can, in fact, run on resentment and grievance and fear and anger. At the same time, though, I have to say, I mean one reason that they have to hype it up so much is that in the end people really vote their pocketbooks, you know? I mean, it's an abstraction to say if this, then that, and we could lose our country. Yes, that's true but -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "CORNISH",
      "sentences": "Even after January 6th you're saying this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "LOUIS",
      "sentences": "Oh, yes, absolutely. Listen, on January 7th people still had to buy gas, they still had to buy groceries. That's something that they - that you can talk about every day because people can see that and it's real and it's right in front of them. The prospect that everything might change for the worse if you don't vote is a bit of an abstraction. And everything that you've seen - everything  you can look at in polling will tell you that, the state of the economy and people's personal balance sheets will tell the story far more reliably than whether or not people have been scared into hating their neighbor or whatever it is these candidates are trying to do. MATTINGLYwhen I - when I watch the messaging of any campaign, I'm trying to think, all right, who are they targeting here, whether it's turnout, whether it's a specific subset of voters, as you're digging through the cross tabs. And this seems like an activation, motivation for your base because we need those coalitions the turn out, not I'm going to go find some people in the middle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "LEE CARTER, FORMER REPUBLICAN STRATEGIST AND POLLSTER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:41",
      "speaker": "MATTINGLY",
      "sentences": "Does anybody in the middle still exist at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "CORNISH",
      "sentences": "Lee Carter, thank you so much.Emily, Errol, thank you. Ron DeSantis and Nikki Haley take questions directly from Iowa voters in back-to-back events. The CNN Republican presidential town halls, moderated by Kaitlan Collins and Erin Burnett, air live this Thursday night. And that starts at 9:00 p.m. Eastern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:06",
      "speaker": "MATTINGLY",
      "sentences": "Well, (INAUDIBLE) today, a list of more than 150 names connected to the late sex offender Jeffrey Epstein is set to be made public. Who could be on the list and what it all means, that's next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "MATTINGLY",
      "sentences": "We have more on our breaking news. Five crew members have died on the Japan coast guard plane that collided with a passenger jet in Tokyo. That's according to Japan's public broadcaster NHK. The captain is in critical condition.CNN's Will Ripley is back with us live from Tokyo. Will, this is new developments. We know everybody on the commercial plane got out alive. Not the case, though, with the crew of the coast guard flight, is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "That is correct. And what's particularly sad about this is that that coast guard plane was taking off to help deliver emergency relief supplies that are badly needed on Japan's central west coast where a massive 7.5 earthquake has killed dozens of people and they're still digging through the rubble to search for survivors or potentially others who were hurt, not just in the initial quake, but also in fires that started after the earthquake.But in terms of this extraordinary scene at one of the busiest airports in Japan, right in the heart of Tokyo, at Haneda Airport, we're learning more details about this collision that happened on Runway C. One of the passengers was on live television speaking to Japan's national broadcaster, NHK. He said, according to this passenger, that the exits in the back and middle of the plane did not work, so everybody, all 367 passengers, including eight kids under the age of two, and 12 crew members, they had to get out through the front exits as flames were quickly engulfing the engines and then the back of the plane before the entire aircraft was burning. It was burning for well over an hour. It still is smoldering right now. So, they had -- not only did these passengers all safely evacuate, around 400 people get off the plane in a matter of seconds - they're supposed to be able to get off in 90 seconds or so, the authorities say, but they had to all do it through the front emergency exits of the aircraft only because some of the exit doors were not operational. That is truly an extraordinary detail of what is just an incredible story, a success story, when it comes to getting people off the aircraft safely. Kudos to that crew. A dozen crew members who were able to pull that off, and the passengers as well. There was one mother also appearing on Japanese television holding her young child in her arms saying that as the black smoke was enveloping the cabin, she didn't think that she would make it, but she was just trying to do what she could to keep her child safe. All the children on that aircraft, all the people on that aircraft are safe and alive right now. It is just, just extraordinary, remarkable. Words don't describe the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "CORNISH",
      "sentences": "Absolutely. Incredible, Will. Thank you so much. We'll be checking back with you at the top of the hour.Now, new overnight, deadly attacks across Ukraine and Poland activate fighter jets to protect its air space from Russian forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "CORNISH",
      "sentences": "New overnight, Ukraine's president says at least four people were killed and nearly 100 injure after another round of Russian attacks. The Kyiv and Kharkiv regions were hit the hardest, with president Zelenskyy claiming most of the attacks were aimed at civilian targets.Now this comes just after Vladimir Putin said Russia would step up attacks on Ukraine in the new year. Now Ukraine's neighbor, Poland, has activated fighter jets to protect its air space amid the barrage of Russian missile strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "MATTINGLY",
      "sentences": "Shifting our focus to the war in the Middle East, the U.S. Navy is pulling its largest war ship from the eastern Mediterranean Sea. The aircraft carrier, USS Gerald R. Ford, was deployed there after Hamas attacks on Israel October 7th. It will now head back to its home port of Norfolk, Virginia, after eight months at sea.Now, with the carrier leaving, the USS Eisenhower becomes the lone U.S. aircraft carrier in the region, at the same moment Houthi attacks on commercial ships stir tensions in the Red Sea. Joining us now to discuss is CNN political and national security analyst David Sanger from \"The New York Times,\" David, I want to start there because the carrier's deployment had been extended for several months for it to take position where it had. And yet its departure comes at a very tenuous moment right now. Why did they pull it out? DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST It's a really interesting question because they -- I think they had to balance both the amount of time it's been out and the concerns about whether or not a new front with open up with Hezbollah coming out of Lebanon or not. [06:55:07] The Eisenhower is the one that has seen the most action lately, including over the past weekend when in a pretty remarkable conflict, a group of Houthi fighters, who were on small boats trying to attack a commercial freighter, ended up firing on U.S. Navy helicopters. And the Navy sank three of these small boats. The Houthis maintain that they had ten killed. So, that's going to be a pretty active region. And I think there's going to be a lot of concern in the area that they are pulling the Ford out of the - our of the coast of Israel there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "CORNISH",
      "sentences": "David, you've also been writing about the U.S. helicopters that sank three Houthi boats, killing ten on board. People may have heard of the Houthis back when they were talking about Yemen's war. What do you make of this moment now where there's this interaction between the U.S. and this group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "SANGER",
      "sentences": "Well, the bigger question that - that comes out of this, Poppy, is whether or not these are all being coordinated by Iran. There is increasing evidence that Iran has been providing some of the targeting data and some of the ship locations to the Houthis as part of their broader coordination of resistance fighters, as they call them, throughout the region. And, you know, Iran is the one thing that ties together the Houthis, the attacks on American bases in Syria, the attacks out of Iraq, where Iran has got a major presence and, of course, Hezbollah in Lebanon.And while the Iranians don't want to seem to take on the United States directly, they seem more than willing to have these proxy groups take on the U.S. And I think the Navy felt -- a lot of Navy officials I've spoken to have felt that there was not a whole lot of pushback on the Houthis in recent times. But as long as the action is taking place against Hamas, I think you're going to see these attacks continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "MATTINGLY",
      "sentences": "David, can I pull that thread a little bit further. In talking to military officials, both current and former, over the course of the last couple of weeks, I think there's been some genuine surprise that there have not been any direct strikes in Yemen targeting Houthi rebels, their bases, wherever their headquarters are. What is the rational for the administration right now in not going that far, particularly after, as you wrote, the helicopter attacks over the weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "SANGER",
      "sentences": "This comes straight out of President Biden's own strategy. He is concerned that the war not escalate. But he's also concerned that he not up end what has been a fairly effective truce so far between Saudi Arabia and the Houthis in Yemen. That conflict, which had been raging for years, they finally sort of negotiated not a peace but at least a truce. And I think his concern is that if the U.S. begins to strike inside Yemen, that's all going to fall apart.But there are a fair number of senior military leaders who are taking the position inside the Pentagon that says, look, you can't allow this kind of thing to continue. And doing pinprick attacks against locations where they're launching missiles or drones is not going to be enough. I think that's the tension that's going to play out over the next few weeks. And it will be interesting to see if the Houthis calm it down a little bit now that they've lost three boats and ten of their fighters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "CORNISH",
      "sentences": "David Sanger, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "MATTINGLY",
      "sentences": "And CNN THIS MORNING continues right now.Well, good morning, everyone. We are following the breaking news. Audie Cornish is here with us. Poppy is off today. Out of Tokyo, the news, a coast guard plane and a passenger jet colliding into one another. Miraculously, all of the passengers on the commercial plane were safely evacuated, although some were injured. Some coast guard members lost their lives. We're going to show you the video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "CORNISH",
      "sentences": "Overnight, more deaths reported out of Japan after the 7.5 magnitude earthquake. At least 48 people have been killed. Our crews are standing by in one of the hardest hit areas.And this morning, the FBI looks into a deadly and fiery crash in Rochester, New York. Two vehicles colliding and then plowing into a crowd of people. What officials are saying about gasoline canisters found at the scene. CNN THIS MORNING starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:53:34",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    }
  ]
}