{
  "date": "2024-11-21",
  "headline": "CNN News Central",
  "subHeadline": "Police Report on Allegation Against Hegseth; Hegseth on The Hill with Vance; Missile Used in Ukraine Not ICBM; Trump Facing Criticism over Cabinet Picks. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Breaking overnight, new, graphic details from the police report, 22 pages, at the center of a sexual assault allegation against President-elect Trump's Defense secretary, Pete Hegseth. What we are learning this morning.And gate lice? Your days and boarding groups are numbered. American Airlines is rolling out new technology to curb those early borders from jumping the line. And, the weather outside may be starting to get a little frightful, but the vibe on a holiday cruise ship, definitely delightful. You're welcome, John. We'll chat with two passengers about their experience on the first ever Hallmark Christmas themed cruises. Yes, it's happening already before Thanksgiving even is here. I'm Sara Sidner, with John Berman and Kate Bolduan. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, happening now, quite a moment on Capitol Hill. We are standing by to see Pete Hegseth arrive to lobby senators. He is President-elect Trump's pick to be Defense secretary. And he will be there as this morning new details are emerging from a police report about an alleged sexual assault by Hegseth. Hegseth has denied the account and he was never charged with a crime. But the details in this report this morning, they are graphic and they are disturbing.Sara Murray is here with the latest on this. Good morning, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Good morning, John.Yes, what this police report does, which we got through a public records request, is really lays out the competing narratives of what happened that evening in October 2017 in California surrounding this Republican women's conference. Now, the woman in this account is referred to in the police report as \"Jane Doe.\" She said that Hegseth \"was giving off a creeper vibe\" during the conference. She goes on to say that she ended up in a strange hotel room, and that he \"took her phone from her hands\" and that he \"blocked the door with his body.\" And she \"remembered saying no a lot.\" Now, there was a lot she couldn't recall. She suggested that something may have been slipped in her drink. But there were other eyewitness accounts of people who said they saw her, and she didn't seem to be intoxicated. She seemed to have her faculties about her. There were also conflicting eyewitness accounts about an interaction that she and Hegseth had earlier in the evening at a hotel bar. You know, in one account, a woman says that Jane Doe appeared to sort of intercept Hegseth when he was hitting on another woman and sort of be the crotch blocker. Another eyewitness said it appeared that Jane Doe and another woman were flirting with Hegseth. Eventually, she did decide that she wanted to seek medical attention a couple days later. She got a rape kit. And the nurse is the one who reported this alleged sexual assault to authorities. Now, this is all very different from Pete Hegseth's account. He said that they engaged in an evening of consensual sex together. He said she came to his hotel room and he found it sort of odd that she stuck around, but the two of them became intimate. And he told authorities there was \"always conversation,\" there was \"always consensual conduct.\" He said he and Jane Doe discussed the fact that she was married, and that she would tell her husband she'd \"fallen asleep on a couch in someone else's room.\" And he said she showed \"early signs of regret.\" Now, again, Hegseth has denied that there was any sexual misconduct here. His attorney, Timothy Parlatore, told me, \"this police report confirms what I've said all along, that the incident was fully investigated and police found the allegations to be false, which is why no charges were filed.\" We should note, the police report does not say that the allegations were false. And we don't have the full understanding of why no charges were filed in this case. There's additional evidence. There's surveillance video. There's a memo from the district attorney that they are not planning on releasing publicly that could shed light on this decision not to file charges. Now, the Jane Doe in this case, the woman involved, she declined to comment last week to CNN. When CNN approached her to try to discuss this story with her, she broke down in tears. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "All right, Sara Murray, thanks so much for explaining this all so clearly. Appreciate your reporting on this.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Thanks, John.Joining us right now to talk much more about this is CNN anchor and chief political correspondent Dana Bash. Dana, it's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DANA BASH, CNN ANCHOR AND CHIEF POLITICAL CORRESPONDENT",
      "sentences": "Thank you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "On top of this new detail, we've - some of the people who have this new detail now with this reporting are the senators on Capitol Hill that are going to be in charge of deciding whether or not Hegseth gets confirmed. And J.D. Vance is going to be with him in these meetings when they go in to sit with these senators.And they could be slightly different with these new questions coming out. I mean, what's not clear at all, because the process does need to continue is, what - how this - any of this impacts his confirmation. But what are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:16",
      "speaker": "BOLDUAN",
      "sentences": "It does seem and - that whereas with other nominees we've seen over so many years that these meetings are not pro forma that he is having. BASH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:16",
      "speaker": "BOLDUAN",
      "sentences": "Whereas in other circumstances we, as we've seen so many times, they do seem, especially when it's a candidate - the nominee of the same party. So, today does seem an important one.In terms of nominees, Trump's nominees, then there's also Matt Gaetz. I mean you have Democrats on Judiciary - on the Judiciary Committee have questions. Republicans on Judiciary have questions. Democratic Senator Sheldon Whitehouse, he was on CNN last night with Anderson, and he raised an interesting point as he called for both the House Ethics report and the DOJ files to be handed over. Let me play this. (BEGIN VIDEO CLIP) SEN. SHELDON WHITEHOUSE (R-RI): He's going to be overseeing the DOJ and the FBI. So, what they have on him in house is highly relevant. So, I think the real issue here is how low the Republicans want to go, because this is going to keep coming out. This isn't the last piece of news. The information in the House Ethics files and in the DOJ report came in from witnesses who are available to us. And we're going to keep digging. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:16",
      "speaker": "BOLDUAN",
      "sentences": "Witnesses who are available to us, says the senator, right, Dana? I mean what happens now that Republicans on House Ethics have voted to block the Gaetz report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:16",
      "speaker": "BASH",
      "sentences": "It's such an important point that he makes. And, yes, so far we have not seen any evidence that the Republicans, as you said, on that Ethics Committee are going to allow it - that report, which they have spent a lot of time on, to become public. They're going to have another vote in early December. It doesn't seem like that's going to change.But the key is that the Senate Judiciary Committee, which is going to be vetting Matt Gaetz, they are going to be looking at some of - as much of the evidence that the House Ethics Committee looked at as they can. And I spoke to a Republican senator, Kevin Cramer, who is a big ally of Donald Trump. And he said similar things to what we just heard from that Democrat, Sheldon Whitehouse. Listen. (BEGIN VIDEO CLIP) SEN. KEVIN CRAMER (R-ND): Whether they - they release the report or not, it will certainly be reported if not released. It will be repeated by the Senate Judiciary Committee, because all those same witnesses, to your point, that are coming out publicly, and many more, and much more evidence, will be just as available to Senate Judiciary investigators. And then, of course, they have subpoena power. So, I think we just have to let this process play out. And we'll get to let this process play out. So, one way or another, I think that the information, damning or not, will at least come to the committee members first and then to the rest of the senators if, in fact, it comes to a vote on the floor. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:09",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely right. It's great to see you, Dana. Thanks for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:09",
      "speaker": "BASH",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:09",
      "speaker": "BOLDUAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:49",
      "speaker": "SIDNER",
      "sentences": "Breaking overnight, Russia launched an attack on the eastern Ukrainian city of Dnipro, sparking claims that the Kremlin used an intercontinental ballistic missile, or what's known as an ICBM, which has significantly longer range capabilities than other missiles and can deliver - can deliver nuclear weapons.But this morning, western officials said that the weapon was a ballistic missile but not an ICBM. Ukrainian President Zelenskyy responding to the strike, saying, its crazy neighbor is acting out of fear. CNN chief international security correspondent Nick Paton Walsh joining us now from I think inside a shelter in Kyiv. The danger of this real. Lots of developments this morning. What are you - what are you learning about all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:49",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Sara, we've come back out now. The sirens have finished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:49",
      "speaker": "SIDNER",
      "sentences": "That's what I thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:49",
      "speaker": "WALSH",
      "sentences": "But it's a Kyiv city significantly more anxious after the U.S. embassy made a snap closure yesterday citing the threat of an aerial assault. They're open again today, but this apparent ICBM assault, President Volodymyr Zelenskyy saying that the missile they saw had the characteristics, the altitude, the speed of an intercontinental ballistic missile. It seems to have hit Dnipro, a major industrial city, suggesting that an industrial plant was hit there. And the images that have emerged from there show extraordinarily multiple different projectiles coming down from the sky it seems from one particular point. Some experts suggesting that consistent with a more complex type of ballistic missile.Whatever it turns out, the terminology you want to use for what this was, whether it's based on its capability or how far it could fly, it's clear this is a new weapon and it's clear that Russia has wanted to see how that would make Ukrainians and the west feel. It's all part of an escalatory ladder we've seen over the past three or four days, begun on Sunday when President Joe Biden told the Ukrainians they could finally have permission to fire U.S. supplied ATACMS missiles longer range into Russia to hit targets there. We knew there would be a Moscow response. It seems like this use of a new weapon, be it moderate ballistic range or intercontinental, is designed to show that there are things in Russia's arsenal it can reach to, which can still terrify Ukrainians. As you said there, these normally, you might think, would carry a nuclear payload. No suggestion of that at all today. But I think it's about reminding people of that subtext of non-conventional weapons whilst also showing that Russia can deliver massive payloads of explosive, much shorter delivery times and hit targets across Ukraine in a matter of minutes. That's why I think there's heightened anxiety here in Kyiv. We saw ourselves in the recent trip to a bomb shelter. The U.S. embassy, maybe they knew something about this when they closed yesterday. We simply don't know. Other NATO members joined them in their snap closures. They're open again today, but I think we wake this morning to a Ukraine very nervous about what else may be in Russia's arsenal. And a fast paced series of events here. Not only have we seen a European power, Germany, ring the Kremlin head, Vladimir Putin, to talk diplomacy last week. We've had this Biden development with the ATACMS. And just now the British ministry of defense suggesting they have not seen the front lines as unstable since the first days of the war. A very rare, stark assessment from a western ally of how badly, frankly, Ukraine is doing on the front. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:49",
      "speaker": "SIDNER",
      "sentences": "It is terrifying, those pictures of those missiles coming down so fast and so many. The fury that we're seeing there and the fear growing by the hour.Thank you so much, Nick Paton Walsh, for being there. Please make sure you and your crew are as safe as possible. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:49",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Thank you.Joining us right now is CNN anchor and chief national security analyst Jim Sciutto. Jim, let's talk first about everything that NPW was just talking about. I mean what - if this was an ICBM, and regardless of it, just the direction this is all headed, I mean what do you think of this - what could be a new move by Russia in - a first in - could be a first in this 33-month war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "Also happening, and you've been doing some new reporting on this, this is why I want to get to it, is kind of a debate over, was it an accident or was it sabotage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Right. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "And there seems to be still an open question, accident versus sabotage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "So, let's go back a little bit. A couple months ago I had a story out about how closely the U.S. was watching Russia for exactly this threat. Russia has a highly secretive military unit designed expressly to monitor, map, survey underwater cables and possibly attack them. They have surface ships. They have submarines. They have naval drones.And in September, I had a story that the U.S. believed Russia's calculus on ordering such an attack on undersea cables had changed. Changed meaning they were more likely to order such an attack. And the U.S. had noticed increased activity by this highly secretive unit in this space, right, watching these cables and hovering above them. So, that's the threat environment. So, then this happened. So, I go to my sources and I say, what did you see there? And what they say, at this point, the U.S. intelligence assessment is that these particular, I don't want to call them strikes, right, but, you know, cable cutting -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "Disruptions, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Was the result - was a result of an anchor drag - dragging an anchor, a ship dragging its anchor unintentionally over those cables and causing that damage. Now, intelligence is a - it's not an exact art. This is the assessment today. And my understanding is that the U.S. has not established a connection between that ship and entities or nations that would order such an attack. Doesn't mean that they won't, at some point, establish a connection. But at this point, they don't have the goods to establish that connection. And that's why they're saying, and, you know, I spoke to multiple officials that the U.S. assessment at this point was that it's not intentional.Listen, clearly there's a disagreement because some European officials who are closer to this issue, frankly, right, it took place in Europe, are not convinced that's the case. And the U.S. assessment could change. But at least at this point, they haven't made that hard tie yet. They haven't made that hard connection yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "I just - I find this like - this - what they're calling it part of hybrid warfare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "But just kind of this space fascinating and terrifying in kind of how quickly and dangerous this game, if you want to call it that, can become, especially with your great reporting that there's an entire unit in the Russian military focused on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "I mean, it's something that we haven't - definitely have not heard the last of yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "True. And -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "Jim, it's great to see you.Oh, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "To that point, Kate -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "It's not just Russia that's active in this space. China is very active in this space. They have done similar kind of surveys around Taiwan, for instance, with the possibility of the threat of cutting cables to disable Taiwan. Notably, this ship involved in this anchor drag was a Chinese ship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "It's the beginning of, you know, quite a -- quite a story it's the beginning of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BOLDUAN",
      "sentences": "Let's see where this - where this heads next.Jim, great reporting. Thanks, buddy. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "SCIUTTO",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:29:12",
      "speaker": "BERMAN",
      "sentences": "All right, this morning, even as new details emerge of allegations against Pete Hegseth, the man that Donald Trump wants to be Defense secretary, there are also some people questioning the overall makeup of the people that Donald Trump has tapped to be in his cabinet. CNN's senior politics writer Zack Wolf is here with the latest onthat. We've got all the pictures up on the wall here, Zack. What do a lot of them have in common?",
      "isLastSentenceInterrupted": false
    }
  ]
}