{
  "date": "2024-11-01",
  "headline": "One World with Zain Asher",
  "subHeadline": "Harris Holding Three Campaign Events Across Wisconsin Today; Trump: Liz Cheney Should Be Shot With \"Guns Trained On Her Face\"; Hurricanes, Labor Strikes Hit U.S. Job Creation In October; Israel Strikes Southern Beirut Amid Ceasefire Push; More Than 200 People Killed In Historic Spain Floods; Keeping It Cute: Pop Culture Icon Hello Kitty Turns 50. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:35",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Hello everyone, live from New York, I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "I'm Zain Asher. You are watching ONE WORLD.It is a battleground blitz in the fight to the finish with just four days ago until the U.S. elections. The entire world is watching. The focus right now is on a handful of pivotal swing states that's really going to decide who becomes president of this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. We've been bringing you the narrative now and the focus on these pivotal states for weeks now. Both candidates are campaigning inWisconsin today after spending Thursday crisscrossing Arizona and Nevada. But it's the violent racist and sexist rhetoric that is threatening to overshadow it all. Here's what Donald Trump said about Liz Cheney last night, one of his most prominent critics while speaking with former Fox News host, Tucker Carlson, in Arizona. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "DONALD TRUMP, REPUBLICAN PRESIDENTIAL NOMINEE",
      "sentences": "She's a radical war hawk Let's put her with a rifle standing there with nine barrels shooting ather. OK. Let's see how she feels about it. You know when the guns are trained on her face. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "Meantime, the fight for the female vote is heating up. During a rally in Las Vegas, Kamala Harris seized once again on Trump's remark thathe will protect women whether they want him to or not. She called it offensive, and she said that, well, it's no surprise, it doesn't have to be this way. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES AND DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "We have an opportunity in this election to turn thepage on a decade of Donald Trump trying to keep us divided and afraid of each other. We're done with that, we're done. We're exhausted with it. And we know that is who he is. That is who he is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "CNN's Eva McKend has been following the Harris campaign and she joins us live now in Atlanta.So, Eva, what can we expect from the Harris campaign today? EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: Zain and Bianna, what we see from Kamala Harris is her very intentionally consolidating various coalitions. I was with her in Phoenix. She was also in Vegas. Some of the program there was in Spanish, as it was very much targeted towards Latino voters. There were consistent calls from the community to recognize the humanity of immigrants. And Harris spoke to that in her remarks as she tried to characterize herself as the unifier for this moment. And another key part of the coalition Harris is trying to capture are women. She argued the former president does not respect the freedom of women or the intelligence of women to know what's in their own best interest. Bottom line, she maintains the former president cares about himself while her focus is on everyday Americans. Take a listen to how she's making this case. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "HARRIS",
      "sentences": "This is not someone who is thinking about how to make your life better. This is someone who is increasingly unstable, obsessed withrevenge, consumed with grievance, and is out for unchecked power. And look, in less than 90 days, it's either going to be him or me in the Oval Office. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "MCKEND",
      "sentences": "The feature of her argument is also elevating this issue of restoring reproductive rights. She's back in battleground Wisconsin today,here in Georgia tomorrow, then North Carolina, Michigan, and Pennsylvania, all before the votes are counted. Zain, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "ASHER",
      "sentences": "Yes, four days to go, and we shall know the answer, hopefully, quite soon. I was going to say Tuesday, but definitely not Tuesday, several daysafter that. Eva McKend, live for us there. Thank you so much, my dear. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:35",
      "speaker": "GOLODRYGA",
      "sentences": "Well, let's go now to CNN's Steve Contorno, who is in Warren, Michigan, ahead of Donald Trump's campaign rally just a few hours from now.Yet another controversy that the campaign itself is trying to address here, suggesting that \"issuing a statement saying that the president was not suggesting that he wanted Liz Cheney killed, but instead, poor choice of words, I guess, on his part, as they're trying to suggest he was insinuating that she and herself should be out there on the front lines if, according to him, she is such a hawk, as he describes her. Tell us more about what the campaign is saying now, especially in that pivotal state of Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "TRUMP",
      "sentences": "I'm only here for one reason. They all said, don't come. I said, why? You can't win New Mexico. I said, look, your votes are rigged. We canwin New Mexico. So I'm here for one simple reason. I like you very much. And it's good for my credentials with the Hispanic or Latino community. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "CONTORNO",
      "sentences": "OK. That was a clip of Donald Trump speaking yesterday in New Mexico. It was an interesting stop outside of the battleground map becauseNew Mexico is not one of those seven states where we have seen these two campaigns compete for. But as you said, he is going for the Latino vote. That's a very key voting bloc in nearby states of Arizona and Nevada. And one his campaign is trying to keep the inroads it has made into those communities, especially after a comedian at his Madison Square Garden rally suggested that Puerto Rico was a floating island of garbage. So just an example of how in these final stretches, both these campaigns are aggressively trying to hold on to their coalitions they have built over several months and not lose any voters that could end up being decisive in those key battleground states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And it is worth noting that the Kamala Harris campaign is cautiously optimistic about where she stands right now in that battlegroundstate of Michigan where she has seem to edge up in polling over the course of the last few weeks. Steve Contorno, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "ASHER",
      "sentences": "Thank you so much, Steve.All right. One giant factor in the presidential campaign is, of course, jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. But the last jobs report before election day gives a somewhat unclear look at the situation. So here are the numbers we're goingto break down for you. Employers added just 12,000 new jobs in October. Compare that to the 223,000 jobs added in September.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:03",
      "speaker": "ASHER",
      "sentences": "So just 12,000 jobs added. What was really interesting is that the unemployment rate actually stayed flat. It remained unchanged at 4.1percent. Economists had warned that two major hurricanes last month, as well as a major labor strike, might distort the data. Who better, who better to put these numbers in perspective than our dear friend, Julia Chatterley, host of \"FIRST MOVE\" here on CNN. But the fact is, even though obviously the hurricanes are a factor, as is the strike, the fact is that even when you account for those sort of on- time events, this was still a significantly low jobs report. Walk us through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "ASHER",
      "sentences": "I loved how you said, oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "GOLODRYGA",
      "sentences": "So technical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "ASHER",
      "sentences": "Technical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "ASHER",
      "sentences": "Part of the day from Julia Chatterley. I love it, my dear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you, Julia.Well, let's take a closer look at the impact these latest job numbers will have on the election. We're joined by Idrees Kahloon, Washington bureau chief at \"The Economist.\" Idrees, welcome to the program. So it's interesting because what we've been discussing over the last two years and running up until the election next week is just consumer sentiment in the United States doesn't match what we're seeing in the numbers. And that having been said, it's very difficult for a candidate, especially an incumbent, like Kamala Harris would be because she is still vice president and affiliated with the current administration. It's difficult for her to say, listen, the U.S. is still much better off than every other country in the world, and that inflation here has cooled more than it has abroad. That having been said, it is still the number one issue for voters. Walk us through how you're explaining this to your readers and why you are headlining this week your magazine with a second Trump term coming with unacceptable risks. If the economist has a vote, we would cast it for Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "IDREES KAHLOON, WASHINGTON BUREAU CHIEF, THE ECONOMIST",
      "sentences": "Yes. Well, thank you for having me on.And on that endorsement, I would say that the first issue, primary issue for us was the rule of law concerns with the reelection of Donald Trump and what that would mean for America. But pretty shortly after that are the economic considerations. So people remember the first Trump administration very well. They remember that the economy was doing well. They remember the tax cuts. But it's not clear that a second dose of Trumponomics and an even stronger dose of it would be all that good for the American economy. Putting 20 percent tariffs on everything that Americans import, 60 percent from China, doing a massive deportation effort would be a supply shock. Attacking the Fed would be bad for the economy as well. All of that is actually a recipe for inflation. Now, to your point about why are Americans so unhappy about the economy, like you said, the American economy is the envy of the world. You know, the GDP growth figure for the third quarter was roughly three percent. That's really high. You know, its growth has been a lot higher than other Western economies after COVID. Real wages, even accounting for inflation, are a lot higher. And so, you know, this related job report is maybe not the best one, but looking over the arc of the last year. You know, the American economies were new. Well, the real question is why are -- why are voters so unhappy with it despite that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:58",
      "speaker": "ASHER",
      "sentences": "Yes, you point out the pace of job growth is still relatively strong, so you can't really look at these numbers and then sort of gleanfrom it that there's been this sort of overall general slowdown. And Julia Chatterley was pointing out that the hurricanes did weigh heavily on these numbers, as did the strike by Boeing. My question to you is, what will this mean in the minds of voters four days out from a U.S. election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "GOLODRYGA",
      "sentences": "You know, one of the takeaways from \"The Economist\" endorsement of Kamala Harris here, given your global readership and given your respectinternationally, is that you have a global lens into, at times, a very insular dynamic here in the United States. And one of your takeaways in not endorsing Donald Trump is that another Trump term would just be too risky. Why is it, Idrees, given your vantage point and living here in the U.S., do you think American voters themselves don't view him as risky, as those perhaps abroad do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "KAHLOON",
      "sentences": "Well, so it's a really good question. I think that the, you know, foreign policy risks that Donald Trump brings, you know, the risks tointernational climate agreements, which probably wouldn't happen. The risk to American alliances, jeopardizing the American response if there were an event in Taiwan, jeopardizing the Ukrainian war effort. You know, for American and American voters, that doesn't rate as highly, particularly if there are no boots on the ground. And so I think that, you know, those sets of issues are ones that are put away. But then I think, you know, for voters here, a lot has to do with, you know, feelings by the economy, but also a lot has to do with these kind of cultural attachments. I think -- I think Donald Trump's particular appeal is rooted less in the risks that he presented than the feeling that he is kind of the ambassador of the working class, which is kind of an odd figure given his net worth. But you've seen over the course of the last decade, American politics has not been stagnant. Working class voters have gravitated towards the Republican Party, unions have gravitated towards the Republican Party despite Joe Biden trying to shower them with grants from the federal government. There is kind of a realignment at foot in American politics. And I think that once people feel that their candidates speak for them, they -- they're able to filter out these, you know, risks. The trust in the media has gone down a lot. I think it's a complicated question, but all of those are at play there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, all of the above. Listen, Idrees, I'm a big fan of your work as a journalist, big fan of you on the checks and balance podcast on\"The Economist.\" I suggest everybody subscribe to it. And I will quote you from one of your most recent episodes where you describe the current environment. The guess amongst both campaigns is just nauseous at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "KAHLOON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "GOLODRYGA",
      "sentences": "To use another technical term. OK. No pop quizzes today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "KAHLOON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "GOLODRYGA",
      "sentences": "Idrees Kahloon from \"The Economist.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "ASHER",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:02",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you so much for your perspective.All right. Still to come for us, dozens of buildings bombed into rubble. Israel strikes Beirut's southern suburbs. What does it mean for the latest ceasefire push?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:34",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Lebanese state media reports that the Israeli military targeted the southern suburbs of Beirut overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:34",
      "speaker": "ASHER",
      "sentences": "Yes. And then the first strikes on Beirut in more than a week, causing massive destruction with dozens of buildings leveled to the ground.In Gaza, at least 13 people were killed on Thursday and dozens more injured after an Israeli strike near Nuseirat refugee camp in Central Gaza. That strike occurred as Israeli Prime Minister Benjamin Netanyahu says Israel's supreme objective is preventing Iran from getting nuclear weapon, outlining a strategy against Hamas and Hezbollah in a speech to graduating soldiers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:34",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Our Matthew Chance joins us now live from Jerusalem.A lot going on now, including the IDF just saying that it has intercepted seven drones launched from, quote, several fronts. Matthew, bring us the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:34",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes, that's right. That's the latest assault coming on Israel as well. That couple, we'retalking about rockets and, you know, missiles being fired at Israel. There's been another 90 missiles fired across the border from Lebanon, from Hezbollah positions into Northern Israel over the course of the past 24 hours, or at least over the course of Thursday, according to Israeli officials. But the assault in the other direction has, of course, been a lot more intense with Israel, as you mentioned, carrying out airstrikes in positions which it says are strongholds of Hezbollah inside Beirut. These are the most ferocious attacks on the Lebanese capital for about a week, but there have also been attacks taking place in Southern Lebanon as well, again, according to Israeli officials on Hezbollah positions there. Meanwhile, in Gaza, we're not hearing so much about it over the past couple of days, but the military pressure there has been intensifying or maintaining in the northern Gaza Strip as well with more airstrikes being reported by Israeli forces in areas there as Israel says it's trying to combat a resurgence of Hamas fighters in the area, but as always, civilians paying a very high price indeed all this against the backdrop of a renewed effort by American officials, U.S. officials who have been in the region trying to push for a ceasefire in Gaza, a ceasefire in Lebanon, a release of Israeli hostages. That diplomatic effort is continuing, but so far, it doesn't appear to be producing anything in terms of concrete results. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:34",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Matthew Chance, live for us from Jerusalem. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:34",
      "speaker": "ASHER",
      "sentences": "All right. At least 202 people have died in Spain after devastating flooding hit the southeast. A massive cleanup is underway. We know that 500extra soldiers have been deployed to help emergency services as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:34",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Spanish prime minister -- Spanish minister warns that as more days pass, it is less likely that anyone sadly will be found alive.And weather warnings for more rain have been placed in some areas still reeling. Here's CNN's Pao Mosquera. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "And we'll be right back with more.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:08",
      "speaker": "ASHER",
      "sentences": "Welcome back to ONE WORLD. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.The campaign trail in the U.S. is a place where controversy and anger can rise and then fall pretty quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:08",
      "speaker": "ASHER",
      "sentences": "It feels like outrage is not dying down when it comes to comments on Puerto Rico made at a Donald Trump rally. Actress singer Jennifer Lopez,whose roots are in Puerto Rico, campaigned with Kamala Harris on Thursday night in Las Vegas in the heavily Hispanic state of Nevada. And J.Lo said that Trump's rhetoric is alienating all Latino voters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:08",
      "speaker": "JENNIFER LOPEZ, ACTRESS AND SINGER",
      "sentences": "I promised myself I wouldn't get emotional, but you know what? You know what? We should be emotional. Weshould be upset. We should be scared and outraged. We should. Our pain matters. We matter. You matter. Your voice and your vote matters. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "As for Trump, he is once again threatening violence against his political enemies, this time saying that he wants to see former RepublicanCongresswoman Liz Cheney shot by enemy soldiers. Cheney, who is supporting Harris, responded to Trump's threat by saying, quote, \"This is how dictators destroy free nations. They threaten those who speak against them with death.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:06",
      "speaker": "JONATHAN COOPER, NATIONAL POLITICS REPORTER, ASSOCIATED PRESS",
      "sentences": "Yes, it certainly caused quite a firestorm on the left. The Kamala Harris campaignhas latched onto it. We saw Liz Cheney's response. On the right, you know, they're saying this is sort of a nothing burger that he was not calling for any sort of violence against Liz Cheney, but was rather saying that she wouldn't be, as he characterizes her, her so pro-war if she had experienced war firsthand. And so, you know, as with a lot of things in this campaign, you can -- you can see the comments as you want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:06",
      "speaker": "GOLODRYGA",
      "sentences": "Right, but he didn't say it as eloquently as you just said it, and he hasn't come out and said, here's what I meant to say. I mean, you'rehearing more of the campaign planning cleanup and his surrogates as well. Tabitha, let me turn to you with regards to Nevada. Nevada has not voted for Republican candidates since George W. Bush in 2004. But when you look at the issues that are really at stake here across the nation, everyone, you know, those polled say that the economy is first and foremost. In Nevada, that is a particularly sensitive issue for Democrats, not only because of inflation, but housing affordability as well. Talk about what you've heard there amongst constituents in terms of what they hear and how they view Kamala Harris' proposals to address that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:06",
      "speaker": "TABITHA MUELLER, STAFF REPORTER, THE NEVADA INDEPENDENT",
      "sentences": "What you have to understand is that Nevada has a massive housing shortage, which exacerbatesthe housing crisis in the state. And we've seen prices rise astronomically since the pandemic. And when we're talking to voters, we often hear about that pinch. I mean, young voters may be wanting to purchase homes someday and older voters who are thinking about selling their homes, but there's nowhere for them to go. And so I think that when we talk about it and when Kamala Harris was actually in Las Vegas last night, she talked about her housing policies and she talked about housing policies when she was visiting Northern Nevada up in Reno. And what I think is critical is people really appreciate some of the ideas that she's pushing out, but at the same time, we need to think about the feasibility of those ideas, right? When the problem is, is a matter of inventory, how do we address that? And I know that there are young voters who I spoke to who said that they were really excited about Harris's proposal to help people with a homebuyer credit, but if there's no homes to purchase, how will that work out? And so I think those are different issues that folks are looking at. And I think that that will be critical moving forward for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:06",
      "speaker": "ASHER",
      "sentences": "Jonathan, just over the past week, so much of the headlines has been around the sort of controversial comments that Donald Trump has made,starting from obviously last Sunday, just in terms of the comedian Tony Hinchcliffe talking about Puerto Rico being this floating island of garbage, then this idea of Donald Trump talking about, you know, being a protector for women, whether they like it or not, and then last night, what he said about potentially firing upon Liz Cheney. I mean, obviously, these comments might play fine, I guess, potentially with his base, but what is the Trump campaign actually doing to court those voters who are not baked in, who don't automatically support him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "GOLODRYGA",
      "sentences": "Tabitha, do you see any indication that these own goals from the Trump campaign, the past couple of weeks, whether it's his own racist,misogynist comments, whether it's the fact that they decided to bring on this really controversial comedian for his last ditch, you know, event, for his closing argument for the nation, and for even Speaker Mike Johnson this week to suggest that if Trump is reelected and Republicans get hold of the Senate and Congress, that they would once again look at not repealing, but a massive reform of the Affordable Care Act, which, as we know, has become very popular with Americans. Is any of this having an impact in what you're hearing from either undecided voters or for Republicans who have yet to cast their vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "MUELLER",
      "sentences": "It's hard to tell. I think at this point in the cycle, most people have made up their minds about who they're voting for, how they're voting.I think that undecided voting bloc is very, very slim. What we can see, though, in Nevada, at least, in early voting, we're seeing a turnout, a high turnout of Republicans higher than Democrats, which is unusual, which we haven't really seen since 2008 when the late Senator Harry Reid kind of launched his, what's the so-called Reid machine to turn out Democratic votes in Nevada. And I think that that will be telling, but even more so is to look at what the nonpartisans are going to do, right? Nonpartisans represent the largest registered voting bloc in Nevada. And I think that will tell you a lot more maybe after the election is, how did they swing? And those nonpartisans could be critical in determining how Nevada will decide in this presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "ASHER",
      "sentences": "Jonathan, Kamala Harris has really reached across the aisle and garnered support from a lot of prominent Republicans. Perhaps the mostprominent, I guess, would be Liz Cheney. So her support ranges from AOC on the one hand to, of course, Liz Cheney at the opposite end of the spectrum. For Donald Trump, would a voice like Nikki Haley, for example, really help him when it comes to courting those voters who are still undecided out West?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "COOPER",
      "sentences": "Excuse me, I think it would a lot. One of the demographics that is at play here is Republicans, conservatives who are skeptical of Trump don'tlove Trump. That's the group that Kamala Harris is reaching out to with Liz Cheney. And, you know, a lot of the folks who might have voted for Nikki Haley in the Republican primary, the Harris campaign sees as up for grabs. And so if she were to campaign with Trump, and she has endorsed Trump, she's made clear that that's who she's supporting. But I think that those voters are very torn and any signals that they get can make a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "GOLODRYGA",
      "sentences": "Not to mention expanding his potential appeal to women voters as well, another vulnerability for him this election cycle.Jonathan Cooper from the \"Associated Press,\" Tabitha Mueller for \"The Nevada Independent,\" thank you so much for your perspective. We appreciate it. Well, a pop icon is turning 50 today, and this superstar is still as cute as the day she was born.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "ASHER",
      "sentences": "Yes. Hello Kitty ushered in a half century of kawaii culture, which is Japanese for what else? Cute.CNN's Hanako Montgomery has more from Tokyo. (BEGIN VIDEOTAPE) HANAKO MONTGOMERY, CNN INTERNATIONAL CORRESPONDENT (voice-over): In this sea of Hello Kitties, it`s hard for superfan, Asako Kanda, to pick her favorite. ASAKO KANDA, HELLO KITTY SUPERFAN (through translation): This one talks. She said, \"I missed you.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "MONTGOMERY",
      "sentences": "Like many fans before her, Kanda was drawn to Hello Kitty as a child. Her collection's grown a bit since then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:07",
      "speaker": "MONTGOMERY",
      "sentences": "So this Hello Kitty is a special Hello Kitty that's celebrating her 50th birthday, and she's wearing a tartan because Hello Kitty herselfis actually British. MONTGOMERY (voice-over): She loves them all like family. Getting rid of any is out of the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "ASHER",
      "sentences": "Adorable.All right. It means confidence, independence, and maybe a little bit of chaos as well. We've all heard the term brat summer, but it actually turned out to be a bit of a brat year, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Brat has just been named word of 2024 by the Collins Dictionary. It comes from the hugely successful album by pop singer,Charlie XCX. But the term has gone on to become a cultural phenomenon in its own right. According to the singer a brat is someone who's a little messy who likes to party and who maybe, quote, does dumb things sometimes. Well, the light has barely gone out of the Jack-o'-lanterns, but celebrity singer Mariah Carey is wasting no time to do you know what. (BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "ASHER",
      "sentences": "The unmistakable, that voice, my goodness. That signals Christmas time is near. Just about two and a half months away. It seems Mariah Careycouldn't wait to ditch her Halloween costume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "GOLODRYGA",
      "sentences": "That was very creative though. She burst out in her signature Christmas picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "ASHER",
      "sentences": "How high is that note?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "GOLODRYGA",
      "sentences": "Oh, my goodness. Amazing. It's been 30 years since the Queen of Christmas released the hit song that has come to officially ring in theholiday season. (MUSIC) \"All I Want For Christmas Is You,\" spent 65 weeks on Billboard's Hot 100. I love that song though. I can never get sick of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "ASHER",
      "sentences": "Can I just say, just seeing her there, this year has gone by incredibly quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Christmas will be here in no time. First, we have an election, four days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "ASHER",
      "sentences": "Four days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:11",
      "speaker": "GOLODRYGA",
      "sentences": "That does for this hour of One World, I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "ASHER",
      "sentences": "Hello and welcome to Marketplace Africa. We cover the biggest economic trends impacting the continent. I'm Zain Asher.While Nigeria has long been known for a rich leather industry with tanneries across the country supplying companies around the world for decades, a new homegrown market for leather has seen rapid growth. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "ASHER",
      "sentences": "When it comes to leather, Nigeria is a major player on the global market. Between 2010 and 2022, more than 40 million goat and sheep skinsvalued up to $800 million were exported annually to global fashion designers to make shoes, handbags, and other leather accessories. But now, young homegrown Nigerian designers are competing for the supply and redefining the industry in the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "VICTORIA EZENACHUKWU, CREATIVE DIRECTOR, KHAL DESIGNS",
      "sentences": "The demand for African-related items has really improved my business because a lot ofNigerians in diaspora do not have access to a lot of African stuff over there, like shoes with Isiagu or cowries. I get a lot of demands on that. And it has -- it has been my major sale point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "ASHER",
      "sentences": "But it's not just the diaspora. Local consumers are also driving demand for something different and distinctly African.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "DELARIN OSIBERU, CHIEF EXECUTIVE OFFICER, LAREEYNN",
      "sentences": "I think I just got tired of just carrying regular bags. Like you just know, oh, like it's whateverybody is carrying. And I just felt, OK, I can embellish this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "ASHER",
      "sentences": "Through their designs, these new brands are actively challenging stereotypes about made in Nigeria products.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "OSIBERU",
      "sentences": "When I came into the leather industry, what I noticed was the generalized idea of what a Nigeria made product should look like. And Imade up my mind that my products should not look like that. Like you shouldn't see my bags and say, oh, it's Nigerian made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "ASHER",
      "sentences": "The increased competition has also driven established designers to rethink their leather offerings.MORIN OBAWEYA, FOUNDER AND CREATIVE DIRECTOR, MORIN.O DESIGNS: So the approach of younger designers in the craft, you know, is it's, one, they're very dynamic. They're very edgy. They're very avant-garde. Being able to use technology to look at markets that are emerging, to look at trends that are emerging, to be futuristic in looking at our designs and looking at the numbers, determining where our markets are, where they're going to be in the next few years. It kind of just keeps us on our toes. They're very consciously aware of their environment, the times they're in, you know, they're conversant with current initiatives and ways of thinking, circular economy, green economy, green, you know, and all that. So it makes them very cutting-edge, which is very commendable. They're IT savvy, and you know, it gives the opportunity for their businesses to accelerate at a very fast rate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "ASHER",
      "sentences": "As it stands, the leather industry as a whole contributes around 24 percent of the total agriculture GDP, and experts say continued growthpotential is strong. According to local media, Nigeria's National Centre for Technology Management recently said the country's leather industry generates between 600 to 800 million dollars annually, and has the potential to generate $1 billion by 2025.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "KOLAWOLE ADESIGBIN, INDEPENDENT CONSULTANT ON LEATHER AND LEATHER PRODUCTS",
      "sentences": "We want to really make this industry much, much ever. Because after oil isleather for the generation in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:43",
      "speaker": "ASHER",
      "sentences": "Those in the industry say the keys to unlocking sustainable growth are sufficient mentoring, guidance and time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "ASHER",
      "sentences": "These young designers are ready for the challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "EZENACHUKWU",
      "sentences": "So in the beginning, what I was doing was trying to convince them that my product is good. So my revenue, back then, I could say in amonth, I could barely make 20 to 30 thousand naira in one month. I'm talking about three years ago, four years ago. But I gave myself one year to overcome that. I did a lot of online training, improvement on myself, and, you know, continuous work and consistency helped the whole thing improve. As of last year, I was making about 100K monthly. But as of this year, in one good week, I can make 200,000 naira. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "ASHER",
      "sentences": "All right. Still to come, how have messaging apps boosted intra- Africa travel? Stay tuned.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "ASHER",
      "sentences": "For Nigeria-based travel booking company, Wakanow, customer growth hinges on finding digital solutions that make booking travel easier.We sat down with the company's CEO, Adebayo Adedeji, to talk about the importance of fintech, partnerships, and finding customers where they are when it comes to the travel industry. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}