{
  "date": "2024-05-03",
  "headline": "CNN News Central",
  "subHeadline": "Trump On Trial; New Treatment Options. The Good Stuff; Campus Unrest. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Trump media's business prospects. Now, we asked Trump Media about this, and spokesperson says the company has millions of users and they say that their user base is growing rapidly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "The numbers tell you the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "EGAN",
      "sentences": "Yes.JEFF GLOR^ So there are 113,000 users. Let me ask you this, didn't Donald Trump just get a whole bunch more stock in this company, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "EGAN",
      "sentences": "He did. He did. He just got a bonus known as earnout shares, and that has made his already dominant stake in this company even bigger. Look at us, he's got almost 115 million shares in Trump Media. At current prices, this is worth $5.6 billion, at least on paper.Now, Trump has agreed not to sell this stock anytime in the next few months, and we have no idea what it's going to be worth when he is able to sell it. Because look at the stock price, it's been all over the place. It's at $66 a few days after it started trading, plunged all the way down to '22. It's more than doubled since then, but it's been moving around like crazy, in part because of this really high valuation and the fact that it is still a very tiny player in social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "SIDNER",
      "sentences": "I suspect that Donald Trump will come out with quite a bit of money, but people who have been investing have definitely been --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "EGAN",
      "sentences": "Absolutely. So there are some real people here who've already lost some money, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "SIDNER",
      "sentences": "All right. Matt Egan, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "EGAN",
      "sentences": "Thank you, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "SIDNER",
      "sentences": "Appreciate it. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Donald Trump is going back to court this morning after an explosive day of testimony, secret phone call recordings, Trump and Michael Cohen talking about the hush money deal on tape, and something of a debate from the courtroom on the definition of a sexual and/or romantic affair, and some tense confrontations with one attorney on the stand. So what could today bring?Joining us right now is defense attorney and former prosecutor Randy Zelin, and CNN legal analyst and former US attorney Michael Moore. Thanks you guys for being here. Michael, let's start with those audio tapes. Prosecutors use the recorded phone call between Michael Cohen and Trump to really bring the trials two main characters together for the first time, trying to show Trump was directly involved with the payments and the scheme that's at the center of all of this. What does the jury take from this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "MICHAEL MOORE, CNN LEGAL ANALYST",
      "sentences": "Well, I'm glad to be with both of you this morning. You know, the prosecutors were probably itching to get the tapes in and played. And that is they want to have Trump's voice played in the courtroom. They don't know for sure if he's going to testify or not, he blusters about that.But, you know, hearing him as part of the discussions going back and forth, and the planning, even though, you know, I think the tapes cut both ways frankly. I think there's some strong points on the text for the defense. But, you know, simply having his voice heard is what they wanted in tying that together. So I think you'll see more of that, you'll see this sort of continued effort to loop him in to, to build up their theory of a conspiracy for this hush money payments, and to avoid the trail (inaudible) the election. And that's going to be how they -- how they tell their case. So this was another sort of critical piece, at least at this stage of their -- of the foundation of their case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BOLDUAN",
      "sentences": "And, Randy, Michael says he thinks he can see a kind of these types can cut both ways. I was looking at this wondering the simple fact that Michael Cohen, who will be a central witness here, that he is made -- that he made a practice of recording secretly phone conversations with people including his boss. I don't know that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "RANDY ZELIN, DEFENSE ATTORNEY",
      "sentences": "It's frowned upon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Not everyone does that, you know? And especially depending on what state you're in. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "ZELIN",
      "sentences": "Michael I think said it best. It cuts both ways, which means it's over. Almost all only counts in horseshoes and hand grenades. The burden of proof is on the prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "ZELIN",
      "sentences": "Proof beyond a reasonable doubt. That's an incredibly high bar. So far this is all about sleeves. It's all about Michael Cohen. I'm here on set with you, that doesn't mean you can prove that I did anything wrong.So yes, we have the former president on tape, so what? This is too high a bar. Michael said it best. As far as I'm concerned, the president is not getting convicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "MOORE",
      "sentences": "Well, I don't think it was a good day or a good moment for the prosecution. I mean, you know, when you're having to get your witness to claim that the parsing of the words, I think that's a mistake. I mean, but they know they're going to put Stormy Daniels on the stand, or at least I expect they've made.So they may be trying to sort of bolster some discrepancies of her testimony to clean that up before she testifies as this will be one of those -- one of those places where she may get caught in a back and forth, they're doing that. They're also, you know, what we're talking about what the payment was for, and whether or not this was a leverage payment, whether or not this was something, you know, else, just, you know, I think they call it an accommodation payment or something like that. So this is an effort, I think, to pre-claim, that's where the problem is. And if you think about it, jurors don't like this parsing. This is -- this to them is deceit and deception. They're not lawyers or judges sitting in a courtroom every day that are used to witnesses parsing testimony and having nuances. And if you sort of think back to a former president, you know, there was a parsing of a statement about it depends on what the definition of is is. We're still talking about that today decades later. So this sort of back and forth parsing is not going to advance the credibility of the witnesses. And I think it did not look good from Mr. Davidson. Just answer the question, was it, wasn't not, what did your client mean. You were intimately involved in the discussions and the negotiations and the payment taken? Tell us what it means. So, you know, I think while the prosecutor wanted to clean it up, it left some advantages for the defense in that particular moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "BOLDUAN",
      "sentences": "And then that leads me to wonder, what can today bring, Randy? There are whispers of who could come next after this digital evidence analyst is done on the stand and who would be next, whispers that it could be include -- it could be Hope Hicks could be coming very soon.What, former White House official -- formally very close confidant of Donald Trump through campaign 2016 into the White House, what does she bring? What does she need to provide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "ZELIN",
      "sentences": "Well, what she needs to provide for the prosecution is not only putting the former president in the room, but providing the jury with the knowledge that the former President knew that the entries in the books were false for purposes of influencing the election. She needs to bring knowledge and she needs to bring the former president's intent to do this deep to influence the election.But to me, the real stunning moment is going to be when the jury starts to think, wait a minute, nobody thought he was going to win the election, not even his own people, which means why would he be doing this to influence the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "BOLDUAN",
      "sentences": "To try to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "ZELIN",
      "sentences": "Maybe not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "BOLDUAN",
      "sentences": "Randy, it's good to have you. Michael, it's great to see you. Thank you as always. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. This morning, pilots will have more options to treat depression. The FAA is adding three new medications that pilots and air traffic controllers can take, and still be allowed to work. Report had showed that some pilots have been hiding depression so they don't lose the ability to fly.CNN's Pete Muntean is in Washington with the latest here. And part of this, Pete, is about removing the stigma of depression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "PETE MUNTEAN, CNN CORRESPONDENT",
      "sentences": "That's right, John. You know, this is a huge advancement for pilots who are stuck in this backward system. An outspoken aviation doctor put it to me like this, would you rather have a pilot who's depressed and getting treatment or a pilot who's depressed and not getting treatment, and lying to keep flying? That's the reality of these very rigid FAA rules.Pilots who disclose mental health issues to the FAA risk losing their ability to fly, plain and simple. That problem thrust into the limelight for the case of Joseph Emerson, the off duty Alaska Airlines pilot who had a mental breakdown on a full flight last October. He admitted to trying to shut off the plane's engines as he was riding in the cockpit jumpseat. Now most of the charges against him have been dropped, but the new changes from that case keep coming. And this latest announcement from the FAA expands the list of approved antidepressants that pilots and air traffic controllers can take Cymbalta, Effexor and Pristiq have now been added to the list. Those three join Celexa, Lexapro, Prozac, Sarafem and some forms of Wellbutrin and Zoloft. Now, I spoke to FAA administrator Mike Whitaker about this after the Alaska Airlines incident, and he said he really wanted to see some big changes to the FAA's mental health rules. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "MIKE WHITAKER, FAA ADMINISTRATOR",
      "sentences": "We really want to make sure we can accommodate a common medications that aren't going to interfere with flying common conditions, situational conditions, but at the same time, understand when there are more serious issues that need to be addressed. So it's not going to be an easy thing, but we really want to have a much more moderate approach to how we're dealing with this issue.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:21",
      "speaker": "BERMAN",
      "sentences": "Yes, catching up to society in many ways, the FAA is. Pete Muntean, thank you very much for that report. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:21",
      "speaker": "SIDNER",
      "sentences": "All right. Now to some of the good stuff which started out kind of with a lot of bad stuff. At first glance, there's nothing good about these images of a mangled truck. It was sucked up by a huge tornado with the Baker family inside right as they were trying to seek shelter in Oklahoma this past weekend.But Lindy and Wayne Baker were significantly injured. However, their nine-year-old son, Branson, was not hurt and in the pitch dark. He proceeded to run an entire mile through downed power lines and debris, to go and get help. His uncle describes what happened next. (BEGIN VIDEO CLIP) JOHNNY BAKER, BRANSON BAKER'S UNCLE: And the only way he found his way back is lightning strike. Every time there's lightning strike, it would light up the road. So he ran as fast as he could, as hard as he could. He probably made a mile in 10 minutes, and that's pretty impressive for a kid. The last thing Branson told to them is, mom, dad Please don't die. I'll be back. The last thing he said, Superman was trapped when he talks about his dad, so he had to become his Superman and go do what he had to go do. And that's exactly what he said. He said, I had to save my parents. (END VIDEO CLIP) JEFF GLOR^ What a sweet and brave child. Look at that face, what a cutie. Despite suffering broken neck, backs and ribs, both of Brandon's parents are recovering in the hospital. A GoFundMe page has been set up for the family and it's now raised more than $36,000. Branson our hero of the day, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:21",
      "speaker": "BERMAN",
      "sentences": "Yes, that kid is awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:21",
      "speaker": "SIDNER",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:21",
      "speaker": "BERMAN",
      "sentences": "Awesome, all right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:21",
      "speaker": "SIDNER",
      "sentences": "Look at that face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "SIDNER",
      "sentences": "On Our Radar for you this morning, four American tourists facing prison time after ammunition was found in their luggage while vacationing in Turks and Caicos. The British overseas territory has very strict gun and ammunition laws.One of the detainees, Bryan Hagerich, goes to court today. He's facing a potential of 12 years in prison, all right. The space race heating up once again, China launching its latest mission to the moon this morning. There was no crew aboard. The trip is supposed to last for 53 days. Their goal is to bring that samples from the dark side of the moon. And if successful, China will be the first country to pull this off. Also, First Lady Dr. Jill Biden joined by educators from across the country last night as she hosted the White House's first ever Teacher of the Year State Dinner. Biden, who has been a teacher for almost four decades, honor teachers from all 50 states including 2024 Teacher of the Year, Missy Testerman of Tennessee. The states that are normally reserved for heads of state and foreign leaders as part of the Biden administration's efforts to champion public education, all right,. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "BERMAN",
      "sentences": "It's a nice addition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "BERMAN",
      "sentences": "So a new CNN Original Series that dives into the anthrax threat that terrified the nation after September 11th. Letters laced with a deadly powder killed five Americans in what became the worst biological attack in US history. This is a preview of how it really happened.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This was a mysterious illness that caught everybody's attention. Highly lethal, and it started to spread. People died. This was on the heels of 911.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We didn't know what was going to happen next. We knew it was intentional, but we didn't know who's doing it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "BERMAN",
      "sentences": "Right. Senior law enforcement analyst Andrew McCabe is with us now. Andy, great to see you. I remember this so well. What was it like to investigate all this as it was happening in that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "ANDREW MCCABE, SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "John, you know, you really can't separate the anthrax attacks and the investigation from the contacts, right. These -- these letters started showing up literally a month after the attack on 911. So, you know, I remember so well as an agent working in the New York City field office, where the entire field office all 2,500 or so people, plus thousands of other law enforcement folks who were working the 911 case.And then out of nowhere, we start recovering anthrax letters and people start dying. So it was just absolutely head spinning. You know, we were already knew that we were under attack from foreign terrorists. And now we had this new attack vector, this use of biological weapons against the population. And so, obviously, you know, we thought at that time that this was likely the result of some sort of state sponsor of terrorism or an international terrorist group. It was only years later after a massive investigation that we came u with our still existing theory of who was responsible for those attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "BERMAN",
      "sentences": "You know, I was at ABC News when that happened. My floor got shut down. A letter was sent to my floor. I reported a suspicion letter that was sent to me. I was a junior correspondent for like three weeks at that point.[07:50:13] I don't think I ever saw my desk again. I think they -- they, you know, they put plastic all around my office, took everything out of it. It was crazy, Andy. And I know you were looking at it from the other side as well. Why was it so hard to investigate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "MCCABE",
      "sentences": "John, this investigation literally changed the science behind investigating or identifying, I should say, biological samples. You know, this, this started out over 600,000 work hours involved in this investigations. Preliminary investigations were opened on a thousand individuals, 1,000 individuals, 10,000 witness interviews. I mean, the recovery of thousands and thousands of pieces of evidence.Just as one example, once they determined were the letters had been processed through New Jersey, some of the letters went through the New Jersey processing center, the FBI went out and sampled over 600 mailboxes, street mailboxes, to ultimately identify the one box in Princeton, New Jersey where all four letters were ultimately dropped off. So it was just a massive effort being conducted at a time when we were in our biggest investigation at that point of all time, that of course, being 911. So an unbelievable amount of work in a very tough scientific problem to break open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "BERMAN",
      "sentences": "Yes. It was such a difficult moment in this nation. Such an interesting perspective, you had, Andy McCabe. Great to see you this morning. Thank you very much.The CNN Original Series \"How It Really Happened: Anthrax Terror By Mail\" air Sunday night at 9:00 Eastern and Pacific. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "BOLDUAN",
      "sentences": "After more than a week of pro-Palestinian demonstrations, engulfing college campuses and erupting into violent clashes at points, the silence from the White House had become, if not deafening, definitely noteworthy. Now, President Joe Biden has entered the conversation, trying to thread something of a needle but making clear the protests have not changed his policies toward Israel.CNN's Arlette Saenz has much more on this from the White House. We hear from President Biden now really publicly for the first time, what now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "ARLETTE SAENZ, CNN CORRESPONDENT",
      "sentences": "Well, Kate, President Biden really was trying to strike a very careful balance with his remarks about these protests unfolding at college campuses across the country. Sources say that really some of those scenes that had been seen at UCLA, at Columbia University, really tipped the scales for the President and he wanted to weigh in directly.After roughly 10 days of silence on the issue, he gave his most fulsome remarks yesterday where he said that Americans have the right to peacefully protest, but also spoke out against lawlessness and disorder that has unfolded on some of these college campuses. Take a listen to what he had to say. (BEGIN VIDEO CLIP) JOE BIDEN, PRESIDENT OF UNITED STATES: We are not an authoritarian nation where we silence people or squash dissent. The American people are heard. In fact, peaceful protest is in the best tradition of how Americans respond to consequential issues. But neither are we are a lawless country. We're a civil society, an order must prevail. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "SAENZ",
      "sentences": "Now, it all comes as President Biden is under enormous political pressure on several fronts. You have seen Republicans trying to use these protests on college campuses as arguments that there is disorder and unrest unfolding under President Biden's watch. Of course, he did try to forcefully speak out against the acts of violence or breaking of laws, as these protests have unfolded.Now one thing that President Biden said that he is not going to do is change his policy when it comes to the approach the US has taken with Israel. Now he has faced enormous political pressure from Democrats in his own party. If you take a look at recent polling, there is disapproval of his handling of the conflict between Israel and Hamas. This approval is heightened the most when it pertains to young voters, those voters under the age of 35. About 81% disapprove of the President's handling of the conflict. So this is something that the President will be grappling with, especially heading into the summer months, the potential for protests outside of the Democratic National Convention. And it's something that he will continue to grapple with, especially with young voters, Arab American and Muslim voters who are very frustrated with the way that he has been handling this. But yesterday he did try to come out to speak out against some of the violence and lawlessness that's unfolded, saying that Americans have the right to protest but it must be done peacefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "BOLDUAN",
      "sentences": "Arlette, thank you so much for that reporting. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "SIDNER",
      "sentences": "All right. To continue this discussion, I'm joined now by Democratic Congressman from South Carolina and co-chair of the Biden Harris 2024 Campaign, James Clyburn. Thank you so much. Thank you for being here, Mr. Clyburn.[07:55:02 ]Let me start with this, because you just heard the 80% of young people who disapprove of the way that Biden has handled the Israel- Hamas war. I want to ask you about this article that came out from Axios this morning saying Democrats enter panic mode as Gaza protests erupt. That as a tear from their headline, several Democrats expressing in that article concerned that the protest and the fact that Biden has not been able to help get a ceasefire could hurt his chances in November. And I want you to listen to what Bernie Sanders told our Christiane Amanpour on this subject. (BEGIN VIDEO CLIP) SEN. BERNIE SANDERS (I-VT): This may be Biden's Vietnam, Lyndon Johnson, in many respects, was a very, very good president, domestically, brought forth some major pieces of legislation. He chose not to run in '68 because of opposition to his views on Vietnam. And I worry very much that President Biden is putting himself in a position where he has alienated not just young people, but a lot of the Democratic base. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "SIDNER",
      "sentences": "So you hear that argument there, do you think the argument is an extreme example? What do you make of it?REP. JAMES CLYBURN (D-SC): Well, thank you very much for having me. It's a good argument. You know, I never argued with history. I tell people all the time, history or be our teacher. I was around during Vietnam, I was around during President Lyndon Johnson's Great Society programs that brought on voting rights, the Civil Rights Act. Well, he was vice president when we got the Civil Rights Act of '64, but he brought on the Medicare, Medicaid, all those things that made us a great society. He was the engineer, and all that went down the drain because of Vietnam. And so these kinds of issues could very well be taken over, as in this instance, we see that there are some outside forces, some that I feel are not on the up and up, that are involved in this. And so, I share that concern that we have got to be very careful, that we do not stymie protests. I am where I am today, because of protests. We did it non-violently. I was disciple of Martin Luther King, Jr. Violent protests is not free speech, and that is what we've got to get everybody to understand. And Joe Biden protects free speech, but he also protects law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:50",
      "speaker": "SIDNER",
      "sentences": "Representative Clyburn, I hear the concern in your voice. And you're saying, look, this is a particular concern. I do want to ask you, how concerned you're hearing from others how concerned the Biden administration is, and Biden himself is, about this issue that keeps coming up when it comes to his handling of Israeli policy, and the fact that there is no ceasefire at this time.And you have this situation, for example, in Michigan, where things are very tight. During the election there, where the primary showed tens of thousands of people who decided to vote uncommitted, because they were so upset with how Biden has handled this. What is your biggest concern here? And do you think this could be the issue that keeps people either home or voting against Mr. Biden?",
      "isLastSentenceInterrupted": false
    }
  ]
}