{
  "date": "2024-08-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Democratic National Convention Begins Monday in Chicago; Blinken to Meet Netanyahu, Gallant About Ceasefire Deal; Ernesto Regains Hurricane Strength en Route to Canada; Residents Devastated in the Aftermath of Massive Greek Fire; Iran Weighs Possible Retaliation Against Israel; Colombia's Rhinoceros Beetles Helping to Eliminate Trash. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:11",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM with Michael Holmes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:11",
      "speaker": "HOLMES",
      "sentences": "We are now less than 24 hours from the start of the Democratic National Convention, where Democrats are hoping to build on the momentum sparked by Kamala Harris and her dramatic rise to the top of the party's ticket.Delegates from across the country have gathered in Chicago for the four-day event. The theme of day one: \"For the People.\" The Democratic presidential nominee spent Sunday on the campaign trail in the key battleground state of Pennsylvania alongside her running mate, Minnesota Governor Tim Walz. Harris later headed to Chicago to prepare for the high-stakes week ahead, coming just one month after she launched her White House bid. President Joe Biden, the man who many once thought would be accepting the nomination, will deliver marks -- remarks on opening night. Former President Barack Obama and his wife, Michelle, are expected to address the convention Tuesday. On Wednesday, Governor Walz will deliver his speech, and that all builds up to Thursday night, when Kamala Harris accepts the Democratic nomination for president. And she will be looking to keep the enthusiasm going as the race remains tight. The latest CNN poll of polls, which includes the most recent reliable national surveys, shows no clear leader, with Harris at 50 percent support; Donald Trump, 48 percent. CNN's Jeff Zeleny following all the developments and has more now for us from Chicago. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:11",
      "speaker": "JEFF ZELENY, CNN CORRESPONDENT",
      "sentences": "The Democratic National Convention opens on Monday night in Chicago, where Vice President Kamala Harris now is the party's standard bearer.ZELENY (voice-over): But President Joe Biden will arrive here in Chicago and deliver something of a valedictory, talking about his accomplishments and his record in office before turning the page and literally passing the torch to his vice president. There is no doubt this party is in an entirely different place than it was just one month ago before President Biden made that difficult decision to step aside. But after he addresses the convention on Monday night, he will take his leave, and this will be Vice President Harris's party, her convention. She's campaigning across Pennsylvania on Sunday, making her way here to Chicago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:11",
      "speaker": "ZELENY",
      "sentences": "She talked a bit about her speech and called herself an underdog in this race.KAMALA HARRIS (D), VICE PRESIDENT OF THE U.S., 2024 PRESIDENTIAL NOMINEE: There's obviously a lot at stake, but there's also a lot to feel good about in terms of the future of our country. So, there will be a lot that is about what I believe is a way forward, a new way forward, and bringing everyone along in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:11",
      "speaker": "ZELENY",
      "sentences": "The vice president making the case there that she's still working on her speech. And clearly, this is a big moment for her --ZELENY (voice-over): -- one for her to introduce herself to the country, fill in some of those blanks for what people may not know about her. Of course, she's famous in some respects in political circles, but also so much is unknown about her. And that's what this convention is also about. Former presidents Barack Obama and Bill Clinton will be making the argument for her, trying to give Democrats a roadmap and draw a contrast with former President Donald Trump. Of course, in the final, some 70, 75 days of this campaign, she is certainly in a much better position than President Biden was. But the purpose of this convention is to try and build on that momentum here in Chicago. And take it for the rest of the general election that is still a very, very tight race to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:11",
      "speaker": "ZELENY",
      "sentences": "Jeff Zeleny, CNN, Chicago.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:11",
      "speaker": "HOLMES",
      "sentences": "Joining me now from Chicago is CNN senior political analyst Ron Brownstein. He's also a senior editor at \"The Atlantic.\"Good to see you, Ron, out of your normal habitat there in Chicago. All right, so what does Kamala Harris need to do to make this week a win for her campaign, and what are the possible mistakes which she could make?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "HOLMES",
      "sentences": "Yes. Yes. And of course, it wasn't that long ago. You and I both old enough to remember that Joe Biden was going to be the headliner. Now he's a support act.What role do you expect him to play? And is his involvement likely to help or hinder the Harris campaign, not just at the convention, but for the remaining months?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, look, I think there's going to be enormous affection at him in the hall tomorrow night. But in many ways, that affection of course, is because he accepted reality, which was that he was not on a trajectory to win. And so, kind of the intensity of the applause tomorrow night will bethe answer to your question. I mean, Democrats in many ways are applauding so loudly. Yes, they consider him a very successful president, but they also believe that, you know, he had -- his support and his ability to press the case, both had deteriorated to the point where he was unlikely to beat Trump. So, on balance, I do not think that Kamala Harris wants him to be hugely visible. You know, his approval rating has been stuck in the low 40s for a year and a half. Presidents in that position, incumbent presidents have tended to lose reelection. There really isn't an example of one who won reelection with an approval rating down there. So, I think they very much want this convention to be about her stepping out and essentially offering Americans a chance to turn the page with something new and different after this kind of, you know, extended period of polarization and intense partisan conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "HOLMES",
      "sentences": "So, you're there in Chicago. One big criticism the Biden administration, particularly among young people, has been the unbridled support for Israel in its war in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "HOLMES",
      "sentences": "Some mild rebuke for the scale of Palestinian deaths, but not enough to mollify that criticism. There are protests in Chicago. What impact is that issue still having under the Harris candidacy as the death toll passed 40,000 in the last few days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. Look, I mean, it could be substantial protests over the next couple of days. I know they are bracing for them, the people running the convention.It would seem -- to go back to my Hubert Humphrey example in 1968, Hubert Humphrey succeeded, of course, Lyndon Johnson as the nominee after Robert F. Kennedy was assassinated in June '68 and the party picked Humphrey over Gene McCarthy. Humphrey trailed the whole race until he broke from Johnson at the end over Vietnam and then made it much closer against Richard Nixon before finally losing. Harris isn't in exactly that position. But there's no question that Biden's position on Gaza reinforced, intensified his problems among young voters. She has rhetorically taken, what, a half-step, a quarter step further away from Netanyahu than Biden did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Nothing substantive yet.I don't think she feels pressure to go much beyond that, but we will see what happens in the next few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "HOLMES",
      "sentences": "Yes. Yes. Yes. Incremental, as you say. There will be Trump counter programming Tuesday. How worried do you think his campaign is about the Democrat convention and overall, the impact of the switch to Harris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, look, they felt they had this race in the bag, right? I mean, the central contrast in the race had become the idea of Trump as strong versus Biden as frail and weak.Harris creates all sorts of new contrasts. Suddenly, Trump is the old guy in the race. He's about 20 years older than her. And as we both discussed, he's been showing it at times, with all sorts of verbal flubs on the campaign trail. You know, from confusing Nikki Haley with Nancy Pelosi to getting the state that he was in a wrong over the weekend. And the enthusiasm gap has closed, where Republicans were -- you know, despite after initial reluctance, quite enthusiastic about returning Trump to the White House, Democrats were feeling kind of despondent and depressed about trying to drag a clearly diminished Biden over the finish line. That's gone. Democrats are now as enthusiastic. And Harris is regaining ground among some of the constituencies that have drifted away from Biden, black and Latino voters especially. Women and young voters. The one thing that's still true is that the vast majority of Americans feel like they are worse off since Biden took office --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:11",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "HOLMES",
      "sentences": "Yes. And you segued into what I was going to ask you about anyway. Trump's recent, you know, so-called economic speech, it devolved in the end, as they often do, into the usual rant. And much of what he said about economic matters wasn't true. I mean, things like tariffs and so on. Numerous economists have said his policies will fuel inflation and unemployment and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "BROWNSTEIN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "HOLMES",
      "sentences": "So how important is it for Harris there not just to sell her economic message, but effectively contrast herself with Trump's?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, it's a really -- it's a really interesting question. You know, we talked -- when Biden was in the race, Michael, we talked so often about the double-haters, right?And the double haters existed as a category, because on the one hand, it was pretty clear there was not a majority of Americans who wanted to reelect Joe Biden, but there was also not a majority that wanted to put Donald Trump back in the White House. And the first part is now irrelevant. The second part is still very relevant, and it shapes the convention. Kamala Harris does not have to make as strong a case against her opponent as candidates usually do, because I don't think there are a majority of Americans that want another four years of Donald Trump. That doesn't mean there wouldn't have been more who voted for him against Biden. But against Harris, her job, I think, is primarily reassurance. It's primarily about her. It's about convincing voters who are already inclined not to send Trump back to the Oval Office that she is an acceptable alternative. And this week, as we started by saying, is just critical for her in making progress on that front. Because while the first impressions of her have undeniably been positive, they are still pretty shallow compared to previous nominees. And you know Republicans are gearing up -- they're already moving mean forward with campaigns to present her as soft on crime, soft on immigration, woke, won't keep you safe. Even, you know, the very extreme, Joe McCarthy-type language that Trump has been using. This doesn't really have to be about Trump. Americans kind of know what they think about Trump. This really has to be about introducing Harris. And the kind of the gold ring, the gold standard of modern conventions is showing voters that your agenda is an outgrowth of your life experience and that you will defend the middle class, because you are a product of the middle class. That's what Bill Clinton did in his 1992 convention, which was the most successful of modern times. And I think that is the goal for her here, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "HOLMES",
      "sentences": "All right. Always, always great to chat, Ron. Thanks so much. Ron Brownstein there on the spot for us in Chicago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "HOLMES",
      "sentences": "U.S. Secretary of State Antony Blinken is in Israel right now, hoping to push forward ceasefire talks. The U.S. says he'll hold separate meetings in the coming hours with Israeli Prime Minister Benjamin Netanyahu and Defense Minister Yoav Gallant.At a Sunday cabinet meeting, Netanyahu said Israel will not give in to demands to end the war in Gaza as a condition for a ceasefire and hostage release deal. Hamas says the latest proposal does not include a permanent ceasefire. The group also says Netanyahu is obstructing a possible agreement by adding new conditions on a regular basis. Still, U.S. officials continue to express some optimism about this latest round of talks, although optimism in the past has proven premature. On Sunday, Vice President Kamala Harris stressed the need for a deal. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "HARRIS",
      "sentences": "I will tell you that these conversations are ongoing, and we are not giving up. And we are going to continue to work very hard on this.We've got to get a ceasefire. And we've got to get those hostages out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:12",
      "speaker": "HOLMES",
      "sentences": "In Gaza, hospital officials say an Israeli strike on Sunday killed six children and their mother and wounded their father.Since the start of the war last October, more than 40,000 Palestinians been killed. And much of Gaza reduced to rubble. CNN international diplomatic editor Nic Robertson with more now on the talks and the sticking points. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:16",
      "speaker": "ROBERTSON",
      "sentences": "So, these are just a few of the contentious issues, not to mention about prisoners, the hostages and prisoners, the numbers; who will be released; how much advance information each side should have.So, the bar is set very high here for Secretary of State Antony Blinken to really make any progress. And if you listen to the opposing sides, both -- both the Israeli government and Hamas, they're both blaming each other already. So, it does seem that these hopes of some positivity around the talks in Doha are really meeting hard reality right now. Nic Robertson, CNN, Tel Aviv, Israel. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:16",
      "speaker": "HOLMES",
      "sentences": "Coming up on the program, Ukraine says it's gaining ground inside Russia while trying to fend off Russian advances inside its own borders.We'll have the latest from the battlefield. Plus, Greeks endure another summer of wildfires. How they describe the aftermath of the biggest wildfire the country has seen this year. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "ELISA RAFFA, CNN METEOROLOGIST",
      "sentences": "Ernesto has regained hurricane strength as it sits over some warmer waters in the Atlantic. But as it continues to move North, gets into colder waters, it will weaken some.But it could still bring some hurricane-force or tropical-storm force winds to parts of Nova Scotia and Newfoundland as we get into the work week here. The Hurricane Center in Canada is also warning that there is a brief window for some heavy rain. They're warning for up to 60 millimeters of rain. That's about two inches or more as we go into the workweek. The wind field right now is pretty wide. Again, some of these gusts could scrape some of the coast here with some hurricane-force or tropical-storm-force winds by late Monday and then going into Tuesday. Those winds will kick up some significant wave height. Large swells, rough surf up and down the East Coast. But as that center gets a little bit closer to parts of Canada, the Hurricane Center there is warning that there could be some minor damage to things like docks, coastal structures, coastal flooding, as well as some of these waves kind of kick and try to make their way farther inland, like I mentioned. Either way, we're looking at a risk of rip currents from Miami to Maine, up and down the East Coast. A lot of beaches have been closed all week and would double red flags up, meaning that the rip current risk is just too high, it is too dangerous to get into the water. So please heed those warnings. If you do find yourself in a rip current, remember to swim parallel to the shore to get out of it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "HOLMES",
      "sentences": "Well, Turkish officials warn there is a high risk of wildfires this week in parts of the country due to dry weather and high temperatures.Crews have contained more than 200 fires since Thursday morning, including a large blaze in the Western province of Izmir. Other fires are still burning, but Turkey's forestry minister says none of them are cause for concern right now. Turkey has seen intensifying wildfires in recent years, which experts attribute to climate change. And across the sea in Greece, residents still recovering from that country's worst wildfires so far this year. Investigators say a faulty power line may have sparked the blaze, which killed at least one person and scorched an area about the size of Paris. Here's how local volunteers described the aftermath. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everything is black. Everything has been burned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's the first time of my life that I was so afraid. I was really scared about the fire, because it came too close to my house. I was on the roof for more than 1.5 hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Today, we've been out on patrol, and we're trying to find out whether wild animals are going because all the area is burned.We're also looking out for stray animals. Actually, we rescued one today. The dog was blind and burned. We have food supplies for the animals. We also have food for the fire rescuers and for everybody who's helping. It depends on the needs. If a fire starts now, we're going to go help. We had a beautiful mountain till the day before, where you could really be at night and dream. I lost it. We lost it. I feel sad. I'm devastated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's too stressful to see every year the mountain, the burning mountain.It's so stressful for -- for the people that they lost their houses. They lost virtually every hope that they have. And every one of us, they are trying to do their best in order to help those people in the community. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:39",
      "speaker": "HOLMES",
      "sentences": "And welcome back to our viewers all around the world. I'm Michael Holmes. You're watching CNN NEWSROOM.Now, more details on the tensions in the Middle East. U.S. Secretary of State Antony Blinken currently in Israel working to achieve a Gaza ceasefire and hostage release deal. There's hope an agreement could potentially temper Iran's expected retaliation for the killing of Hamas political leader Ismail Haniyeh in Tehran. But Iranian parliamentarians continued to promise revenge, and serious concerns remain over the potential for a wider conflict in the region. CNN's Fred Pleitgen with our report from Tehran. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): Iran says its drones and missiles are ready for an attack against Israel in retaliation for the killing of Hamas chief Ismail Haniyeh. But as tensions remain at a boiling point, Iran's political transition continues. The new president, Masoud Pezeshkian's cabinet appointees going through confirmation hearings in Iran's parliament, the Majles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:26:39",
      "speaker": "PLEITGEN",
      "sentences": "Once Masoud Pezeshkian's cabinet is approved by Iran's parliament, the new government will have its work cut out for it.The Middle East, of course, is in severe terminal as the region awaits Iran's possible harsh retaliation for the assassination of Ismail Haniyeh. PLEITGEN (voice-over): While Iran's response appears delayed, parliamentarians here say, make no mistake; revenge is coming and will be harsher than Tehran's last strikes against Israel after Iran's consulate in Damascus, Syria, was bombed in April. \"This time, they attacked our mainland. The world will witness a serious reaction by us. The time, the place, and the type of reaction is to be decided,\" he says and then adds, \"You saw the first example. You can multiply that as much as you like.\" \"We will teach our enemies a lesson, so they will not attack us anymore,\" this parliamentarian says. \"We are seeking peace and calm in the region and are not warmongers at all.\" The U.S. says it's seeking a ceasefire between Israel and Hamas, also in the hopes a deal to end the violence in Gaza could persuade Iran not to launch the retaliatory strikes against Israel. But Washington has also deployed substantial forces to the Middle East, a senior Biden administration official warning Iran could face, quote, \"cataclysmic consequences\" if it attacks Israel. Iranian parliamentarians brushing off that warning. \"If they attack or threaten us, the Iranian response will be jaw- breaking,\" he says. \"Iran has showed in practice, it will do so and has the means to do so. The capabilities we have are not what the world knows about. They are far beyond.\" But when, where and how Iran plans to use those capabilities remains shrouded in secrecy, keeping the Middle East on edge. Fred Pleitgen, CNN, Tehran. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "HOLMES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "BERGMAN",
      "sentences": "It's interesting, because much happened in the negotiation. But that something connected throughout the Middle East between the attempt to reach ceasefire in one place and, I would say, the lack of motivation in another place to destroy the ceasefire. HOLMESThere are many people, including in Israel, who believe Benjamin Netanyahu, for his own political survival, doesn't want a ceasefire agreement. How strong, how widespread is that belief in Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "BERGMAN",
      "sentences": "I think I will not be betting with too high risk to say that if you run a poll, a secret poll among the leaders of Israeli defense and military and intelligence establishment, you will have the vast majority of -- even 100 percent -- I have talked with many of these -- saying that Netanyahu is deliberately trying to sabotage the agreement, because he fears that such an agreement, an agreement for ceasefire will disassemble his coalition, his government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "BERGMAN",
      "sentences": "And this is the reason why he added -- he keeps on adding. This is a fierce clash between the leaders of the negotiation teams, all of the defense establishment and military intelligence, and Mr. Netanyahu.They told him yesterday in a cabinet meeting with the prime minister, if you do not give up with some of the new terms that you have added, we will not have an agreement, and the hostages will not survive for too long. They are in dire condition. He said that some things I'm willing, some things I'm not. But basically, did not change anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "HOLMES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "BERGMAN",
      "sentences": "To being stubborn on some of those new conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "HOLMES",
      "sentences": "It seems extraordinary that, you know, with so many senior people and his own intel and defense establishment, as well as the public pressure, that he's getting away with doing this.I wanted to ask you, though, from the onset of this war Netanyahu --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "BERGMAN",
      "sentences": "It's a democracy. You know, that's the rules of democracy. He has 64 fortunate for the vast majority of Israelis who support the deal. But now he has a majority of 64, 120 seats in the cabinet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "BERGMAN",
      "sentences": "In the -- in the parliament.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "HOLMES",
      "sentences": "And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "BERGMAN",
      "sentences": "He gets away with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:06",
      "speaker": "HOLMES",
      "sentences": "Yes. And -- and he wants to keep that together desperately.I wanted to ask you this, though. From the outset of this war, Netanyahu said the aims were the release of the hostages, obviously, and the complete destruction of Hamas. Ten months on, hostages still in captivity, senior Hamas leadership largely intact. Rockets still get fired into Israel. Apart from the massive destruction of homes and infrastructure and certainly a weakening of Hamas, can those aims be achieved at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "BERGMAN",
      "sentences": "But Netanyahu has been objecting to this. He's calling -- talking about the utmost or the final victory, whatever that means. And with his ultraright coalition has been following and supporting and pushing for the continuation of the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "HOLMES",
      "sentences": "Yes. Yes. Ronen Bergman in Tel Aviv, really appreciate you making the time. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "BERGMAN",
      "sentences": "Thank you. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "HOLMES",
      "sentences": "We'll be right back with more news. You're watching CNN.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:10",
      "speaker": "HOLMES",
      "sentences": "Anti-hero, icon, legend, some of the words used in tributes to the French movie star, Alain Delon, who died on Sunday, aged 88President Emmanuel Macron posting on X, quote, \"Melancholic, popular, secretive. He was more than a star, a French monument.\" With his good looks and cool demeanor. Delon became an international sex symbol, but his attitude towards women sometimes and his support for the former far-right leader Jean-Marie Le Pen, made him a polarizing figure. He suffered a stroke in 2019 and rarely left home after that. Scientists in Colombia are embracing a more natural means of trash disposal: using beetles to chew through organic waste. CNN's Rafael Romo has more on the tiny creatures with a big appetite. (BEGIN VIDEOTAPE) RAFAEL ROMO, CNN CORRESPONDENT (voice-over): In the Colombian highlands, a new solution has been found to tackle an escalating trash problem. These are the unlikely heroes of the story: the larvae of rhinoceros beetles, which feed on organic waste. This isn't the only thing these beetles have to offer. Larvae poop is also sold as fertilizer, and once the beetles reach adulthood, they can be sold as pets to buyers as far away as Japan. GERMAN VIASUS TIBAMOSO, ENVIRONMENTAL AND HEALTH ENGINEER (through translator): The beetles have the answer, but we haven't seen the full potential of the function they have. ROMO (voice-over): Every week 15 tons of waste are collected at this facility in Tunia, a city about 130 kilometers Northeast of Bogota. Once it's piled up, the larvae, which can grow as long as a human hand, begin. Other larvae are placed in tanks where they consume liquid organic waste that, that can be harmful to the environment. With the landfill close to capacity, the larvae provide an ingenious solution. JEFFERSON BASTIDAS, ELECTRONICS VENDOR (through translator): The world is so polluted that were suffocating from the garbage that we generate ourselves. And this is a change for humanity, for our children who are coming after us. And we need to make that change for humanity. ROMO (voice-over): The U.N. estimates that around 11.2 billion tons of trash are generated globally each year. Colombia produces around 32,000 tons of waste daily, about half of which is organic. TIBAMOSO (through translator): We should aim to preserve beetles because they are responsible for breaking down all the organic waste produced by humanity today. ROMO (voice-over): The larvae start to become beetles after about four months when they develop hard shells. Rhinoceros beetles can live up to three years. Some are exported to other countries while others stay in Columbia, where they are seen as good luck charms. Rafael Romo, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}