{
  "date": "2024-04-10",
  "headline": "Connect the World",
  "subHeadline": "Zelenskyy: Willing to Listen to Trump's Ideas to End War; Israel Official & Source: Hamas Can't Find 40 Hostages for Deal; Police: Victim and a Male Friend had been seen Earlier, Dressed Like Vampires; Gold Bars Flying Off Costco Shelves; Former Trump Org CFO Sentenced to Five Month in Prison. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Well, you're looking at a live view of the White House's President Biden prepares to welcome JapanesePrime Minister Fumio Kishida and his wife on what is an official visit. The two leaders are expected to announce moves to strengthen military ties. It's 9 am in Washington, its 5 pm here in Abu Dhabi. Hi, I'm Becky Anderson. This is \"Connect the World\" from our Middle East Broadcasting Hub. Also happening this hour, Volodymyr Zelenskyy speaks to CNN as Russia launches a new wave of attacks on Ukraine's critical infrastructure. We'll bring you that interview coming up. U.S. President Biden makes his strongest criticism yet of Israel's conduct of the war. He says Benjamin Netanyahu's approach in Gaza is a quote mistake. And the biggest weekend on the Gulf calendar, back the Masters tees off at Augusta on Thursday. And this is a look at the futures the markets will open for business in about 30 minutes' time. And as you can see futures down after a report has shown an unexpected increase in U.S. consumer inflation for March, more on that this hour. Well we begin with defiance and determination from Ukraine's President who has been speaking to CNN at a major global conference. In an interview with our Senior International Correspondent Frederick Pleitgen, Volodymyr Zelenskyy called on the west to hurry up with its deliveries of new weapons to help turn the tide he said in Ukraine's war with Russia. Listen to what he told the delegates at the Delphi Economic Forum just in the past few hours. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT OF UKRAINE",
      "sentences": "We are at war in the enemy series. But let's be realistic. And I've passiveness let's be realistic.Now the situation is stabilized. Once we have weapons and concrete political steps from our partners, we will break Putin's backbone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ANDERSON",
      "sentences": "Well Fred joins us now from that forum in Greece. I mean, look, this is not a new message from the Ukrainian President. In fact, if youthink about it, we've been hearing this message since almost the beginning of this war back in February of 2022. Just how urgent is that message now, Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, I think that's exactly the key issue right now. It certainly isn't a new message.But it is definitely a very urgent message, especially the way things are going on the battlefield right now for the Ukrainians, where we just heard there from the Ukrainian President Volodymyr Zelenskyy, when I asked him how things actually were going that things have stabilized. But of course, we know that the Russians have been pressing, and that right now things also are very dangerous for the Ukrainians, Becky, as the Russians are bringing more firepower also airpower to bear on Ukrainian troops. In fact, one of the things that he said during that session that we had with him was he kept talking about needing more air defense systems to try and keep the city safe. But of course, also to keep Ukrainian frontline troops from getting the brunt of those massive Russian air attacks. Now, on the whole, Volodymyr Zelenskyy said that he still does believe that the Ukrainians would be able to turn the tide and will be able to turn the tide. But they need more weapons from the U.S. and its allies, and certainly more ammunition and they need them very fast. Here's what he said. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ZELENSKYY",
      "sentences": "I understand that this is not easy. And everybody's thinking about oneself. And we are grateful to all our partners. But what we havenow is not sufficient, if we want to truly prevail over Putin if nobody wants to put into drag the war the world into third world war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ZELENSKYY",
      "sentences": "First and foremost, those signals were on certain media platforms. I haven't heard that directly from Trump. His ideas in detail, Idid not have an opportunity to discuss them with him and to discuss his ideas on how to end the war. If I have such opportunity, I will, with pleasure, listen to them and then we can discuss the topic. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "PLEITGEN",
      "sentences": "So there you have the Ukrainian President Volodymyr Zelenskyy. Pretty careful then speaking about what could happen if President if DonaldTrump becomes the U.S. President again and again, of course, right now, there still is a whole process in the U.S., Becky, that ends with the election in November. But you do feel with the Ukrainian President that there is that renewed sense of urgency right now as the Russians are pressing. But I did find him to still be very combative. And he was saying that Ukraine, of course, will not cede any of its territory voluntarily, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "It's good to have you, Fred. Thank you very much indeed. Well, the White House whose thing the Japanese Prime Minister Fumio Kishida on anofficial visit today. The Biden's welcomed the Prime Minister and his wife at the White House on Tuesday ahead of today's official talks. In the coming hours, the allies are expected to announce moves to strengthen military ties against an increasingly assertive China in the Indo-Pacific region. The two leaders will also announced plans to work more closely on a wide array of projects, including space missions and artificial intelligence research. CNN's Arlette Saenz joins us now from the White House. I think, it's important just to lay out why this is a significant visit coming as it does now. And any further detail we understand about this sort of coming together of the U.S. and Japan increasingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Some real positioning there, Arlette it's good to have you and those cherry blossoms will be very familiar to the Japanese leader. Thankyou. In a rare move Chinese Leader Xi Jinping held talks earlier today with the Former President of Taiwan. And that meeting comes amid rising tensions of course along the strait as Arlette has been discussing. And just weeks before Taiwan -- in a new leader that Beijing openly opposes. Kristie Lu Stout has the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Chinese Leader Xi Jinping held talks to Taiwan's Former President in a rare meeting that recalls a past era ofwarmer ties. Now this is the first time a Chinese Leader hosted a Former Leader of Taiwan. And it comes just weeks before Taiwan inaugurated a new president that Beijing openly detests. Ma Ying-Jeou is the ex-Chairman of tolerance opposition coming down. He led Taiwan from 2008 to 2016. And he arrived in China on April 1. And what he calls a trip of peace and friendship. Now Taiwan officials tell CNN his meeting with Xi was moved to today to coincide with the Japanese Prime Minister's state visit to Washington. After the meeting we heard from both Ma and Xi. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "XI JINPING, CHINESE PRESIDENT",
      "sentences": "There is no grudge that cannot be resolved, no issue that cannot be discussed, and no force that can separate us.MA YING-JEOU, FORMER TAIWANESE PRESIDENT: For Taiwan without stability and peace on both sides of the Taiwan Strait. There will be no stable and prosperous Taiwan. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "STOUT",
      "sentences": "They last met in Singapore in 2015. That was the first such meetings, is a two sided split in 1949 following a bloody civil war. Andthat landmark summit it took place shortly before Taiwan's current President signing when one election of China openly loads and detest Tsai in her party, the DPP which is independence leaning. And China has ramped up aggressive tactics since Taiwan's election in January this year, which resulted in another presidential win for the DPP. And let's say Beijing is using the meeting with Ma to shape hearts and minds abroad and inside China. Wen-Ti Sung, a Taiwan based Fellow at the Atlantic Council's Global China Hub says this quote, Ma's visit gives Beijing proof that there is still a significant portion of Taiwanese society that values shared ties of Chinese tradition and culture between the two sides of the Taiwan strait. It is also a useful data point Beijing can point to, to tell China's domestic audience that there is still reason to be patient with Taiwan. Amanda Hsiao the International Crisis Group adds this quote, for Beijing Ma's visit is also a useful way of assuring its domestic audience. We have not lost the hearts and minds of the Taiwanese people. Now China claims Taiwan as its own territory, despite having never controlled it. Kristie Lu Stout, CNN, Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "-- as president directing blunt new criticism at Israel's Prime Minister over his approach to the war with Hamas is what Joe Biden toldUnivision about Benjamin Netanyahu in an interview done a few days after seven World Central Kitchen aid workers were killed in Gaza in an Israeli drone strike. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I think what he's doing is a mistake. I don't agree with his I think it's outrageous thatthose four, three vehicles were hit by drones and taken out on a highway where it wasn't like it was along the shore, wasn't like it was a convoy moving here --. So what I'm calling for is for the Israelis to just call for a ceasefire, allow for the next six, eight weeks total access to all food and medicine going into the country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Well Iran's Supreme Leader vowing his country will respond to an Israeli airstrike on Iran's embassy complex in Syria. And our two topIranian commanders were among the 13 people reported killed there, of course. Nic Robertson joining us this hour from Jerusalem and Ben Wedeman is in Beirut. Let me start with you, Nic. There is, as I understand it, some potentially significant news today about ceasefire negotiations, which of course, include hostages and prisoners on the Palestinian side. So what have you got?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "It's good to have you, Nic. Let me just bring in Ben, at this point, because obviously these talks Ben, are critical in trying toestablish a ceasefire, albeit a temporary one in this phase one for something like six weeks to allow for the release of some of these hostages and Palestinian prisoners, and importantly, to get in that humanitarian aid. Meantime, we are getting more information it seems about the potential for this conflict in Gaza to spill not just to the north and into Lebanon, but the rhetoric between Iran and Israel heating up today. What have we got?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, what we know is Iran has accounts to settle with Israel after the first of April, whenthere was an Israeli strike on the Iranian diplomatic complex in Syria that killed among the others to senior commanders of the Islamic Revolutionary Guard Corps. Now, today, Iran Supreme Leader Ayatollah Ali Khamenei was giving a sermon marking Eid al-Fitr, the holiday at the end of Ramadan. And he was quite blunt. He said that an Iranian response to that strike in Damascus is coming. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "AYATOLLAH ALI KHAMENEI, IRANIAN SUPREME LEADER",
      "sentences": "When Israel attacked our consulate. It was like attacking the soil of Iran. This is an internationalnorm. This evil regime made a mistake and must be punished, and it will be. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "WEDEMAN",
      "sentences": "And we heard, for instance, just the other day, Hassan Nasrallah, the Secretary General of Hezbollah here in Beirut, stressing that theIranian response would be an Iranian response, not as suggested by U.S. intelligence sources speaking to CNN that would this response would come via Iran's proxies or allies in the region. Now, in response to this statement by Ali Khamenei, the Israeli Foreign Minister, Israel Katz, came out and said, once Iran directly attacks Israel, that will be a turning point. He stressed that, if that happens, Israel will strike inside Iran. Now, if this comes to pass, this certainly is a major escalation between the two countries who have been striking one another indirectly. Hezbollah here which has very close ties with Iran has been exchanging fire with Israel. We've seen the Houthis in Yemen, firing at navigation, the militias in Iraq, attacking the Americans, but a direct confrontation between Iran and Israel would certainly ratchet up the volatility of what is obviously an already very volatile situation in Gaza itself. It's a very dangerous situation now, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "To a shocking story out of Italy for you now, where a young French woman was found dead in an abandoned church. The blood drained fromher body. CNN Reporter Barbie Nadeau is live in Rome. Barbie, so many bizarre details, in this case, what else have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BARBIE NADEAU, CNN REPORTER",
      "sentences": "You know there are a lot of sketchy details in this definitely and a lot of puzzle pieces are still trying to puttogether. Now this body was found in a de consecrated church in the north of Italy over the weekend. Her blood was drained from her body. She had had a knife wound on her neck. I think it was maybe a camping knife but oddly she was also shot. I think the shots were probably fired after she was dead. Some of the blood they say was removed from the floor of the crime scene. So those are all obviously things that they're trying to understand. But what we do know we do not know her name, but she has been positively identified by her family. And she had told her family that she had a companion we're going to search for ghosts. Now this area where the body was found is in a place where there are known legends and folklore about ghosts in a haunted castle there. And so we understand that this couple of may have been you know, doing something for social media. They had an apparently a TikTok channel, French TikTok channel in which they were often ghost hunting. Now her companion a young man has not been found has not been arrested. But he's obviously very much under consideration in terms of his involvement in her demise. But we don't know a lot of details beyond that. The police have put together a lot of puzzle pieces. They're also looking at other missing person's reports in the area of which there have been a couple over the last couple of months and trying to understand exactly if those might have anything to do with this grisly crime, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back. I'm Becky Anderson in Abu Dhabi. You are watching \"Connect the World\". The markets are off and out of the gate today. And akey report on the state of inflation in the United States released in the last hour shows consumers costs once again rising in the month of March, perhaps no surprise, these markets are out of the gate and lower today. Two of the big culprits, gasoline and housing prices that is the state of the markets on the opening let's bring in CNN Reporter Matt Egan who joins us now. And Matt, it does appear the progress that was being made to slow inflation has hit a bump. Just walk us through what these numbers are telling us at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Becky, these numbers show that inflation is proving to be stubborn, right? It's just not moving kind of like a toddler,right? It's stuck at levels that yes, it's much cooler than two years ago, but no, not back to normal. So the latest numbers show that consumer prices jumping by 3.5 percent year-over-a year in March. That's hotter than expected. It's a six month high. That is acceleration from 3.2 percent, the month before. You zoom in you look month-over-month prices remain at higher than expected levels. And the biggest problem could be that core inflation. Core inflation did not cool it was supposed to. So you mentioned what are some of the culprits here, gasoline and shelter that did account for more than half of the increase of inflation. Another issue here apparel prices up by almost 1 percent month-over-month and also car insurance. We're seeing that car insurance surged by 2.6 percent in the last month alone up by 22 percent year-over-year. So listen, this is not to say there aren't positives, we did see that. New cars, used cars, airfare all of them cooling and inflation is in a better place than it was two years ago. But listen, when these numbers came out, we saw an instant reaction in the market. Bond yields spiked, stock futures plunged. We saw that U.S. stocks opening sharply lower this morning with a loss of about 400 points for the DOW more than 1 percent for the NASDAQ and the S&amp;P 500. And Becky, I think all of this raises an obvious question, which is how can the Fed possibly cut interest rates right now, when we've had a series of hotter than expected inflation reports and a blockbuster jobs report. In fact, one former Obama Economist Jason Furman he was just out on social media saying maybe the next move for the Fed isn't an interest rate cut at all. What if they actually have to hike interest rates again? So these are all uncomfortable questions, I think for markets right now and economists and officials in the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Jamie -- yeah. And Jamie Dimon in the last 24 hours, the big bank chief has said he sees rates going as high as 8 percent. Look, he's alwaysand for some time now, not always, but for some time now being on the side of the argument that says there isn't enough data to suggest a cut in rates. But he's talking about a significant increase at this point. Of course, that's going to affect the markets. I do wonder what the new normal should be. I mean, if they're looking at 2 to 3 percent as a window these days, maybe the Feds got to look at 3 to 4 percent or higher as the new normal because it's right otherwise, these rates and this story is going to remain stubbornly difficult for the markets. Matt, there's a new gold rush in the most unlikely of places. Wholesale Retailer Costco; just explain what's going on and what's behind this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, fascinating, isn't it? It's always good to have you Matt, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "EGAN",
      "sentences": "Thanks Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Egan in the house. Well, U.S. aircraft manufacturer Boeing facing new allegations of safety, shortcuts and retaliation. One of its engineersis accusing the company of taking dangerous shortcuts with two of its wide bodied jets the 777 and the 787 Boeing already under federal investigation after a series of alarming incidents including when a fuselage panel on a 737 airliner blew out in midair. Gabe Cohen joins me now from Washington, D.C. This is the latest game of several problems for Boeing just explain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Yeah Becky, this is more bad news for Boeing. This is a scathing complaint that's been filed to the FAA by thisBoeing Engineer Sam Salehpour and he alleges that the airplane manufacturer has been cutting corners in its assembly of two of its plane, this plane -- the 787 Dreamliner and the 777. His claim here in part is that crews have been forcing together some misaligned parts of the fuselage or the main body of the plane basically jamming those pieces together. Here's how he described one incident take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SAM SALEHPOUR, BOEING WHISTLEBLOWER",
      "sentences": "I literally saw people jumping on the pieces of the airplane to get them to align basically by jumping up anddown your deforming parts so that the holes aligned temporarily. And you can get a pan with a mallet so that you can go into the holes. And that's not how you build an airplane. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "COHEN",
      "sentences": "And so that was from a call that we did with Mr. Salehpour and his lawyers yesterday, that's who you saw on the screen there. Now Salehpourclaims at the process to fill all have the tiny gaps Becky in between pieces of the plane just has not been done properly, which can put a lot of added stress on those parts and dramatically reduce the decade's long lifespan of the plane. There is a dire warning in this complaint. I want to read it to you. These defects it says could ultimately cause a premature fatigue failure without any warning, thus creating unsafe conditions for the aircraft with potentially catastrophic accidents and passenger fatalities. So really concerning there. But look Boeing, Becky has vehemently denied these claims saying they're inaccurate they do not represent the work that the company has done to ensure safety and that the issues raised here has been subjected to have been subject to rigorous engineering examination under FAA oversight. A lot of these allegations aren't new. The FAA actually halted deliveries of the Dreamliner back in 2021, because there are similar issues with those gaps that we're talking about between parts of the plane. But Becky, as you mentioned, it's just another issue that Boeing is facing. The Max-9 another one of their planes still facing a lot of scrutiny after that door plug blew off in January. And so this complaint now under investigation and we know that this whistleblower is set to testify in front of a Senate Subcommittee next week.",
      "isLastSentenceInterrupted": false
    }
  ]
}