{
  "date": "2024-02-19",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: NY Governor Apologizes for Inappropriate Gaza Remarks; Three Killed in Minnesota Shooting; Heavy Rain and Flood Risk Impacts Millions on West Coast; Lunar New Year Tourism Revenues in China Up by 47 Percent Compared to 2023; Top Winners of the 77th British Academy Film Awards. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "If Hamas doesn't return the remaining hostages, a war cabinet minister said the deadline is the start of Ramadan, the Muslim holy month.The governor of New York apologizing for comments she made about the Israel-Hamas war. She came under fire after speaking about Israel's destruction of Gaza. CNN's Polo Sandoval has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "POLO SANDOVAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "In her remarks at a Jewish philanthropic event, New York State Governor Kathy Hochul called out Hamas, saying that it is a terror organization that should be stopped. But it was her use of an analogy that essentially suggests that Israel would be justified in destroying Gaza that has made her the subject of criticism and has her issued an apology.I'll let you listen to some of these remarks in question. And as you do, keep in mind is that these are words that the governor herself now calls them inappropriate. KATHY HOCHUL, (D) NEW YORK GOVERNOR: If Canada someday ever attacked Buffalo, I'm sorry, my friends, there would be no Canada the next day. Right. Right. I love Canada, but we did have the war of 1812 and they did burn Buffalo. So there might be a little conflict here. But think about that. That is a natural reaction. You have a right to defend yourself and to make sure it never happens again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SANDOVAL",
      "sentences": "In a statement to CNN, Hochul calling her analogy inappropriate, also saying that it was, quote, a poor choice of words.I'll read you more of the governor's statement in which she writes: While I have been clear in my support of Israel's right to self- defense, I have also repeatedly said and continue to believe that Palestinian civilian casualties should be avoided and more humanitarian aid must go to the people of Gaza. The analogy prompting some anger from some of the governor's own constituents, including the Buffalo chapter of the Jewish Voice for Peace, which is a progressive Jewish organization that is also a prominent voice in Palestinian supporting demonstrations we've seen here recently. That group calling the governor's initial remarks, quote, disgusting. Again, the governor insisting that it was not her intention to hurt any members of her community with her words. But this incident is certainly a reminder that words absolutely matter as the conflict in the Middle East rages on. Polo Sandoval, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "New details emerging about a deadly house explosion outside Arlington, Virginia, on Friday night. Firefighters were trapped inside the home, where the gas leak inspection turned into a catastrophic explosion, killing one firefighter, and injuring 13 others at the scene. 11 first responders and two civilians were hospitalized with injuries. According to the county's Fire and Rescue Department, investigators have not formally determined the cause of the blast, but it's believed to have been caused by a leaking propane tank.A Minnesota town is in mourning after two police officers and a firefighter were killed after they responded to a domestic incident on Sunday. The International Association of Firefighters chief said tragedies like this, quote, remind us that there are no routine calls for firefighters and emergency medical workers. CNN's Camila Bernal has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "A heartbreaking day for the community in Burnsville, where they now say they are grieving the loss of three heroes who made the ultimate sacrifice.I want to start by naming those victims. Officer Paul Elmstrand, 27- years-old, and Officer Matthew Ruge, also just 27-years-old, and the paramedic firefighter Adam Finseth, 40-years-old. Officials say that these three men were killed after they received a call at about 1:50 in the morning on Sunday. This was a domestic dispute, and they say that when they received the call, they knew that this was a man who was armed. This was a man who barricaded himself in the home with his family. Seven children were in that home, ages 2 to 15. Those officers negotiated with that suspect for quite some time, according to authorities, but at some point, gunfire broke out. Officials saying that they know at least one officer died inside of the home, but it's unclear exactly what happened. They say they're still trying to piece all of this together, but they do say that that suspect had several guns. They also said he had a large amount of ammunition, and he injured another officer as well. That officer has non-life-threatening injuries, so he is expected to recover. Nonetheless, this community is in mourning and really honoring and remembering these three men. I want you to listen to the chief of police, who was very emotional when speaking about what they're going through. Here's what she said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BERNAL",
      "sentences": "And this investigation is still ongoing, but officials saying that the suspect was reported dead at around 8Camila Bernal, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "An urgent search underway in Texas for an 11-year-old girl who authorities say never made it to her school bus stop. A statement -- a statewide Amber Alert was issued for Audrey Cunningham on Thursday. She was last seen that morning close to her home near Houston. Authorities say she never made it to school.According to the sheriff's office, a man arrested Friday on unrelated charges is a person of interest in her disappearance. Authorities say a small backpack likely belonging to a child was found near a local dam. The electric vehicle revolution in the U.S. may be losing some steam. Sources tell CNN the White House is considering relaxing the stringent vehicle emissions rules President Biden proposed last year. The rule would rapidly increase the number of electric vehicles sold to meet the strict emissions requirements. But with demand for electric vehicles falling, the Environmental Protection Agency is considering delaying the requirements until after 2030. Heavy rains, high winds and mountain snowfall hitting communities in California and it's all due to a weather phenomenon called an atmospheric river that's currently pushing into California. Governor Gavin Newsom's office said it's expecting a brief but intense storm with significant rainfall and snow throughout much of the state through Wednesday. Newsom has directed the Office of Emergency Services to ready Swiftwater rescue teams and other personnel to respond to emergencies and activated a state operations center to help coordinate that response. Now nearly the entire population of California remains under flood advisories. CNN meteorologist Karen Maginnis has more on that severe weather risk. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KAREN MAGINNIS, CNN METEOROLOGIST",
      "sentences": "A variety of weather threats over the next 24 to 72 hours across the West Coast. And Californians, especially weather weary, considering the atmospheric rivers have really impacted the West Coast over the last couple of months.All right, here's that deep Pacific moisture taking aim at the state. And so the variety of weather threats, primarily we're expecting heavy rainfall in a lot of these areas that have already seen significant rainfall totals like San Francisco, about 11 inches of rain so far this year. There could be an additional two, three, four inches of rainfall expected there. But it isn't just the rainfall. It's also the wind and the snow. And with the long weekend, a lot of people probably trying to get to some of the ski resorts. That's going to be problematic, too, because some of those ridge tops, we're looking at snowfall in feet and wind, 75, 80, maybe 90 mile per hour winds. So be careful if you're traveling up in that direction. It's going to be rather treacherous. Also treacherous on the roads down into Southern California, where the threat once again prevails. We could see the potential for heavy rainfall, could see down trees, down power lines, mud flows, debris flows. There's a lot that could happen here over the next couple of days because this atmospheric river is moving so slowly. So the threat is multiplied over each day. All right, here we go. There you can see it where you see the pink. That's the Front Range. That is the Sierra Nevada. There's Santa Barbara. And the computer models have really suggested that this area is going to see a tremendous amount of rainfall and already has this year, two to four inches, certainly likely, but extending all the way down towards Los Angeles and also into Orange County. So we'll be here in the CNN Weather Center to keep giving you updates regarding this latest atmospheric river. So keep it right here on CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "U.S. markets closed Monday for the President's Day, but trading is underway across Europe's major exchanges. This is how they are doing so far. Any moment. We're trying to build attention here. There you are.The FTSE is up but very marginally. Germany and French shares are slightly down. Swiss shares slightly up, though not a huge amount to respond to apart from the Shanghai Stock Exchange just wrapping up its first day of trading since reopening from the Lunar New Year holiday. Investors saw some modest gains there, which was very well received despite new government figures that show travelers ramped up holiday spending compared to last year. Now, to Marc Stewart who's live in Beijing. I mean, we're watching this so closely because the whole world's got an interest in China staying steady.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "What will be crucial then is consumer spending, right? Because that will very much define how the economy moves forward. And there was some positive news, wasn't there, on the recent holidays?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEWART",
      "sentences": "Well, as far as consumer spending, people spent on the inexpensive things like movie theater tickets, a record $1.1 billion or so in sales, a record number of movie attendance according to some of the figures. But if you look at other things like the price of pork, for example, that still remains weak.So, it's this question of deflation, these lowering prices, which at first seem to be appealing, but broadly speaking, that can be very troublesome for the economy. So, you are right in saying consumer prices are also going to be a big focus ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "East Beats West in an historic NBA All-Star showdown. It was the highest scoring NBA All-Star game ever on Sunday. The Eastern Conference defeated the Western Conference 211 to 186. The East is now the highest scoring squad in All-Star history.And the game's Kobe Bryant MVP award went to Milwaukee Bucks guard Damian Lillard. He dropped 39 points and made an impressive 11 three- pointers. And we are only hours away from the 66th Daytona 500 in Florida. After rain delayed the race on Sunday this is the only the third time the great American race has been postponed in its history. Two-time NASCAR Cup Series champion Joey Logano will start Daytona at the head of the pack from that pole position. While last year's winner Ricky Stenhouse Jr. will start near the rear. 35th position for him. Stories in the Spotlight this hour. An emotional ceremony for Brittany Griner whose basketball team honored her on Sunday by retiring her number 42 jersey. Griner is Baylor University's most decorated women's basketball player in the program's history. The celebration comes about 14 months after the WNBA star was released from a Russian prison where she'd spent nearly 300 days. The U.S. State Department says she was wrongfully detained. A year into his hospice care former president Jimmy Carter's spirit is as strong as ever. That's his grandson said in a video on Sunday. The 99-year-old was last seen in public in November following the death of Rosalind Carter, his wife of 77 years. The Carter family also released a statement saying they're pleased the president's decision to enter hospice care has, quote, sparked so many family discussions across the country on an important subject. Also in the Spotlight this hour, the 77th annual British Academy Film Awards called the BAFTAs. I was there as the stars gathered on the red carpet in London to celebrate the best movies of the season. \"Oppenheimer\" was the big winner last night in the biopic about the man who helped usher in the nuclear age, got 13 nominations and won seven awards. Here's more on the highlights. (BEGIN VIDEOTAPE) FOSTER (voice-over): London rolling out the red carpet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Welcome to the BAFTAs, the biggest night of the year for the British movie industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "PHOEBE DYNEVOR, NOMINEE, EE RISING STAR",
      "sentences": "So much talent comes out. So to be here, it's exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm having the best time. Kind of absolutely mental, but also just in the best way.FOSTER (voice-over): The British Academy Film Awards are where cinema royalty meets U.K. royalty. But some glamour was missing this year, as the Princess of Wales continues to recover from surgery. Prince William attended alone, signaling that Kate is at least well enough for him to return to public duties. The night a celebration of British culture. Seeing Sophie Ellis-Bextor perform her 2001 single \"Murder on the Dance Floor,\" currently experiencing a social media explosion after its appearance in \"Saltburn.\" SOPHIE ELLIS-BEXTOR, SINGER AND SONGWRITER: Other songs have had a resurgence like many decades after they're released. Never in a million years thought I would be able to experience that. FOSTER (voice-over): The ceremony also paid tribute to those impacted by the war in Ukraine, as \"20 Days in Mariupol\" took home the prize for Best Documentary. MSTYSLAV CHERNOV, DIRECTOR, \"20 DAYS IN MARIUPOL\": Thank you for and powering our voice. Let's just keep fighting. FOSTER (voice-over): But alongside the impassioned political statements, the ceremony found some lighter moments. HUGH GRANT, ACTOR, \"WONKA\": Oompa Loompa doompity-dong. Most of these films were frankly too long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a national emergency.FOSTER (voice-over): Despite taking some heat for its three-hour runtime, \"Oppenheimer\" cleaned up, bringing home seven BAFTAs in total. CILLIAN MURPHY, ACTOR, \"OPPENHEIMER\": I want to thank my fellow nominees and my \"Oppenhomies.\" That was a -- that was a rhyme in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The BAFTA goes to --",
      "isLastSentenceInterrupted": false
    }
  ]
}