{
  "date": "2024-08-31",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF: A Number Of Bodies Located In Gaza; Sources: Seven US Troops Wounded In Iraq Raid That Killed 15 ISIS; Trump Flip Flops On Florida Abortion Amendment; More Artists Object To Trump Playing Their Songs; Trump, Special Counsel At Odds On How To Move Forward With Election Subversion Case In DC; Virus Cases Spread By Mosquitoes On The Rise. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:36",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You're in the CNN NEWSROOM. I'm Jessica Dean in New York and this hour, we are still following breaking news out of Gaza. Israeli forces saying they \"located a number of bodies\" during combat in the Gaza Strip.CNN international diplomatic editor, Nic Robertson is joining us live from Jerusalem. Nic, we are still learning more details and expect more details. What do you know right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:36",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, that statement by the IDF is unusual. They would not normally talk about finding bodies and being in the process of a combat operation. They wouldn't comment on those details normally, I think the expectation here is for the people of Israel when they hear this and for the families of the hostages, and we should be very clear here, the IDF is only talking about discovering bodies, but obviously for the families of the hostages, when the IDF says something like that, they're going to listen.Now, this still stands to be a potentially very horrible night, a horrible night to go through, to wait for the IDF to come forward with more information. The situation as we understand, is still unfolding. The combat operation where the IDF say they discovered these bodies is still ongoing. What they're trying to do is extract and identify the bodies at the moment and the IDF is calling for people not to speculate about what is going on. And the reason for that is very clear, that the speculation could be very harmful and hurtful this very, very sensitive time. But I think just to contextualize, you had deep divisions in the government at the moment over how it is handling, how the prime minister in fact is handling the hostage negotiations you have tonight in Tel Aviv and other cities in Israel, you have family members of hostages and others supporting them protesting on the streets as they have done so many Saturday nights now, I think every Saturday tonight as far back as I can remember, way back until the New Year at least and probably before protesting on the streets. Three people according to the police, were arrested, but the passions and the feeling are very strong. Two-thirds of the country want the prime minister to make a deal to get the hostages back. The issue cannot be more alive if you will, it cannot be more talked about than it is at the moment and the anticipation that there is a peace talks process underway that you know, according to the defense minister speaking within the Cabinet on Thursday night its being directed by the prime minister and is not prioritizing. He is indicating getting the hostages out first. So all of these tensions at the moment, while the IDF make this extraordinary statement during the combat operation, they've discovered these bodies, so the country is really waiting to know more about who these bodies are. Certainly, when the IDF, during their operations have discovered and we know that they do this, that they discover bodies of Palestinians who had been buried at hospitals with other people, they will check and verify who those bodies are as they look for hostages. So in that context, waiting for more information now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:36",
      "speaker": "DEAN",
      "sentences": "Waiting, waiting indeed. All right, Nic Robertson, a long night ahead and probably an early morning as well. We appreciate that reporting. Thank you so much.And we are also getting new details tonight after the US and Iraq are executed a major raid against ISIS in Iraq that killed at least 14 operatives there. Defense sources saying that seven US troops are now recovering from the operation. Its aim, the Pentagon says was to degrade ISIS' ability to further attack civilians. CENTCOM saying American and Iraqi forces were met with numerous weapons, grenades, and explosive suicide belts. But there is no indication of civilian casualties. We have more now on this from CNN's chief international security correspondent, Nick Paton Walsh -- Nick. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "DEAN",
      "sentences": "All right, Nick, thank you very much, and let's get some military expertise on that situation and also what is going on in Gaza, retired Army General Wesley Clark is a former NATO Supreme Allied Commander and founder of Renew America Together.General, great to see you. Thanks for making time to be here. GEN. WESLEY CLARK (RET), CNN MILITARY ANALYST: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "DEAN",
      "sentences": "I want to talk about the ISIS raid in just a second, but I want to start first of all, we started at the top of this hour, which is that Israeli Defense Forces say they have found a number of bodies is how they have categorized it, in Gaza, that they are working to identify. We don't know how long that is going to take.But as Nic Robertson reported, it is rare that the IDF would come out and say this. What do you make of this situation? And obviously at this moment in time, we don't have a ton of information. But what does it say to you they are putting out that statement Qureshi?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "CLARK",
      "sentences": "It says to me that they believed as these bodies are hostages in fact, and they're trying to prepare the public in some way for some really, really bad news. And they were afraid if they didn't put it out, it would leak anyway, because we don't know how many bodies as it were. But this is a kind of information that goes like lightning through the Israeli population, so better to put it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "DEAN",
      "sentences": "And what does something like that look like? How long might that process take for them to identify these bodies and then, if they are indeed hostages reaching out to next of kin, that sort of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "DEAN",
      "sentences": "And Nic was talking about this as well, just how heavy the issue of bringing the hostages homes hangs over Israel right now. We see the protests on Saturday as the hostages, a lot of the hostages' families have been very vocal about bringing these hostages home. They've been very critical of the prime minister Benjamin Netanyahu and at the same time, you have that in Israel, at the same time, we have these talks that are ongoing that don't seem to be nearing the finish line at this moment in time.How do you think that all comes together and what kind of impact, do you think this might have on those talks specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CLARK",
      "sentences": "I think there are incentives on both sides to stall the talks. Hamas doesn't want to surrender. What Hamas would like is Iran to jump in.Now, the Hezbollah strike of last week, that was sort of partial payment by Iran, but they want Iran to go full-fledged against Israel. Iran doesn't want to do this because it has got its nuclear program Some people say they've already gotten nuclear weapons they are waiting to test, whatever it is, Iran doesn't at this point, want to get in a full-fledged war with Israel. On the other hand, Bibi Netanyahu doesn't want to be able to end this crisis with some iron-clad pledge that he will stop and not pursue Hamas to the end. That is what he has anchored this whole operation on. He is going to finish Hamas, no matter what. Yes, we will do a ceasefire. Yes, we will exchange some hostages. Yes, there will be a second phase, just like it is Hezbollah, but we are not telling you that we won't come back in and we are not giving up our presence there on this line that separates Gaza from Egypt because we are not going to allow Hamas to rebuild. Until there are some strong sticking points, but there are also intentional sticking points in the middle of this, these poor families in Israel who have had their loved ones taken hostage, they are the victims, but they are the victims of Hamas and we can never forget that. This was a deliberate Hamas strategy to try to bring Israel to its knees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "DEAN",
      "sentences": "And just quickly before I let you go, I do want to get your thoughts on that ISIS raid in Iraq just what it would take the intelligence that they gathered to find these people that they were able to attack there. And then also to the intelligence that perhaps they were able to glean. We were hearing about documents and things like that that they were able to bring back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CLARK",
      "sentences": "There was the lone ISIS raid effort in Germany, there was a threat against Taylor Swift's concert. Maybe there was intelligence picked up from some of that that bled over into this or maybe it is just good regional intelligence. You're listening to people talk, you're watching movements in the desert. You're talking to informants, you're paying people, people are getting discouraged.You pick up tidbits, you put them together. You're working with the Iraqis to some extent here, but you've got your own national sources and then it is time to move, and we had critical intelligence, obviously and in conjunction with the Iraqis, we moved. There were apparently airstrikes on this area and then insertion by ground troops. It sounds to me like a couple of guys who fast roped in somehow they slipped, somehow the helicopter was maybe it was under fire or whatever, and they fell during the fast rope process. That's what it sounds like to me. But the mission was accomplished, and now we've got to extract the intelligence and quickly use it and drive on. This could be a big break in putting further restraints and constraints on ISIS. But without the presence of those US troops in Syria and in Iraq, we cannot control the future of ISIS or the prospect of future terrorist events in Europe or the United States. So those American troops are performing a vital function for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "DEAN",
      "sentences": "All right, General Wesley Clark, thank you so much. We really do appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CLARK",
      "sentences": "Thank you, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:19:15",
      "speaker": "DEAN",
      "sentences": "Donald Trump flip-flopping on abortion this week. The former president going back and forth on how he would vote on a Florida ballot amendment that could overturn the state's ban on abortions after six weeks of pregnancy.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:19:15",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, I think the six-week is too short. It has to be more time and so that's -- and I've told them that, I want more weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:19:15",
      "speaker": "REPORTER",
      "sentences": "So you will vote in favor of the amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:19:15",
      "speaker": "TRUMP",
      "sentences": "I am voting that -- I am going to be voting that we need more than six weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:19:15",
      "speaker": "MANU RAJU, CNN SENIOR CONGRESSIONAL CORRESPONDENT",
      "sentences": "Are you voting yes or no on Amendment 4 in Florida?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:19:15",
      "speaker": "TRUMP",
      "sentences": "So, I think six weeks you need more time than six weeks. I've disagreed with that right from the early primaries.When I heard about it, I disagreed with it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:08",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, this has been a strategy from the beginning. They know reproductive rights is among the top issues for voters and they think that it is an issue that they can bank on and given their position on this and the vice president, very familiar with it. She was the voice on this issue for the then- Biden campaign, kicking off her own reproductive rights tour earlier this year.And one of those stops calling these abortion restrictions the Trump abortion bans, and that has stuck ever since. And something we will probably be hearing a lot more about over the next few weeks. On Tuesday, the campaign will be kicking off their reproductive rights tour. Now this is going to be mostly surrogates. It kicks off on Tuesday again in Florida, that state where abortion is on the ballot. It will continue on from there at least 50 stops and it will include surrogates, as well as other elected officials and the campaign says celebrities. Now again, we are still waiting for a lot more details on what this bus tour looks like, but what it does tell us is that they do think it is an issue, a galvanizing one for voters, Democrats believe it is one that could help them make more inroads with female voters. Polls already showing that the vice president has an edge against former President Donald Trump there. And so this is something that they are going to be leaning on a lot over the next few weeks. This tour, the latest indication of that, and certainly at rallies, it has been an issue that has been featured prominently. So this flip-flopping, the vice president already seizing on it, releasing a statement yesterday saying that Donald Trump just made his position on abortion very clear, then going on to say the choice in this election is clear. So again, Jessica, just one of those issues that the campaign thinks they have an edge on when it comes to going up against former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:08",
      "speaker": "DEAN",
      "sentences": "All right, Priscilla Alvarez for us with the latest reporting in Washington. Thank you so much for that.Joining us now, CNN senior political commentator, Ana Navarro and republican strategist, Katie Frost. Good to have both of you here with us. Ana, let's start first with you and the Harris campaign really zeroing in on this issue of reproductive rights with the bus tour really trying to highlight that. What does that do for some of these independent voters or people who maybe weren't going to vote, or weren't motivated to vote in battleground states. Is that -- is that a good move for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:08",
      "speaker": "ANA NAVARRO, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I think it is. I think it is because we have got to continue highlighting for political purposes and for humanitarian purposes the horror, the cruelty that is being inflicted on women who have reproductive emergencies and can't get treatment in their states, sometimes have to flee their states, travel thousands -- you know, hundreds, if not a thousand miles to get treatment and what that has meant.I too am a Florida voter like Donald Trump. I was one way before him. I am going to vote yes because I am tired of hearing about the women who had to carry babies to term only to hold them in their arms as they gasped for breath and die minutes later. That is cruel. That is cruel. And I think women, particularly certainly women, keep hearing these stories and realize that their daughters, their granddaughters, the nieces, their friends, themselves, are at risk, and that this cannot continue happening in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:08",
      "speaker": "DEAN",
      "sentences": "And Katie, Trump really kind of playing both sides this week. That turn upset a lot of people, a lot of his supporters in the pro- life crowd. I think we have a clip of Erick Erickson. This was his response. Let's play that.(BEGIN VIDEO CLIP) ERICK ERICKSON, HOST, \"THE ERICK ERICKSON SHOW\": I have never and I will never vote for a candidate who supports abortion rights. Donald Trump came very close to sounding like he does yesterday and if he loses in November, yesterday, August 29th in the year of our Lord, 2024 will be the day he lost if he doesn't do some damage control pretty quickly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:08",
      "speaker": "DEAN",
      "sentences": "Katie, that is a big statement. Do you agree with that assessment? Is the former president at risk of losing some of his core voters? Or do you think he was able to clean this up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "DEAN",
      "sentences": "And Katie, he does --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "NAVARRO",
      "sentences": "Let me respond to that. Only one percent of abortions happen after the 21st week. This idea that Donald Trump said that there is executions going on in some states, it is patently false and believe it or not, I also am a friend of Erick Erickson and he is a very consistent, principled, conservative voter, but I will say to my friend Erick, you've already voted.If you vote for Trump, you've already voted for a pro-choice candidate because it wasn't too many years ago that in public, Donald Trump was calling himself very pro-choice, then he said he was pro-life, then he said he wanted that there should be some form of punishment for women and then he appointed the three judges and has taken credit, has bragged about it, has expressed pride of that decision, and then tried to back away from it. Well, he can't. He is pregnant with Dobbs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "FROST",
      "sentences": "You know, Ana --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "NAVARRO",
      "sentences": "And he is pregnant with all of the cruel consequences that had happened as a result of the Dobbs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "DEAN",
      "sentences": "Go ahead, Katie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "FROST",
      "sentences": "But you know, Ana, when you look at the different laws and these different states. I know, you were talking earlier about humanitarian. I want to ask you what kind of a position is that when in this Minnesota Governor Walz's home state, he signed into law a legislation that removed the words \"medical care\" from the requirements in the Abortion Survivors Act.Now, in the state of Minnesota, you are not required at all to provide medical care for a child that is born alive after a failed abortion. I am sorry, just letting a child sit on the table and not receive medical care, I don't consider that humanitarian. I don't know what world we would consider that humanitarian. So when you -- these are radical policies far outside the mainstream. You remember Governor Northam up in Virginia saying that if the child survives an abortion, the baby would be \"set aside\" while the doctor and the mother have a conversation. The only conversation were having when there is a beating child's sitting there with a heartbeat on the table is how do we save this life? That's only conversation we need to be having.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "NAVARRO",
      "sentences": "Listen, those are a handful of cases, and I do think that it is up to the mother and the doctor and that a live child would be given care, but I would ask you how humanitarian is it not to include rape and incest in those laws? Like it is happening in states like Texas, how humanitarian is it to make women have to leave their states pay for care, figure out who their doctor is going to be in another state because it takes them almost dying of sepsis in places like Texas in order to get care. Do you think that humanitarian? Do you think that's a Christian value? Do you think that's a family value when often these women are not going to be able to have more babies because their reproductive system is destroyed after having to go through such trauma i mean, come on. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "DEAN",
      "sentences": "We are out of time, Katie, I will give you a quick last word, but then unfortunately, we've got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "FROST",
      "sentences": "No, I would just say that we have to value every single life, both the life of the mother and the life of the child that she is carrying and I believe that the Republican Party is the party of life. We want to give women protection. We want to make sure that they have the best possible future ahead. And the idea that putting them through a traumatic medical event because they're receiving bad advice long past the term of when the general consensus is, is a very bad idea. So respectfully, don't try to bring Christianity into this, Ana.We are going to support every mother and we are going to support every life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:10",
      "speaker": "NAVARRO",
      "sentences": "Well, I am a Christian as you are, and listen, you may have had the conversation with a doctor where there is a missed diagnosis, I have, okay.So it is not about getting bad advice, it is that sometimes you know things until after 11 weeks, after 12 weeks, after 16 weeks, things happen during a pregnancy and I suggest you go read up on some of the horrible cases that we have heard about. Go read up on the woman from Florida whose baby -- who was told in the second trimester that her baby did not have kidneys and was going to die and had to give birth to that baby and hold it for 90 minutes as it gasped for breath in her arms and watched that baby died and then go talk to me about Christian values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "DEAN",
      "sentences": "Some of the world's best-known music legends are trying to stop former President Donald Trump from playing their music at his rallies. Trump faced the same legal headache in both his previous campaigns. And the latest band to tell the Trump campaign to stop it is the Swedish band ABBA. But they're just the latest. Foo Fighters, Bruce Springsteen, The Rolling Stones, Rihanna, many others fighting back. CNN Media Analyst Sara Fischer is joining us now.Sara, always good to see you. Do these artists have any power ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "SARA FISCHER, CNN MEDIA ANALYST",
      "sentences": "Hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "DEAN",
      "sentences": "-- hello - any power to stop Trump from using music?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "FISCHER",
      "sentences": "Well, when you publicly come out and say don't use it, it's not a good look. But the way that this typically works is that campaigns can get a blanket license to be able to use music mostly at their rallies. It would need a separate permission if they want to use it in certain campaign ads or in certain materials, et cetera.I think in this case, what this shows is that Donald Trump has a really small window of art that he can work with. You often hear him playing YMCA at every rally he goes to. It's become sort of his own rallying cry because that's one example of a song that he can use, even though he's even gotten knocked on that. So the big picture here is that while Kamala Harris has a ton of information, a ton of music that she can pull from, Donald Trump is very limited unless he wants to pick fights with Hollywood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "DEAN",
      "sentences": "Yes, it's an interesting dynamic for sure. We also have this new reporting from The New York Times that the Trump campaign appears to be falsely claiming Taylor Swift is endorsing him on social media. She is not. But the Swifties obviously are notorious. They're making a big push - a pushback on this for Harris.Talk about the fans, these huge groups of fans like the Swifties. Do they have a larger influence in politics now that so much of that plays out on social media?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "FISCHER",
      "sentences": "Well, she, Taylor Swift, certainly does. I mean, with 280 million followers, and that's just on Instagram, this is somebody who has major sway. She's one of the few celebrities that I think could actually push an endorsement and make impact. And by the way, Donald Trump absolutely knows that. That's why he used this sort of AI generated image in his social media to kind of imply that she was endorsing him.As far as her fans go, I mean, this is somebody who sells out concerts all over the world. But here in the U.S., I mean, she is one of the most popular artists, so she definitely has sway. Now, in the past, she endorsed Joe Biden in 2020. She has not yet said, Jessica, who she would endorse for this election. But she's always been, you know, pro-Democrat. She's always been pretty outward about that. And you could assume that it's not going to be Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "DEAN",
      "sentences": "And just also before I let you go, the story coming out of Brazil, where they completely blocked Twitter, now - of course, X now is the proper name - in a feud over free speech, far right accounts and misinformation, the president of Brazil saying, he can't go around insulting presidents, insulting deputies, insulting the Senate, insulting the chamber, insulting the Supreme Court. Who does he think he is? The guy has to accept the rules of this country.What's your take on what's happening in Brazil, Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "FISCHER",
      "sentences": "What an unbelievable turn of events, Jessica, because in the previous era in Brazil with Jair Bolsonaro, he was somebody who social media platforms went after repeatedly and somebody who would not have gone after X, right, because it gave him a platform to spew whatever he wants. This shows how much the tides have changed in Brazil.Now, it's a big deal that X is blocked there. Brazil is a huge country, a very populous country and very active on the platform. It's a wakeup call for this platform by - quite frankly, Jessica, because they're facing a lot of pressure in the EU. Now you're seeing them get blocked in Brazil. They don't have a lot of wiggle room now. If they want to continue to grow, they need to make sure that they figure out how to deal with global governments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "DEAN",
      "sentences": "It is fascinating. All right. Sara Fischer, always good to chat with you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:34:58",
      "speaker": "FISCHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:19",
      "speaker": "DEAN",
      "sentences": "New late-night filings in Donald Trump's election subversion case showing both sides are at odds over how to move forward. Trump's team pushing for a schedule that would carry the pretrial disputes through to the next year. Special Counsel saying he will leave the timeline up to the judge. And we should find out more in a hearing this week.Former U.S. Attorney Harry Litman joining us now. Harry, good to see you. What stuck out to you in these ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:19",
      "speaker": "HARRY LITMAN, CNN POLITICAL ANALYST",
      "sentences": "Thanks, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:19",
      "speaker": "DEAN",
      "sentences": "... yes, great to have you - these new filings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:19",
      "speaker": "LITMAN",
      "sentences": "Well, look, the Supreme Court issued its immunity ruling and said the judge has to decide what to do. They sent it back to her. So she asked the parties, what do you want to do. Jack Smith says, I'm ready to go. I've got a brief. Let's go through the indictment now and figure out if there's any immune conduct. Trump said, let's do three or four other motions to dismiss and a few other things and maybe we get to that in January.So it seems like a pretty obvious attempt to avoid any kind of accountability before the election and also at odds with what the Supreme Court ordered. So I, you know, I think the thrust of what he's doing is trying to delay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:19",
      "speaker": "DEAN",
      "sentences": "And this week will be the first hearing in that case since the Supreme Court ruling that said Trump has, at least, partial immunity. What are you expecting out of this hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "DEAN",
      "sentences": "Mm-hmm. And I also want to ask you about Trump's attorneys wanting to challenge Smith's appointment in all of this before dealing even with the question of immunity. We know that the Florida judge Aileen Cannon used that argument in her dismissal of the classified documents case down in Florida. Where do you think Judge Tanya Chutkan might stand on this? How do you think that particular piece of it might play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LITMAN",
      "sentences": "I think it's not hard to predict because Judge Cannon is the only judge in 50 years, literally, the Department of Justice filed a brief in the 11th Circuit to reverse her and just cited court after court after court that has gone the other way. So I don't think that's going to get any purchase before Judge Chutkan. The question is, will she indulge Trump in doing it first.And my best guess, she's got a very hard task in front of her and some of the immunity ruling was hard to decipher for a trial court judge. But my best guess is she'll focus on that first and later take up Trump's new motion here and give it short shrift because every other court has. Also by then, it may well be that the 11th Circuit has reversed Judge Cannon, so that would really make it exceedingly clear that this theory just doesn't hunt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "DEAN",
      "sentences": "All right. Well, we shall see. Harry Litman, always great to have you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "LITMAN",
      "sentences": "Thank you, Jessica. Have a good holiday weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:52:11",
      "speaker": "DEAN",
      "sentences": "Tonight, growing fears about mosquitoes as Americans gather for the last holiday weekend of the summer. An otherwise healthy 41-year- old man recently in New Hampshire was the first to die from the rare EEE virus that's carried by mosquitoes. West Nile virus is also spreading with hundreds of cases across 33 states. That same virus recently hospitalized Dr. Anthony Fauci.We're joined now by Dr. Peter Hotez. He's a Professor and Dean of Tropical Medicine at Baylor College of Medicine and the author of \"The Deadly Rise of Anti-science: A Scientist's Warning.\" Doctor, great to have you here. Thanks so much for being on with us. Do you think - is this just a situation that's suddenly getting more attention because we're talking about it? Or is this actually an issue that is something we need to be more cognizant of? DR. PETER HOTEZ, PROF. &amp; DEAN, NATIONAL SCHOOL OF TROPICAL MEDICINE, BAYLOR COLLEGE OF MEDICINE: Well, I think, you know, we are approaching, Jessica, kind of a new normal where we're going to see these mosquito transmitted viruses, what we sometimes call vector- borne diseases, on a more frequent basis. So with West Nile virus, for instance, one of our worst years was in 2012 when we tend to be - tends to be a bit cyclical every few years. And this is looking like a pretty bad West Nile virus year and maybe the same for Eastern Equine Encephalitis. But the other thing that's happening that people don't realize is in the Southern Hemisphere in Brazil, there's been this huge surge in dengue virus, what's called Oropouche virus, and others that are extending beyond the Amazon into more populated areas. And the thinking is that all of this together may be partly accounted for by climate change, global warming, catastrophic weather events, altered rainfall patterns and urbanization is also a big factor. So all of that is coalescing now so that we should expect to see these mosquito transmitted viruses on a more frequent basis, particularly where I am in the Gulf Coast in Texas, but really across the Eastern half of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:52:11",
      "speaker": "DEAN",
      "sentences": "And, you know, I was talking to somebody about this the other day, and this sounds like a ridiculous question, but I do think it kind of - people start to think about it. Okay, this seems dangerous. I should be aware. How on earth would you know which mosquito has any of these diseases or not? What do you do? How do you protect yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:04",
      "speaker": "DEAN",
      "sentences": "Yes, we got to be careful. All right. Good tips, Dr. Peter Hotez, thank you so much. We appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}