{
  "date": "2024-12-01",
  "headline": "CNN Newsroom",
  "subHeadline": "New Details On How Trump Came To Choose Patel To Lead FBI; Interview With Representative Raja Krishnamoorthi (D-IL) About Trump's Pick Of Kash Patel; Trump's History Of Animosity Toward The FBI; Wall Street Journal Editor Board Raises Concerns With Trump's Pick Of Kash Patel; Mixing Comedy And Politics; Inside The Newly Restored Notre Dame Cathedral. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "Right. Well, Jessica, what I've talked to Donald Trump's team and those working on the transition, some of those involved in these conversations about Kash Patel directly, they told me that Donald Trump really over the past several days was wavering between two top candidates to helm the FBI, and that was Kash Patel but also Missouri attorney general Andrew Bailey.Now I was told that there were people close to Donald Trump who knew that the president-elect wanted Kash Patel in some big role, whether it was at the FBI, in the DOJ more broadly, Department of Justice more broadly, I should say, or in a national security role. However, people were a bit concerned. There were some uneasiness among some of those people close to Donald Trump about whether or not Kash Patel should get the director role or be a deputy director at the FBI because there have been some concerns around the controversy around him, some of the past comments that he has made, including saying that he would want to seek retribution against Donald Trump's political opponents, but also concerns about what could be a very contentious Senate confirmation battle. Now, I'm told that Donald Trump, interviewed in person both Bailey and Kash Patel at Mar-a-Lago in recent weeks, and that essentially Trump walked away from it recognizing that he wasn't impressed with Bailey was the way that it was put to me by my sources that essentially they didn't believe that Bailey had the personality or really would be the legal pitbull that Donald Trump wanted in that role specifically. I want to read for you what one Trump adviser told me who was involved in some of these conversations. They said, quote, excuse me. That Donald Trump -- OK. Excuse me. He said, Donald Trump did not fit the mold of the legal pitbull that the president-elect wanted at the helm, or I apologize, I think I might be lost the quote. But we should go back to this. Essentially Donald Trump wanted someone in the role again who would root out what he believes is biased and hold different agents at the bureau accountable for what he but also Patel and many people close to the former president saw as unjustifiable investigations and later prosecutions against him. Now one thing as well that I was told is that the people who are closest to Donald Trump, people like Eric Trump, Donald Trump, Jr., as well as Stephen Miller, his incoming deputy chief of staff, that they really were the ones ending up pushing Donald Trump on or Kash Patel on Donald Trump, and that essentially they thought Patel was really the only person who would be able to disrupt the agency in the way that Donald Trump has been talking about for several weeks now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "And Alayna, how are lawmakers reacting to this pick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TREENE",
      "sentences": "Well, we heard a lot of lawmakers say similar things. We know -- we saw, you know in the aftermath of Donald Trump making this announcement about Patel, there was a flurry of posts from people like Miller but also Mike Waltz, his national security adviser selection, as well as Senator Mike Lee. But then we heard a number of Republican senators and those really the fiercest loyal Republican senators, I would say, defend Patel on the Sunday morning shows.Take a listen. (BEGIN VIDEO CLIP) REP. MIKE LAWLER (R-NY): Donald Trump campaigned on reforming the FBI and the Department of Justice. So I don't know why any of this is frankly surprising to people. SEN. BILL HAGERTY (R-TN): There are serious problems that the FBI. The American public knows. It they expect to see sweeping change and Kash Patel is just the type of person to do it. SEN. TED CRUZ (R-TX): I got to say, all of the weeping and gnashing of teeth, all of the people pulling their hair out, are exactly the people who are dismayed about having a real reformer come into the FBI and clean out the corrupted partisans who sadly have burrowed into senior career positions at the FBI. I think Kash Patel is going to be confirmed by the Senate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TREENE",
      "sentences": "Now, Jessica, again, those are some of Donald Trump's top allies who have been making those comments. There are some, however, Republicans who are skeptical about Kash Patel. And so I think, you know, looking ahead to his Senate confirmation battle, that is going to be one that Donald Trump's transition team is really going to work on behind the scenes to see how they can smooth that process out before it really plays out in public.He's likely to be one of Donald Trump's picks among a number of controversial picks that he has made that they're going to want to bring into the Senate to meet with senators and Republican senators specifically directly before he faces that confirmation battle -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "DEAN",
      "sentences": "All right, Alayna Treene, with new reporting for us tonight. Thank you so much for that. And joining us now, Democratic Congressman Raja Krishnamoorthi ofIllinois. Congressman, thanks so much for being here. REP. RAJA KRISHNAMOORTHI (D-IL): Thank you so much, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "DEAN",
      "sentences": "Yes, I first just want to get your reaction to Trump's pick of Kash Patel who he intends to nominate to lead the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "DEAN",
      "sentences": "Yes. And I don't know if you heard the clip that Alayna played, but it was from Congressman Mike Lawler who essentially said, look, Donald Trump campaigned on reforming the FBI, I don't know why anyone is surprised by any of this. This is what he promised. And it speaks more broadly to this idea that Kash Patel was very much a part of his circle, that Donald Trump did talk about all of these things. What do you make of that line of thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "I don't think the American people voted for political retribution to be at the top of the agenda at the FBI. Absolutely. Donald Trump won the election. He gets to decide his team, but as we've seen with regard to his picks, whether it's Matt Gaetz or others, they are just outside of what the American people would want. We want somebody at the head of the FBI, it doesn't matter if it's a Republican or anybody, who puts the American peoples interests first, not Donald Trump's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "DEAN",
      "sentences": "And it sounds like obviously that is your concern with this pick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Hundred percent. I think that, you know, look, Chris Wray is a Republican. I don't agree with him on a lot of things but what I do think is that he tries to do his level best to put what he believes to be the American people's interests first and guarding their security and going after the bad guys and fending off our adversaries, whether it's the Chinese Communist Party or Vladimir Putin.And by the way, there are real adversaries that we have to contend with. And so we need somebody at the helm of the FBI who's going to be looking out and -- for protecting the American people from all of these nefarious actors and others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "DEAN",
      "sentences": "And what is your sense? Of course, you are a House Democrat. Senate the Senate will be confirming Kash Patel that will be put before them, where the Republicans will have a very slim majority in the new Congress. But what is your sense of Patel's chances of Senate confirmation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "I don't know, but I think that I got to believe there are more than four Republican senators who share my concerns and other Democrats' concerns about Kash Patel or, for that matter, some of the other choices for very key intelligence and national security positions. We just can't allow partisanship to kind of infect that process and if it ever did, then let's work together to reform so it never happens again.But that doesn't mean that we have someone like Kash Patel who's saying very outwardly for everyone to hear that he is going to go after Donald Trump's political enemies. That is his job number one on day one if he were FBI director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "DEAN",
      "sentences": "I also want to ask you about Elon Musk and Vivek Ramaswamy. These are, of course, two people that Trump has tapped to lead a panel on government efficiency. They're going to be on the hill this week. Musk has said he wants to slash $2 trillion in government spending. What do you think about this? Do you think there are some places where they can cut or do you think this is simply a bridge too far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "There's absolutely places where we can find efficiency, we can deliver services at lower cost and we should trim. But if, you know, this is just an exercise in basically cutting Social Security and Medicare, that's a nonstarter for my constituents. At the end of the day, if DOGE is just a way to dodge, you know, bipartisanship and compromise through the legislative process in Congress that's also a nonstarter.I have to point out that on the Oversight committee on which I sit, it turns out that I think Marjorie Taylor Greene is being tasked with leading the DOGE subcommittee to be formed in the next Congress. So that gives you a taste of perhaps the partisan flavor of this effort as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "DEAN",
      "sentences": "All right, Congressman Raja Krishnamoorthi, thank you so much for your time. We appreciate your thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "KRISHNAMOORTHI",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "DEAN",
      "sentences": "Joining me now, Republican strategist and former spokesperson for Governor Doug Burgum's presidential campaign Lance Trover.Lance, good to see you. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:06",
      "speaker": "LANCE TROVER, REPUBLICAN STRATEGIST",
      "sentences": "I'm great. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "TROVER",
      "sentences": "Yes, look, I think the vast majority of FBI men and women agents out there are in it for the right reasons. They go out there to keep America safe, to put the bad guys in jail. And my guess is, if you talk to many of them, they're completely fine with the top brass of the FBI being reformed. I think there's a big want for reform, both in the government and also from the American public. And so, look, I think you've got thousands and thousands of people sitting here in the J. Edgar Hoover Building here in Washington, D.C. Nobody knows what they do all day long.They're sitting in cushy jobs. They're a bureaucratic mess. And meanwhile, what I'm told is that some of these top field offices around the country don't have the requisite amount of agents in them. So I think that's the type of reform that we're going to see with somebody like a Kash Patel or whomever comes in to clean this mess up because obviously there have been issues in this Justice Department and with the top brass of the FBI. We all know it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "OK. So if you're holding that, which it sounds like you're talking about streamlining and making sure that there is efficiency and that the proper resources are deployed to the proper places, there's that. On one hand, Kash Patel has also said he wants to go after the deep state. He wants to -- he targeted journalists, other things like that.Do you take him at his word? Do you think that's the priority or is it more about what you're talking about which is, you know, streamlining things and making it more efficient?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "TROVER",
      "sentences": "Well, I think it's more than just about streamlining. I mean, let's remember what happened. We had the Biden Justice Department and the top brass of this FBI raid President Donald Trump's home. Meanwhile, the sitting president of the United States, Joe Biden, had a cache of documents in his own house --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "But they raided that, too. They raided his home, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "TROVER",
      "sentences": "Only after they went after Donald Trump and it became a big melee. So let's just remember, so you can understand why certainly millions of Americans out there and a lot of people think that this entire justice system is politicized and in terms of the way they adjudicate the law in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "Yes. I -- yes, I just am trying to kind of get at like if you think, if you do think that the top priority, what the top priority will be, will it be sort of political retribution or would it be something less political, less going after perceived political enemies of the deep state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "TROVER",
      "sentences": "Yes. Look, I don't think the American public is looking for political retribution tour or anything like that, but I do think they are looking for all of Washington government to get streamlined and to get some of these career people out of the mix and get some outside- the-box thinkers into these agencies, whether it be the FBI, whether it be the Justice Department, or any other agency here in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "And so then we look to the Senate because obviously they're going to confirm or not confirm, it's up to them how they want to do this, but they will be tasked with deciding whether or not to confirm Trump's picks, as they always are, for any president.What is your sense as you're kind of looking at that landscape? Again, Senate Republicans will have a majority. It's a small majority, but they still have one. What is your sense as they start to interview and go through the process with these confirmation hearings in the next Congress? How do you think that's going to play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "TROVER",
      "sentences": "You raise a very important point. Every one of these people, whether it's Kash Patel or anybody, is going to have to go through the proper process. They have an advise and consent role. They're going to have to go through committees. They're going to face the tough questions. So, yes, look, I think they're going to give a lot of deference to the president. But let's remember we saw a poll come out just last week. And I think every senator, Democratic and Republican, should take note. 60 percent of this country is very happy with the way Donald Trump is conducting this transition right now. So if I'm the senators, I'm taking a look at this, saying, you know, the American public is A-OK with what's going on right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "And are there any senators that you have a particular eye on? I mean, you know, there's Susan Collins and Lisa Murkowski and -- but I'm also thinking about somebody like Mitch McConnell who is no longer going to be the leader of Senate Republicans. Is there, you know, is there anybody you're kind of watching to see how they might start -- how they might maneuver through this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "TROVER",
      "sentences": "Yes. I'm not in the predicting game of what senator is going to do what. They each have to make their own decision. But I do believe most of them want to give the president his picks and who he wants. I mean, he won by a commanding amount of votes. He got over 76 million, 77 million votes from the American people. So my sense is they're probably going to be very deferential in terms of what he's looking for here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "All right, Lance Trover, thanks so much. Good to see you. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "TROVER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "DEAN",
      "sentences": "Kind of wild. Meteorologist Elisa Raffa tracking the latest conditions from the CNN Weather Center.And Elisa, I know temperatures are expected to plummet this week for much of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:12",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "Yes, the coldest air that we've had so far this season and the lake-effect snow has been so dynamic. That's why we're hearing thunder snow, which just goes to show how powerful some of these bands are, how much moisture they're picking up, how quickly that air is rising and how much snow it is dumping.We're actually getting some lake-effect snow right now off of all the lakes, but we have the thunder snow, lightning bolts coming up on radar off Lake Huron across parts of Canada. We've got intense, heavy bands from Cleveland over towards Erie, south of Buffalo, still snowing near Orchard Park where the Bills are about to kick off their game soon. We've got intense snow bands also just south of Watertown. I-81 also with some problems. So the road conditions are incredibly dangerous and treacherous because these bands are wind driven, so it's knocking down visibility, and you already have three feet of snow on the ground, well more than three feet in a lot of locations from Erie just to some of those southern suburbs of Buffalo, Watertown, a lot of these totals, again already over three feet, getting really close to four feet. We have one place, Saybrook, Ohio, that is over four feet, 49 inches of snow. Incredible. Just since Thursday. You've got totals again over to 38 inches parts of Pennsylvania, 39 inches some communities in Ohio. And we can still get another foot or so through the night tonight and into tomorrow as the lake-effect snow bands continue to pump because will keep those winds coming off of the lakes. What happens is you have this strong wind coming over the warmer lakes. That's why these warnings now continue through late Monday and even Tuesday morning in some locations, because that colder air picks up the moisture from the relatively warmer lake. And then that cold, moist air then hits into the terrain. It's forced to rise and when it rise really fast that's when you get that thunder and the lightning in there, and it's just the snow machine just continues until that wind changes. If the wind doesn't die down or change directions, it's going to keep snowing. Here's the cold air. It's 18 degrees right now in Duluth, 16 in Minneapolis, a wind chill of five. It is 32 degrees in Syracuse, 25 degrees in Chicago. A lot of these wind chills in the teens and the single digits. That cold air continues to plunge. More than 70 percent of the lower 48 will find these temperatures below freezing as we go through the next couple of days. I mean, we're talking about overnight temperatures, 15 degrees as you wake up Monday morning in Chicago. That is cold. 16 degrees in Cincinnati, even as far south as Atlanta, waking up to 29 degrees on Tuesday morning. And a lot of this cold just lingers. We're looking at multiple nights in the 20s in Atlanta as we go through the workweek -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "DEAN",
      "sentences": "President-elect Donald Trump says he wants longtime loyalists and partisan firebrand Kash Patel to replace FBI director Christopher Wray. And it wouldn't be the first time Trump has forced an FBI director out of a job.CNN's Brian Todd is taking a closer look at Trump's history of animosity toward the bureau and its directors. (BEGIN VIDEOTAPE) DONALD TRUMP (R), PRESIDENT-ELECT: We need an honest FBI, and we need it fast. BRIAN TODD, CNN CORRESPONDENT (voice-over): The President-elect, by all accounts, planning a shake-up of the FBI as soon as he takes office. Sources telling CNN, Donald Trump plans to fire FBI Director Christopher Wray even though Trump appointed Wray in 2017, and Wray has three years left in his 10-year term. Why has Trump turned on Wray? Analysts say it's Trump who believes Wray has turned on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "GARRETT GRAFF, FBI HISTORIAN",
      "sentences": "Donald Trump sees the FBI over the last decade as the agency's sort of most to blame for his own legal troubles and the troubles of those around him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "TODD",
      "sentences": "Wray headed the FBI when the bureau launched a search of Trump's Mar-a-Lago home in August 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "TRUMP",
      "sentences": "They broke into my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "TODD",
      "sentences": "The search uncovered classified documents that Trump had allegedly stored inappropriately at Mar-a-Lago. It led to federal criminal charges against Trump, which were just dropped by the special counsel. Trump has denied any wrongdoing. GRAFFto politicize the FBI and use it for political payback.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "TODD",
      "sentences": "Agents from Wray's FBI also assisted Special Counsel Robert Mueller's probe of the 2016 Trump campaign's alleged ties to Russia. If Trump removes Wray, Wray would be the second FBI director Trump will have fired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "TRUMP",
      "sentences": "And there's -- yes, he's become more famous than me.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "TODD",
      "sentences": "Then FBI Director James Comey, awkwardly greeting then President Trump in Trump's early days in the White House, after Comey said he had tried to blend in with the blue curtains, so he wouldn't be noticed. Soon after taking office, Trump pressured Comey to drop an investigation into former National Security adviser Michael Flynn. Comey claimed Trump put the squeeze on him personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:27:38",
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "I got the sense my job would be contingent upon how he felt I conducted myself and whether I demonstrated loyalty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "JULIAN ZELIZER, PRINCETON UNIVERSITY PROFESSOR",
      "sentences": "He wanted that investigation shut down. He saw it as a political problem, and this was what Comey was up to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "TODD",
      "sentences": "By naming as his new FBI director Kash Patel, a vociferous critic of the bureau, Trump is making a controversial choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "KASH PATEL, FORMER ADVISER, TRUMP NATIONAL SECURITY COUNCIL",
      "sentences": "I'd shut down the FBI Hoover Building on day one, and reopening it the next day as a museum of the deep state.TODD (on camera): Historian Garrett Graff says Donald Trump is not alone among presidents who believe the FBI should have been more beholden to them. He points out that John F. Kennedy, Lyndon Johnson, Richard Nixon and Bill Clinton had all expressed frustration with FBI directors who served during their administrations. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "DEAN",
      "sentences": "Brian, thank you.And tonight, the \"Wall Street Journal\" editorial board is raising some concerns around Patel, saying senators should not just rubber stamp him and should question him closely, pointing to some of his comments, quote, \"The main concern is Mr. Patel's stated desire to use power in a second Trump term to seek revenge against Mr. Trump's opponents. Does Mr. Patel still want to unleash the FBI and Democrats and media critics a la Hoover? Down that road lies no end of political trouble for Republicans in the Trump presidency. The country wants a bureau it can trust. Not a Republican version of the Comey FBI.\" Joining me now to discuss CNN's chief media analyst Brian Stelter. Brian, good to see you. First, I just want to get your take on all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA ANALYST",
      "sentences": "I think this \"Wall Street Journal\" editorial speaks to the frequent divide within the Republican ranks. MAGA loyalists, MAGA influencers have been ecstatic about Kash Patel for the past 24 hours. Absolute joy about this appointment. Whereas more old school Republicans, right, establishment types like \"Wall Street Journal\" editorial writers, they are the ones more cautious, more concerned right now.This is a very familiar divide. I would say lately in the new Trump era we've been seeing the MAGA loyalists win, and \"The Journal\" editorial board types lose, but not every time. Of course, we remember the Matt Gaetz episode just a couple of weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "DEAN",
      "sentences": "Yes, yes. And some of the concerns here stem from this interview which was from 2023. Kash Patel saying he'd go after journalists if appointed to a role in the Trump administration. We can listen to that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "PATEL",
      "sentences": "We will go out and find the conspirators, not just in government but in the media. Yes, we're going to come after the people in the media who lied about American citizens, who helped Joe Biden rig presidential elections. We're going to come after you. Whether it's criminally or civilly, we'll figure that out. But yes, we're putting you all on notice.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "DEAN",
      "sentences": "Brian, how serious do you think he is about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "STELTER",
      "sentences": "I think there's a few points about this. First, we are in, just to use a football metaphor because it's a big NFL Sunday night, we're in the preseason, right? This is the time where people trash talk. They talk tough. That clip was very much from the preseason. January 20th, January 21st, that's when the season really begins.Now, it's really not appropriate to use that kind of metaphor. We're talking about something very serious. But I think it is fair to recognize whatever was said before we have to see how Trump and his allies actually govern. That said, there's a reason why news outlets that can afford more lawyers and more libel insurance are bulking up with more lawyers. There is a reason why there's a palpable fear among many journalists about a sense of retribution coming. And it's because of clips like the one that you just played. I think the tension here, Jessica, is pretty obvious. You know, there are some Trump voters who expect Patel to deliver on his promises. There are others who don't even know he ever said that to Steve Bannon. You know, but I think about the flag I recently saw down my street that says Trump 2024, the revenge tour. Those kinds of voters are expecting revenge. What form it takes remains to be seen and whether the majority of Americans want it very much remains to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "DEAN",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "STELTER",
      "sentences": "But I think comments like that from Patel that you played they do have to be taken seriously. They do need to be followed up on and they do reflect -- they are part of the reason why there's a palpable sense of fear among some journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:05",
      "speaker": "DEAN",
      "sentences": "Yes, and it is interesting, too, because as you're talking about this, it makes me think about a conversation you and I had right before the election but just the idea that there are part of the country is so excited about this nomination of Kash Patel that this is a follow through on what Trump had promised to them. And they are ready for it. And then you have another part of the country that is truly fearful and they're not consuming the same media. They're not consuming a lot of the same information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "DEAN",
      "sentences": "Yes. It is. It is interesting. The U.S. State Department is denouncing China today for sentencing a prominent Chinese journalist to seven years in jail for an espionage. I mean, there's just -- you're right. Things are happening around the world. It will be interesting to see how this evolves.Brian Stelter, as always, great to have you on. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:09",
      "speaker": "STELTER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "71 percent of Americans tried to avoid talking politics at Thanksgiving this year. That's according to new polling from CBS News. But if the topic came up, hopefully someone chimed in with some jokes, some laughter to tone down the temperature. That's exactly what our next guest says is the remedy to today's toxic political climate.Joining us now comedian Matt Friend. Matt, it's great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "MATT FRIEND, COMEDIAN AND IMPERSONATOR",
      "sentences": "It's so great to see you. Happy day after -- days after Thanksgiving. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "That's right. We're still giving thanks on the Sunday after Thanksgiving. We're glad to have you. I want to know how was your Thanksgiving? Did you avoid talking politics like so many Americans tried to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "I might be one of the worst people to have at your Thanksgiving if the goal is to avoid talking about politics, considering the fact that my mother was literally cutting the turkey and I was doing another turkey impression, I'm rather a turtle, Mitch McConnell, as she was cutting it. So I was like, where's the stuffing? I would like to eat some stuffing now, please pass the turkey. Pass the turkey now.So it was a nonstop political discussion, but I think there was a little bit of a fatigue post-election. People are kind of sick of talking about all the main subjects that have been going through our head, but I think it's a little hard to avoid political discussions these days, especially when the president is broadcasting his Thanksgiving feast at Mar-a-Lago. I think it turns out that Elon Musk is spending more time at Mar-a-Lago now than Melania is, which is a fun fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "Well, I actually did want to ask you because we do have these clips of Elon Musk spending Thanksgiving with Trump and his family. Melania was there at Mar-a-Lago. It shows them dancing at the table to, of course, YMCA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "Trump is like a maitre d' at a nice restaurant, isn't he? He just wants to go over and say hello to the table and introduce himself. He's like a Hollywood socialite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "I'm curious because his dance has really entered the culture, I feel like it is all the athletes are doing it. Will that be part of your impression as well? Yes. You got it. I knew you would know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "Well, you know what? Honestly, it's evolving so much. But after the second win, we're coming on failing CNN. You have to do it. You just have to do the dance. There's no better time to do the dance than at Thanksgiving. You just have to do that. You got to celebrate your wins. They say it's the gay national anthem, but we're saying we're gay because we're so happy that I won. It has a double meaning so it's coming into the impression very nicely.Yes, it is weird. It's -- I find myself doing it. People are uncontrollably doing it now. I think on both sides of the aisle. It's a very addictive movement. You have to give that side credit. It is an addictive movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "It is, and it's interesting. You said like there is, there does seem to be some fatigue amongst a lot of people regardless of what your political affiliation is. They kind of just, I think a lot of people want to take a break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "But, you know, it's nice that you can come at this from a comedy perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "Well, yes, because if I don't, I might be, you know, thrown in prison by Kash Patel so we'll see what happens. But I guess I got to know what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "Hopefully not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "Know what my lane is here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "Yes, yes. And so we know that Americans are expected to spend a lot more than in previous years this holiday season. I think they might be doing, you know, a little retail therapy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "They'll be spending more on cameo buying Matt Gaetz cameo videos for their loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "Yes. So have you developed any on that note, developed any new impressions on -- inspired by the cabinet nominees or the former nominees as it were, with Matt Gaetz?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "Well, of course there's Dr. Oz. I mean, Doctor Oz is going to lead all things medicine in this country. Now Oz and Gaetz should have a who has a higher eyebrows contest because the price of crudite in this country is outrageous. And then of course, there's Robert F. Kennedy, Jr. who's got the classic rasp. I'm going to go sever a bear head after this interview and feed it to people.I mean, it's like infinite material, but, J.D. Vance, you know, he likes to say senator, senator. President Donald Trump is my hero. I may have compared him to the worst people in the history of the world, but I love that guy. Dagnabbit, I love that guy. My mee-maw, my pee- paw, my woo-waw (PH) and my see-waw all agree. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "DEAN",
      "sentences": "That's pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:22",
      "speaker": "FRIEND",
      "sentences": "So it's like an infinite source of material. McConnell, somehow Thune, it's a little crazy. It's a little -- it's like my head is exploding. They're all in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "FRIEND",
      "sentences": "That's true. And there's no bigger personality than Trump. DEANknow you have some big new shows coming up that are going to include surprise celebrity guests. They're going to be at locations all throughout the country. What makes them different walk us through what you're going to be doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "FRIEND",
      "sentences": "Yes. I'm working with Bilt Company to create a series of neighborhood comedy shows for members of that platform, and we're going to have fans of comedy throughout the country getting tickets and enjoying comedy. A mix of local comedians and some up-and-comers and some stars. And I'm very, very excited. Our first show is at Lucali in New York, and I'm just excited to be a part of the emerging comedy scene and to keep it growing because as you can clearly tell, it is important to laugh amidst these insane times.You know, they're even saying that Sebastian Stan, the guy who played me in \"The Apprentice,\" which was really a failed movie, he couldn't even get somebody to do the \"Actors on Actors\" with him because they're too afraid to talk about Trump, which is really sad. It's really sad. But I have a Thanksgiving message to all of the great CNN viewers that is this, to the radical leftist Democrats who opposed me, you better smile more because your favorite president is coming, and he's going to have you all tuning into a Mar-a-Lago celebration every Thanksgiving for the next four years. OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "DEAN",
      "sentences": "You do just slip so effortlessly in and out of those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "FRIEND",
      "sentences": "It's a problem. It's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "DEAN",
      "sentences": "It's kind of amazing. Well, you are all over the place. Every time I look up, you're in a magazine or you're with the fashion brand, you're doing comedy with absolute rock stars. so you're going to be everywhere, Matt Friend, but we're glad you're here tonight. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "FRIEND",
      "sentences": "I'm even on Snapchat, my favorite platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "DEAN",
      "sentences": "Even on Snapchat, as I said, everywhere. You're everywhere. It's fantastic. All the best to you. Good luck with the new tour. We're excited to watch you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "FRIEND",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "DEAN",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "FRIEND",
      "sentences": "Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "DEAN",
      "sentences": "Bye, Matt. We'll see you soon, and we'll be right back.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "FRIEND",
      "sentences": "Give me a, birds flying high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:05",
      "speaker": "MICHAEL BUBLE, SINGER",
      "sentences": "(Singing) You know how I feel.",
      "isLastSentenceInterrupted": false
    }
  ]
}