{
  "date": "2024-11-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Will Trump Tariffs Raise Inflation?; Texas Death Row Inmate 'Actually Innocent'; Jussie Smollett Conviction Overturned. Aired 11:30a-12:00p ET",
  "utterances": [
    {
      "timeStamp": "11:31:30",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "We are continuing to follow breaking new.Jussie Smollett's conviction on allegations that he staged a racist and homophobic attack against himself has been overturned. CNN's Polo Sandoval joins us now. How did this come about, Polo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:30",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "So, Pam, let's take our viewers back to -- back about five years for the background on this case. This is a former \"Empire\" actor that was convicted of staging a racist and homophobic attack in Chicago in 2019.You recall at the time he claimed the two men assaulted him, that they spouted racial and homophobic slurs against him, and that they even tossed a noose around his neck. And that, at the time, led to a massive search on behalf of the Chicago Police Department. Eventually, testimony at his trial indicated that Smollett paid $3,500 to two men who he knew from the show to carry out this staged attack. At the time, during the trial, prosecutors alleged that he even told them to shout certain slurs, to even shout at him that Smollett was -- quote -- \"in MAGA country.\" Well, the jury eventually convicted him of five counts of disorderly conduct in 2021, but Smollett maintained his innocence. He eventually took his case to the Illinois Supreme Court, where he argued that a special prosecutor should not have been allowed to intervene after the Cook County state attorney initially actually dropped those charges, Pam. So the state Supreme Court, they heard this case in September. They heard those arguments and then handed down today's pretty stunning decision. Smollett's defense attorneys sharing the following statement with our colleague Omar Jimenez. I will read you a portion of this, the attorneys writing: \"This was not a prosecution based on facts. Rather, it was a vindictive persecution, and such a proceeding has no place in our criminal justice system. Ultimately, we are pleased that the rule of law was the big winner today. We are thankful to the Illinois Supreme Court for restoring order to Illinois' criminal law jurisprudence.\" His attorneys have argued, really from the very beginning, that Smollett has been, in their words, victimized by a racist and politicized justice system -- Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "BROWN",
      "sentences": "After 16 years, a mother convicted of killing her child could soon be freed.A Texas judge has said he believes she is -- quote -- \"actually innocent.\" Melissa Lucio was convicted of the murder of her 2-year-old daughter in 2008. In 2022, she was just two days away from being executed before she received a stay. And then a Texas judge recommended that Lucio's conviction and death sentence be overturned. For now, her fate is in the hands of the state's Court of Criminal Appeals. We are joined now by one of Lucio's attorneys, Vanessa Potkin from The Innocence Project. Thank you so much for joining us. So you were actually the first person who told her about the judge's decision that she was innocent. What was her reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "VANESSA POTKIN, ATTORNEY FOR MELISSA LUCIO",
      "sentences": "Well, we were on the phone. She was calling in from death row, and we had just received the decision.And I said: \"Melissa, the judge ruled in your favor on all four claims,\" and it was silent on the other end of the phone. And the phone systems can be really bad in prison. And so I wondered if she was still there, but she was just sobbing hearing the news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "BROWN",
      "sentences": "Tell us more about that and why the judge came out and said she was innocent just two days before she was going to be put to death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "POTKIN",
      "sentences": "Well, this is actually a much longer journey. It started in 2022. She was within 48 hours of being executed when the highest court in Texas, the Court of Criminal Appeals, stepped in and stayed her execution and sent her case back to the trial court to consider the new evidence of innocence that she had been inserting. [11And so the case went back down to the trial court way back in 2022. Ultimately, in April of this year, the trial judge agreed with the district attorney's office that exculpatory information had been withheld during Ms. Lucio's trial which required her conviction to be overturned. And so her case first went back to the Court of Criminal Appeals in April with a recommendation from the district attorney's office and the judge that her conviction be overturned. But the court wanted a ruling, a recommendation all of the claims she was bringing forth, which included her actual innocence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "BROWN",
      "sentences": "OK, so let's talk a little bit more about that, because, according to the judge's recommendation earlier this year, he said the conviction should be overturned due to the state withholding evidence showing her daughter Mariah may have died in an accidental fall down the stairs.I believe we have a picture showing those stairs. How would this have impacted the case if this information was not withheld, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "POTKIN",
      "sentences": "Well, at the time of trial, the district attorney that was then in office, which is a different district attorney than today, didn't turn over witness statements of people who actually witnessed the fall.So at the time of trial, it was in dispute whether the fall occurred. And so there were witnesses, witness statements from the time of the event that actually supported that witnesses saw the fall and also saw Mariah's deteriorating condition in the days that followed. And that was really critical because, when she ultimately stopped breathing and died, she had bruises on her body, which were mistaken for abuse. But what we now know as a result of being able to submit some of the suppressed evidence to experts is that Mariah had a blood coagulation disorder, which caused her to bruise as a result of the fall, rather than abuse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "BROWN",
      "sentences": "What is next in this process for Lucio? I mean, people might wonder, wait, the judge said she's innocent. Why is she still behind bars right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "POTKIN",
      "sentences": "Well, Texas is the only state in the country where a trial court doesn't have the power to overturn a conviction. So the trial court makes a recommendation and it has to go up to the highest court in the state, the Court of Criminal Appeals.And they are the only court with the power to overturn a conviction. What's so significant here is, you have the district attorney saying this conviction has to be overturned. They recognize that she didn't have a fair trial and this evidence that would have supported her defense was improperly, unconstitutionally withheld. And in addition to that, there are three other reasons that the court has said her conviction should be overturned, including that she's actually innocent. And here we have that declaration being made by the judge who presided over her trial. So this is the very same judge that listened to all of the evidence in 2008 and is considering the new evidence and declaring that she is actually innocent, she did not kill her daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "BROWN",
      "sentences": "And just very quickly, is she still in danger of being executed then if the state doesn't agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "POTKIN",
      "sentences": "Well, the -- she remains on death row today. And the case is now before the Court of Criminal Appeals. And there are four different reasons why her conviction has been recommended to be overturned.Only one of those needs to prevail for her conviction to be overturned. And until that happens, she remains on death row...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "BROWN",
      "sentences": "All right, Vanessa...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "POTKIN",
      "sentences": "... and with the death sentence and conviction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "BROWN",
      "sentences": "All right, well, we will need to cover this.Vanessa Potkin, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:38:33",
      "speaker": "POTKIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:02",
      "speaker": "CLETE WILLEMS, FORMER DEPUTY DIRECTOR, NATIONAL ECONOMIC COUNCIL",
      "sentences": "Well, let me just say, first off, I mean, that it is clear, I agree with your intro, that there are going to be tariffs.But everyone needs to remember that the tariff man is also a dealmaker. And I do think that there need not be tariffs across the board on everyone. It's really going to be a question of whether other countries come to the table and address some of those unfair practices that they're engaging in. And when you look at what President Trump is trying to do, he's trying to achieve a couple goals. And I think they're bipartisan goals, number one, more manufacturing in the United States, number two, combating unfair trade practices, number three, restoring balance of the international trading system. Right now, we have an inequitable system where other countries have higher tariffs than we do. And he's trying to equalize that. And we don't know yet how this will go. There may be more tariffs. There may be more deals. There's probably going to be a little bit of both. But on your inflation question, which is a good one, right, I mean, people always ask me, how can President Trump move forward with this policy, given he just won this election inflation? And what I'd say is this, is you cannot look at this tariff plan in isolation. This tariff plan is part of a larger playbook where President Trump is going to come into office, he's going to work for more tax cuts, he's going to have deregulation, he's going to have an energy and a housing plan. And only against that backdrop are you going to see those tariffs. And the thinking is that we will be able to absorb that, that our economy will be able to absorb that. And that's what happened last time is, we put in tariffs, there wasn't huge inflation because there were all these other things going on. And then when you really drill down to a product-by-product basis, it's different, right? There are some products where what's going to end up happening is that other countries will absorb the costs. And there are some products where costs will get passed on. There's no question about that. But the point is you have to look at that holistically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:02",
      "speaker": "BROWN",
      "sentences": "Well, let's talk a little bit more about that because Trump has said the foreign countries, like China, would absorb the cost. But economists say, actually, no, the way tariffs work is, it's theU.S. company who's importing that good who then will pass down the higher cost, the tax, to the consumer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:02",
      "speaker": "WILLEMS",
      "sentences": "Yes, well the point here I was making is you have to look product by product.And last time, after we imposed the tariffs, the agency, the International Trade Commission, which is not -- it's an independent agency, it's nonpartisan. They looked at this question. They looked at the question of semiconductors. Under the first term, we put a 25 percent tariff on semiconductors. And what happened? Prices only went up about 3 percent. However, imports from China, they went down 72 percent. And so the point was, this is an example of a good tariff, a strategic tariff that worked. It helped wean off our dependence on China. It helped deal with their excess capacity, and it didn't hurt the people who were buying semiconductors. Now, there are other tariffs that may impact people differently. And I think the goal moving forward in the Trump administration is going to be trying to figure out, how do you tariff -- impose tariffs in a way that achieves those strategic aims and how do you have less of the others that don't? But a lot of this, like I said, will come down to, do other countries come to the table in a meaningful way and help negotiate with us when we have legitimate grievances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:02",
      "speaker": "BROWN",
      "sentences": "So when Trump threw out there on the campaign trail about tariffs and increasing them so much, I mean, large percentages, do you think that was more of a dealmaking tactic than a real genuine policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:02",
      "speaker": "WILLEMS",
      "sentences": "Yes.Well, look, I mean, I think that the reason President Trump is such a good negotiator is, he is willing to do it. He is willing to pull those triggers on those tariffs, I have no doubt. What I suspect will happen is that, as he starts moving forward with that, other countries will realize there's another path. Maybe we can find a way to move him in another direction by coming to the table and working with the United States. And that is in some ways the playbook we had last time with China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:02",
      "speaker": "BROWN",
      "sentences": "Very quickly, Treasury secretary, what do you think? Who's it going to be?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:02",
      "speaker": "WILLEMS",
      "sentences": "Well, I think we have an embarrassment of riches. There's a lot of people who want that job. I'm eagerly awaiting, like you are, but I'm confident it'll be a good pick.",
      "isLastSentenceInterrupted": false
    }
  ]
}