{
  "date": "2024-08-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Key Inflation Gauge Did Better than Expected Last Month; How Israeli Raid in West Bank Impact Negotiations; At Least 19 Killed During Israel Raid in West Bank; TSA Expecting 17 Million Passengers This Labor Day; College Football Back. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JARED BERNSTEIN, CHAIR, COUNCIL OF ECONOMIC ADVISERS",
      "sentences": "-- percent. Our GDP, our overall economy is 70 percent consumer spending. That's a lot higher than most other countries. And if we have an American consumer with wind at his or her back with rising real pay, easing inflation, that's just going to translate into the kind of momentum that we've seen in this expansion.Add in lower gas prices, great travel this season, I know the TSA numbers are up, and you really have an economy that just has a lot of forward momentum. And so, I would say at the root of this is the very strong job market, which, while we saw a cooling report in some recent months, remains quite strong. Put all that together, it's a recipe for ongoing growth fueled by healthy, strong consumer spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Are you concerned right now? And again, you're not going to tell the Fed what to do or suggest what they should do. I'm aware of kind of how you guys operate over there in terms of independence. But you know, I was talking to Austan Goolsbee, the Chicago Fed president a couple weeks ago, said, look, there's a reason to be concerned or at least more cognizant on the employment side right now. Are you in that space as well, that perhaps rates have been too high for too long and we're at a kind of a risk on the employment side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERNSTEIN",
      "sentences": "I think if you look at some of the really up to date indicators on the job market, and certainly, the most prevalent one would be unemployment insurance claims, they've been very well behaved. They've been coming in just about where you'd want to see them for a sustained job market.Now, of course, my old friend, and he used to have the same job I do. Austan is correct that the job market has cooled, but some of that is just getting back to kind of a normalization, which is a word you actually hear from Fed officials, about the economy, just getting the economy back from its kind of breakneck pace out of the pandemic induced recession. And so, as long as we have the kinds of consumer spending that we're talking about this morning, and we really haven't seen layoffs, that's why that unemployment insurance number is so important, again, I think we have a sustainable path for continued ongoing recovery, steady, stable growth. But what does this mean at the kitchen table, which is most important for this president and vice president? Easing inflation, cost savings. We have to keep pressing down on costs, and I think you hear Vice President Harris, President Biden with an aggressive agenda in that regard, particularly regarding housing. It's very important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Do you feel like that your proposals didn't go far enough and that's why the vice president has gone further in terms of, you know, first time homebuyer credit? More importantly, I think you guys had the number at 2 million, she's saying 3 million in terms of housing inventory or new housing. Do you think that you were not aggressive enough on this front inside the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERNSTEIN",
      "sentences": "I don't think so. I mean, I think what you see there is the vice president very smartly, reasonably building on a set of proposals that, you know, are very much in place over her watch, proposals she worked out with the president himself.So, look, we have an acute shortage of affordable housing in this country. If we can chip away at that to the tune of 2 million or even 3 million, 1 million better, if I'm doing my math right, that's exactly the right direction to go. I think what you want to do is probably get less hung up by that number and look under the hood at what we're proposing here, and especially relative to the opposition. I mean, Trump's housing plan is just -- to me, it's just nonsensical and noncredible. Whereas, Vice President Harris' plan, again, building on the president's, has to do with some very well-established tax credits and subsidies that make building affordable housing pencil out in a way it currently doesn't. Builders just can't afford to build affordable multifamily or single-family housing until you implement the kinds of plans that she's introduced. I'm very confident that they will, in fact, add 2 or 3 million affordable units, really taking a chunk out of the decadelong affordable housing shortage in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes, there's nothing more stunning than looking at the housing stats numbers compared to 10, 15 years ago in terms of where they are now. As I know you know well and your math was correct, 3 million to 2 million, that's 1 million. Jared Bernstein, always the numbers guy. I appreciate your time, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERNSTEIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Vice President Kamala Harris says if she's elected, she will not change the Biden policies toward Israel. That means a Harris administration would not withhold weapons to Israel in its war with Hamas. But Harris also stressed the need to end the suffering for civilians in Gaza. Here's some more of her exclusive CNN interview.(BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT AND U.S. PRESIDENTIAL DEMOCRATIC CANDIDATE:  Let me be very clear. I'm unequivocal and unwavering in my commitment to Israel's defense and its ability to defend itself, and that's not going to change. Far too many innocent Palestinians have been killed. And -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BARAK RAVID, CNN POLITICAL AND GLOBAL AFFAIRS ANALYST AND POLITICS AND FOREIGN POLICY REPORTER, AXIOS",
      "sentences": "Well, honestly, I think, generally speaking, when Israelis look at this campaign, I think it's being -- it's divided in Israel across party lines. I think it's clear to everybody that Netanyahu and his political base would rather have Trump as the next president. And I think that many of Netanyahu's rivals look at the situation and almost automatically say, OK, so if he wants Trump to be the next president, we want Harris.But it's just a sort of example for the, you know, domestic division -- political divisions in Israel right now. And I'm not sure how many people are able to look at the merits and really make, you know, a comparison between the two candidates once Netanyahu is obviously in a pro-Trump position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MATTINGLY",
      "sentences": "I want to ask about ceasefire negotiations in a minute, but I do have to ask, you wrote the kind of the definitive book on the former president and the relationship with Israel. You had amazing reporting from your interview with the former president about his rather caustic view of Prime Minister Netanyahu. We obviously saw them meet in Mar-a-Lago a couple of weeks ago, I guess. Where are they now? Are they good? Is everything great? Are they back aligned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "RAVID",
      "sentences": "Well, you know, good is a big word when it comes to the Trump- Netanyahu relationship. I don't think Trump fundamentally change his view of Netanyahu. I think right now, during the campaign, it makes sense for him to sort of, you know, bury the hatchet at least temporarily because he needs it for his campaign because a lot of Trump's base likes Netanyahu. And if there's a rift between Trump and Netanyahu, that's a problem for Trump.So, I think that was a big part of what you saw in the last few weeks that, you know, they came back together after almost four years of not talking to each other. But I think the basic position that Trump has about Netanyahu hasn't changed. And if Trump is elected and Netanyahu is still prime minister, I don't think the relations are going to be at least as good as they were at the beginning of Trump's last term. I'm not sure they're going to be as bad as they were at the end of Trump's last term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MATTINGLY",
      "sentences": "It's going to be fascinating to watch if they get to that point. We can negotiators -- or negotiations over that ceasefire and hostage release deal. They collapsed in Cairo. Mediators then moved to Doha to try and close the remaining gaps in the deal. You've been relentlessly covering this every kind of step of the way. What are your sources telling you about where the talks actually stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "RAVID",
      "sentences": "Well, so, I don't think the talks collapsed. On the other hand, there's no breakthrough. I think there was a big disagreement over the, you know, political -- big political hot potato that is called the Philadelphi Corridor, this stretch of land along the Gaza- Egypt border that Netanyahu demands to maintain Israeli control there. And Hamas, obviously -- Hamas and Egypt opposed that.I think what CIA Director Bill Burns and Biden's Middle East adviser, Brett McGurk, did is they said, OK, let's push that towards the end and focus on the stuff that we can maybe get to an agreement on. For example, the issue of the prisoner and the hostage release. I mean, who's -- how many prisoners are going to be released? How many hostages are going to be released? What's the going to be the ratio of hostage and prisoners? And what's the sequence is going to be? What the lists are going to be? Who are going to be the people who will be released? And the talks in the last few days focused on that. And actually, what I hear from both Israeli and U.S. officials is that there was some progress on this issue. Hamas gave Israel a list of the prisoners they want released. Israel gave Hamas a list of the hostages they want released. There's been a discussion over the names. There's no decision yet, no agreement yet, but this is an issue that wasn't seriously discussed until the last few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "RAVID",
      "sentences": "So, I think the concern is very high. It's not directly connected to the negotiations over the hostage deal, but it's connected to the wider crisis that the region has been in for the last 10 months. We've been so focused on Gaza naturally because, you know, the war is there. We were very focused on Hezbollah in Lebanon. We were also focused on Iran and Israel, and the West Bank sort of was on the sidelines. But this does not mean that the situation in the West Bank over the last 10 months the Israeli militants was calm. Not at all. Quite the contrary.There's been a slow escalation there. On the one hand, increase in attacks by Palestinian militants, on the other hand, increasing raids by the Israeli military, and add to that an increase in violent attacks by settlers against Palestinian civilians. When you put all that together. That's a powder keg that hasn't exploded yet, but it doesn't mean that it's not going to. And I think this is the main concern, that every day you get closer to this powder keg exploding in the West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "MATTINGLY",
      "sentences": "Barak Ravid, as always, my friend, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "RAVID",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "MATTINGLY",
      "sentences": "A record number of holiday travelers are expected to crowd the nation's airports and interstates this Labor Day weekend. The TSA expecting potentially 17 million passengers on flights between now and Tuesday, with nearly 3 million traveling just today. CNN's Rafael Romo joins us now from the world's busiest airport in Atlanta. Rafael, what can travelers expect this weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "A lot of crowds, Phil, but the reality is that so far what we've seen is that, yes, you see wave after wave of people, passengers getting here, but they get processed. They get screened really, really fast.And you were saying at the beginning that we're talking about 17 million people, to put that number in perspective is like adding the entire population of both the Chicago metro area and the Dallas metro area, and those passengers are going to get across airports throughout the nation between yesterday and Wednesday, September the 4th, of course around the Labor Day weekend, people traveling everywhere. And the reality is that today, this Friday, is the peak air travel day with 2.86 million traveling across the nation. Here in Atlanta, between yesterday and today, 140,000 people crossed through this airport. And earlier I had an opportunity to talk to an airport official about what kind of preparations they had to do to face this challenge, and this is what she had to say. (BEGIN VIDEO CLIP) ALNISSA RUIZ-CRAIG, HARTSFIELD-JACKSON INTERNATIONAL AIRPORT MEDIA RELATIONS MANAGER:  No, this is already our staff that's prepared and ready for these kind of travel days. We're used to the heavy travel periods like Labor Day, Fourth of July, Thanksgiving. So, we are always geared for this kind of volume. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ROMO",
      "sentences": "There's also a big incentive, Phil, when it comes to gas prices because they're much lower than last year. I was checking some numbers, and according to AAA, the average national price of a gallon of gas is $3.35, compare that to $3.81 last year.But yes, there will be crowds. There will be a lot of people driving. So, you have to be patient. And what airport officials are telling us, what they tell us every holiday, be patient, arrive with plenty of time before you get to your flight. Phil, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "MATTINGLY",
      "sentences": "My friends, we made it. College football is back. Week one already underway. Week zero already took place. CNN Sports Anchor Andy Scholes, the only person I want to talk to in this moment in my life. What are we going to watch this weekend, Andy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Oh, hopefully, Phil, you can spend all Saturday on your couch and enjoy the first big Saturday of college football. But yes, I mean, we got some great ones right out of the gate. The biggest one's taking place tomorrow, right here in Atlanta, over at Mercedes Benz Stadium. You got number one Georgia going up against Dabo Swinney and 14th ranked Clemson. Then you got Florida and Miami renewing their rivalry in the swamp. Seventh ranked Notre Dame's going to College Station and take on Texas A&amp;M. Then on Sunday, you got a big one as well. You got one game between USC, LSU. That should be a good one.Week one kicking off last night with Coach Prime in Colorado. They were taking on North Dakota State, a team that's routinely one of the best in the FCS, which is the second highest level in the sport. You know Deion's son, Shedeur, he's the quarterback. He had the great opener as well. 445 yards, passing four touchdowns. Three of those TDs going to star Travis Hunter in this last one here. Look at the grab Hunter makes. Incredible with the defender all over. And that TD put Colorado up 31 to 20. The Bisons though had a chance to win this game on the final play, look at this Hail Mary. It actually gets caught, but it's short at the four-yard line. Colorado survived 31-26 in that one. And here was Coach Prime and how he was feeling after the game. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "DEION SANDERS, COLORADO HEAD COACH",
      "sentences": "I'm pretty good. I go home. I'm going to sleep good. Really good. Really good tonight with that. So, I'm cool with that. We would like to see a little more balance, but what is balance? Balance is wins really. That's what balance is. Nobody says nothing when you win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SCHOLES",
      "sentences": "Always sleep good after a win. Elsewhere, North Carolina and Minnesota also playing a nail bite of the Golden Gophers, getting into field goal range to try to win it with two seconds left. But guess we're not going to show you the kick there. I promise you, it went wide right.Oh, you know what we showed you, Phil? We showed you the fireworks going off after they lost. That was that clip right there. Minnesota lost 19-17. But still set the fireworks off. So, that was unfortunately for them. But Phil, I know a game you're pumped up for tomorrow. Second ranked Buckeyes hosting Akron. And for all you viewers out there that didn't know, before Phil was award-winning newsman, he was a star on Ohio State baseball team. Look at that right there. Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, I mean, star -- I've been playing at the fact check on star, yes, I look good then. Large neck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SCHOLES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "MATTINGLY",
      "sentences": "I've clearly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SCHOLES",
      "sentences": "You're looking the weights a lot back then, it looks like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Yes, we'll go with weights, not other things you consumed in college. Andy Scholes, I love you, man. Thanks so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}