{
  "date": "2024-08-15",
  "headline": "One World with Zain Asher",
  "subHeadline": "Trump Holds Another News Conference in a Week; Arrests Made in the Death of Actor Matthew Perry; Authorities Share Details on Charges in Matthew Perry Case; 40,000 Plus Palestinian Killed in 10 Months of War; Gaza Ceasefire Talks Resume in Qatar; President Biden and VP Harris Joint Appearance in Maryland. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "All right. Hello, everyone. Live from New York. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "And I'm Zain Asher. You are watching One World.We have got a very, very busy hour for you just ahead. Any moment now, we're expecting to hear from the U.S. attorney's office in California about an arrest made in connection with the drug related death of the \"Friends\" actor, Matthew Perry. We're waiting for that to start any moment now. We will, of course, bring you that news conference live when it begins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "And later this hour, we will take you to Maryland to hear from President Joe Biden and Vice President Kamala Harris. It's the first timethey've shared a stage since he announced that he's stepping aside from the Democratic ticket. It's a familiar sight over the past four years that takes on a whole new meaning now, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ASHER",
      "sentences": "Yes, their joint appearance is to promote the administration's efforts to fight inflation and to keep prices low for all Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Specifically on drugs. A short time after they leave the stage, Donald Trump will hold his second news conference in a week. Now, lastweek's news conference was full of rambling answers and falsehoods by the former president. Aids have been urging him to stay on message. We are now going to take you live to that news conference. We told you about at the top of the show in Los Angeles. Let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "ANNE MILGRAM, DEA ADMINISTRATOR",
      "sentences": "Good morning. Today, we announced charges brought against five individuals who together are responsible for the deathof Matthew Perry. Each of the defendants played a key role in his death. They falsely prescribed, sold, or injected the ketamine that caused Matthew Perry's tragic death. In the United States, most forms of ketamine are only approved by the Food and Drug Administration for anesthesia. A nasal spray version is approved for treatment of depression, but only in a certified medical setting. Here, Matthew Perry sought treatment for depression and anxiety and went to a local clinic where he became addicted to intravenous ketamine. When clinic doctors refused to increase his dosage, he turned to unscrupulous doctors who saw Perry as a way to make quick money. Dr. Plasencia and Dr. Chavez violated the oath they took to care for their patients. Instead of do no harm, they did harm so that they could make more money. Without performing any medical evaluation or monitoring, they supplied Matthew Perry with large amounts of ketamine in exchange for large sums of money. Charging Perry $2,000 for a vial that cost Dr. Chavez approximately $12. As Matthew Perry's ketamine addiction grew, he wanted more, and he wanted it faster and cheaper. That is how he ended up buying from street dealers who sold the ketamine that ultimately led to his death. In doing so, he followed the arc that we have tragically seen with many others whose substance use disorder begins in a doctor's office and ends in the street. Perry turned to a street dealer, Eric Fleming, who sourced his ketamine from a drug trafficker known as the Ketamine Queen, Jasveen Sangha. The ketamine supplied by Sangha would ultimately be the dose that took Matthew Perry's life. Sangha knew that the ketamine she supplied could be deadly, since in 2019, she had sold ketamine to Cody McLaury, who died at the age of 33. But despite this knowledge, she continued to sell ketamine and methamphetamine throughout Los Angeles. Matthew Perry's journey began with unscrupulous doctors who abused their position of trust because they saw him as a payday. And it ended with street dealers who sold him ketamine in unmarked vials. The desperation that led Perry to these individuals was not met with help, as it should have been from the doctors. But instead, it was met with exploitation. Exploitation by those who should have guided him toward help. This betrayal of trust is at the heart of this tragedy. Since 2023, DEA has investigated nearly 500 drug poisoning and overdose cases, just like Matthew Perry's. We run a national initiative known as OD Justice, where we work with our state and local law enforcement partners to conduct investigations after someone has passed away. And it is important to note that the national model we today have in every 50 states across the United States is based on the work that started here in Los Angeles. We began this work with our partners in the Los Angeles Police Department and with other local police departments and sheriff's offices in California, in the Los Angeles area, and with the U.S. Attorney's Office. And today it stands as our national model for this critical work. Together, as part of OD Justice --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Some really damning text messages and other evidence had been relayed in this press conference. There's part of this investigation,among them we hear from the DEA saying that all five knew what they were doing was wrong, and yet they continue to do it to profit for themselves. The charges against them include conspiracy to distribute ketamine, distribution of ketamine resulting in death, the possession with intent to distribute methamphetamine, and altering and falsifying records related to a federal investigation. Some of these charges carry a life sentence as well as 120 years, a maximum sentence. Let's go straight to CNN's Omar Jimenez. We heard from three officials there, Omar, a lot of detail. And as Zain said, at times very sad and tragic laying out of the events that unfolded that ultimately led to Matthew Perry's death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ASHER",
      "sentences": "I mean, some of the evidence, Omar, here is so damning, including - - and you touched on this, the text messages that were exchanged with the doctors saying, I wonder how much this moron will pay. Let's find out. Iwant to be his go-to drug source. Just the text messages alone, just really heart wrenching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "And then, on news of his death, telling each other to delete their text messages as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ASHER",
      "sentences": "Right, right. Twenty bottles of ketamine in exchange for $55,000 in cash between September and October last year. Omar, very sobering stuff. Wehave to leave it there. Omar Jimenez, thank you so much. We'll be right back with more. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ASHER",
      "sentences": "All right. It is a horrific statistic the U.N. is calling a really grim milestone for the world right now. About one in every 55 people inGaza has lost their life since the start of the Israel-Hamas war in October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. The Hamas-run Gaza Health Ministry says so far more than 40,000 Palestinians have been killed, the majority of them women andchildren. The actual number may be higher. Israel said that it had killed more than 17,000 combatants since the start of the war. Thousands are missing and believed to be buried under the rubble. Gravediggers are working nonstop to keep up with demand. (BEGIN VIDEO CLIP) NAJY ABU HATED, GRAVEDIGGER IN GAZA (through translator):  I swear we are collapsed. Life has been ruined. And people, may God support them. We dig roughly 50, 60, 70 graves daily until the death toll reached 40,000 people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ASHER",
      "sentences": "That soaring death toll is adding a sense of urgency to critical ceasefire talks now underway in Doha, where the expectations are certainlylow, but the stakes are, of course, sky high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ASHER",
      "sentences": "Looming over all of this is the threat of an Iranian attack on Israel that could lead to a much wider regional war. Hamas isn'tparticipating in the talks, but they have said that they will engage with negotiators after. The White House, meantime, is very eager, of course, to get the deal done. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "JOHN KIRBY, WHITE HOUSE NATIONAL SECURITY COMMUNICATIONS ADVISER",
      "sentences": "There have been way too many civilian casualties. Too many innocent people caughtup in the crossfire because of the violence and because of the combat. And Gaza is still a combat zone. And what we're trying to do here at the White House is work feverishly to get this ceasefire deal in place so we can get at the very least six weeks of calm and a chance to get the most at-risk hostages out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Ofer Shelah was a member of the Knesset Defense and Foreign Relations Committee. Now, he's a senior research fellow at the Institutefor National Security Studies. And he joins us from Israel. Ofer, welcome to the program. Thanks so much for joining us. We continue to hear that this may be the last real hope of any sort of ceasefire, hostage release deal at the moment. And what's different is not only an impending attack perhaps from Iran and Hezbollah or Iran and its other proxies, but also that you're seeing real division play out publicly between the prime minister's office and the defense establishment within this government that says that now is the time for a deal, that the conditions are set for physical safety of Israelis to withstand a six-week ceasefire, to bring these hostages home. Do you agree with the prime minister's stance on this, where it seems he's dug in his heels for whatever reason, or with the defense and security establishment, which says that now is the right time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "OFER SHELAH, FORMER MEMBER, ISRAELI KNESSET AND SENIOR RESEARCH FELLOW, INSTITUTE FOR NATIONAL SECURITY STUDIES",
      "sentences": "I agree with the defense andsecurity establishment completely. The prime minister is not saying he's against the deal, he's -- but he keeps him. So, we hear, he keeps adding new terms to the deal that make it harder for it. But we have to remember that even if Israel and the mediators reach an agreement, this is not necessarily include Hamas, which is, as you mentioned before, is not participating in the talks. We don't know where Yahya Sinwar, the leader of Hamas, is, no less, you know, even more so where he stands. And the stakes are -- as you mentioned, are higher than ever, because right now, failure of those talks will mean almost surely an attack by at least Hezbollah, maybe Hezbollah and Iran, on Israel to which Israel would have to retaliate and the danger of a major regional war is becoming even closer. So, what's at stake right now is really crucial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ASHER",
      "sentences": "And, Ofer, just in terms of the assassination a few weeks back of Ismail Haniyeh, what sort of impact do you think that assassination has hadon ceasefire negotiations? And also, what sort of impact do you think his assassination has had on Israel's stated goal of defeating and completely eliminating and destroying Hamas, especially since a lot of the leaders in Hamas eventually do get groomed, re-groomed, and replaced?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and not to mention the assassination of Fuad Shukr, which Israel did take responsibility for in Lebanon. And as you note, it's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SHELAH",
      "sentences": "Yes, but that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SHELAH",
      "sentences": "Excuse me for interrupting, but that was a retaliation for the murder of 12 Israeli children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Oh, of course. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SHELAH",
      "sentences": "And we had to retaliate on that. And I thought that killing Shukr, who's a military leader, perhaps the military leader of Hezbollah and not,you know, bombing, you know, something else in Lebanon and maybe jeopardizing civilians was the right response. The thing is that all of this happening together only strengthened the point that I was making about this being about the Axis and made things much more complex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, Fuad Shukr, we should note, also has the blood of over 200 U.S. servicemen on his hands as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SHELAH",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Ofer Shelah, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ASHER",
      "sentences": "Thank you, Ofer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back to One World. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga. Right now, we are waiting for Kamala Harris and Joe Biden to speak at a community college in Maryland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ASHER",
      "sentences": "It will be their first appearance together since he pulled out of the presidential race, allowing her to become the Democratic nominee. It'salso the start of a push by the Harris campaign to win over the debate about the economy. Both today's event and a major speech tomorrow are both going to be highlighting Harris' vision for economic growth and combating inflation as well. So, what should be -- what should we be on the lookout for as Biden and Harris make this joint appearance -- make this appearance together today? Joining us live now is presidential historian Tim Naftali. So, Tim, good to be with you. Just talk us through why it is so important for them to appear together today. What does it achieve? Walk us through that. TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN, FORMER DIRECTOR, NIXON PRESIDENTIAL LIBRARY AND SENIOR RESEARCH SCHOLAR, COLUMBIA SCHOOL ON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "INTELLIGENCE AND PUBLIC AFFAIRS",
      "sentences": "Well, one of the most dramatic results of President Biden's decision to withdraw was the quickness with which theDemocratic Party rallied around his vice-presidential choice, Kamala Harris. And it's still important to keep that momentum going that President Biden stand next to Vice President Harris. We know he supports her, but that's been done on a split screen and now, we'll see them together. There are elements of the Democratic base that President Biden still connects very well to among which we describe seniors. Indeed, today's speech will be about -- I think, partly about drug costs and a major agreement that's been struck with Big Pharma to reduce the cost of drugs. Well, many American families benefit from that -- would benefit from that, of course, but especially American seniors. So, President Biden has a role to play in helping his vice president become the next president of the United States. And today's joint appearance is one step towards that goal. One other thing. Look at their body language. There's been some very good reporting, it appears, about President Biden's feelings these days about the manner in which his own candidacy came to an end. He does not blame Vice President Harris. He is very unhappy with other Democratic leaders, such as Nancy Pelosi, but not with Vice Presidential -- Vice President Harris. So, we should see a real comfortable -- there should be a sort of a comfort zone between the two of them, makes clear that the torch has -- the baton has been passed, and that vice -- that President Biden is all in for his vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, these Medicare drug price negotiations the White House will tout that saved Americans some $6 billion in lower drug prices, andthat's set to kick in next year or the year after this year, additional, there will be 10 drugs in the next year, 15 drugs very popular, very common, lifesaving drugs, as you said, specifically with older Americans. Tim, what is interesting is that -- that's been frustrating for the Biden- Harris administration is that a lot of his economic policies while on paper sound and resulting in positive data wasn't really reflected in the polls. It didn't seem to resonate with Americans yet. And now, within the last three weeks that Kamala Harris is on top of the ticket, you actually see a rebound for her. The Financial Times last week said, for the first time, Americans seem to trust her more in handling the economy than Joe Biden -- than Donald Trump. Why do you think that is? What changed here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ASHER",
      "sentences": "You know, yes, it's interesting what you bring up because throughout President Biden's presidency, there has this been -- there hasbeen this sort of dichotomy between having a really resilient and robust economy, but ordinary Americans not feeling it. And you talk about obviously mortgage rates. You talk about just the higher cost of living that Americans are having to absorb. So, in your opinion, is the economy, at this point in time, the most important issue in this election? Give us your take on that, Tim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NAFTALI",
      "sentences": "Well, Americans tell us the exit polls on election day what the most important issue was in shaping their vote. But I would say that itdepends on the American. I believe that reproductive rights is going to be an extraordinarily important issue in this election. And I -- so, I think the economy, of course, will be important. Reproductive rights will be important. I think for some Americans, the whole issue of immigration is very important, and the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ASHER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "NAFTALI",
      "sentences": "And then there are other Americans for whom cultural issues are always important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ASHER",
      "sentences": "Tim, we are actually seeing on our screens right now, President Biden and Vice President Kamala Harris speaking. They are in Maryland.They're about to take to the stage talking about the importance of lowering prescription drug prices for ordinary Americans. Obviously, Kamala Harris tomorrow is going to be unveiling her full, sort of, economic policy. But here they are, the first joint appearance --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "As Tim said, watch for the body language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "CROWD",
      "sentences": "Thank you, Joe. Thank you, Joe. Thank you, Joe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "HARRIS",
      "sentences": "So, we here, we believe deeply every senior in our nation should be able to live with security, stability and dignity. And so, in the UnitedStates of America, no senior should have to choose between either filling their prescription or paying their rent. That's the subject of today because we know for far too long, far too many of our seniors have struggled to afford their medication. And as a result, seniors have been forced to spend their time trying to figure out how they are going to be able to fill a prescription like insulin based on the doctor's prescription, which is about saving their life or whether they'd have to ration their pills to be able to make it stretch through a month. And why -- we all know, but let's ask, why are prescripts -- why are prescription drugs so expensive? I will tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "CROWD",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "CROWD",
      "sentences": "Thank you, Joe. Thank you, Joe. Thank you, Joe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "HARRIS",
      "sentences": "And this is to the benefit of not only tens of millions of people on Medicare, but also millions of Americans on Medicare who have long-termdisabilities. And understand, as a result of our negotiations, the government will also pay less than for prescription drugs. And think about what that means in terms of paying -- helping taxpayers save money, whether or not they take these medications. So, all of this is to say, two years ago as vice president, I was proud to cast the tie breaking vote that sent the bill that gave Medicare the power to negotiate and let it get to the president's desk. And I was proud when our president, Joe Biden, signed that bill into law. In the two years since, we've been using this new power to lower the price of life-saving medications. And now, to announce the result of those negotiations, it is my eternal and great, great, great honor, I have to tell you, to serve with this most extraordinary human being and American and leader, our president, Joe Biden. JOE BIDEN, U.S. PRESIDENT:  Thank you. Thank you. Thank you. Thank you, Kamala.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We love you, Joe.",
      "isLastSentenceInterrupted": false
    }
  ]
}