{
  "date": "2024-01-25",
  "headline": "Amanpour",
  "subHeadline": "Interview With Daughter Of Nobel Peace Prize Laureate Narges Mohammadi Kiana Rahmani; Interview With \"Origin\" Director Ava Duvernay; Interview With The New York Times Foreign Affairs Columnist Thomas Friedman. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone. And welcome to AMANPOUR. Here's what's coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KIANA RAHMANI, DAUGHTER OF NOBEL PEACE PRIZE LAUREATE NARGES MOHAMMADI",
      "sentences": "Nothing replaces the presence of your mother.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Nobel Laureate Narges Mohammadi, jailed and still fighting for women's rights in Iran at great cost to herself and her family. I speakwith her daughter, Kiana. Then -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You don't escape trauma by ignoring it. You escape trauma by confronting it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "\"Origin,\" a movie like no other. Director Ava DuVernay takes an inspiring deep dive into the origins of racism, America's original sin.And veteran columnist Thomas Friedman tells Walter Isaacson why Benjamin Netanyahu's cynical politics could hurt Israel and Joe Biden's presidency. Welcome to the program, everyone. I'm Christiane Amanpour in London. 61 women in Iran's notorious Evin Prison, among them Nobel laureate Narges Mohammadi, are launching a hunger strike today, protesting a wave of executions linked to nationwide demonstrations that erupted after the death in custody of Mahsa Amini in 2022. Just this week, Iranian authorities hanged a 23-year-old man who reportedly had a mental health condition. Mohammadi won the Nobel Prize for her work fighting the oppression of women. She spent most of the past two decades in jail. The court just added another 15 months to her sentence for \"spreading propaganda while in prison.\" That's according to her family. And yet, still she won't be silenced. Today, CNN is publishing a new letter from Mohammadi calling on U.N. member states to declare gender apartheid a crime. In a moment, I'll speak to her teenage daughter, Kiana. But first, Correspondent Jomana Karadsheh is covering all the latest developments, and she's joining me now. Jomana, good to have you on. You've been covering Narges Mohammadi for a while. In fact, you got one of the first exchanges, or the first, with her in prison. People are going to think it's -- you know, explain to people how she's just getting more and more punishments and yet, they keep at it. And now, she's on a hunger strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "It's truly remarkable what you see happening today, this announcement of the hunger strike. You've also gotthis letter that she's sending to the U.N. secretary general, an op-ed to CNN, it is exactly for this sort of acts that she is getting punished time and time again. She has a total sentence now of more than 12 years, Christiane, in just in the past few years, while behind bars. She has been convicted and sentenced three more times for acts like this, accused of propaganda against the state. This is a woman who determined that not even the darkest cells of Evin have silenced her and it is, you know, coming at a huge cost for her and her family. She has been banned from even hearing her children's voice for the last two years almost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "I know they can't talk to her on the phone and we will hear more of that when I talk to Kiana, her daughter, 17-year-old, and they're exiledin France. It's a really desperate situation. A lot of this and the extra punishment and the extra attention to people like Narges who won the latest Nobel, 2023, is because of their huge support for the woman life freedom protests and all that that spilled onto the streets after Mahsa Amini's death. Where is that? Where is the momentum? Where is, you know, this protest movement right now? Because the authorities have pretty much squelched it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "In the meantime, mentioning executions related. So, this 23- year-old who apparently has some mental health issues, has been executed. Why? What reason did the authorities give for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KARADSHEH",
      "sentences": "I mean, it was very surprising. A couple of nights ago, the news started spreading when his lawyer announced that he had receivednotification that Mohammad Ghobadlou, 23-year-old, who was accused of running over and killing a police officer during the protest, and the lawyer announced that he was about to get executed. And it was quite surprising because they were under the impression that the appeals process hadn't been exhausted yet, that there was still more to go. But then the regime carried out this execution. Amnesty International, Christiane, had raised very serious issues with his trial, with his situation, of course, having mental disabilities, international law prohibits the use of the death penalty against people with mental disabilities, but also the fact that he was one of the many protesters who were rounded up after these protests, and they were put on what was described as these show trials, unfair trials, where, you know, protesters convicted, using what rights groups say were confessions that were extracted under torture. And Mohammad Ghobadlou, it was the latest to have been executed. Of course, you know, over the past year or so, we've seen about eight protesters who have been executed. The fear is there are many more. And so, what we're seeing right now is the survival of this call to stop executions in Iran, where you have so many high-profile figures, including Narges Mohammedi and others calling it that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. I mean, it's dramatic. And her daughter, who I said we're going to hear from in a moment, has also sent a statement to us and she'spublished it. The Iranian people are against executions, and after the announcement of the hunger strike by imprisoned women, a powerful domestic and international movement has emerged in support of them. I hope no girl, like the one in my mother's arms, becomes an orphan due to her father's execution, and that no one is in prison for opposing executions, and that there will be no authoritarian regime in the world. It's a big task for a 17-year-old. And she is about to come out. And, you know, she talked to you briefly at the Oslo, and we'll talk about that, but she's about to, you know, talk about, again, her mother's lobbying against what they call gender apartheid and generally, you know, for women's rights. I just want to ask you. You went to Oslo. What was it like? What was the atmosphere? Obviously, Narges wasn't there, but you talked to her daughter. They -- her and the twin brother had to accept, you know, on behalf of their mom. And it's hard to be the daughter of two activists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KARADSHEH",
      "sentences": "What this family has gone through, Christiane, it's just very hard to put it into words. We met them first last summer before NargesMohammadi was awarded the Nobel Peace Prize, living in self-exile in Paris. Their father, Taghi Rahmani, he's also a political prisoner. He spent total of 14 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Activist. He's not in prison right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KARADSHEH",
      "sentences": "He was. He was in prison for 14 years. He's had to become father and mother for his children. The children are no longer able tospeak Farsi. Now they speak French. That has become their language. And also, you know, you speak to them and you feel that there's this -- it's mixed emotions, right? They want to feel proud. They want to support their mom, but they miss her and they want her to be there with them. And, it's just very, very hard what this family is going through, but quite resilient. I mean, we're talking about children. The last time they saw their mother is, you know, there were not yet nine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KARADSHEH",
      "sentences": "I remember speaking with Ali, Kiana's twin brother, and he said that the last time he saw his mother, she made them breakfast. She sentthem to school. When they came back, she was gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KARADSHEH",
      "sentences": "And they haven't seen her since.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, it's the personal cost of this political activism and human rights activism. Jomana, thank you. And as I said, we are going to behearing from Kiana. A conversation with Narges Mohammadi's daughter. She joined me from Paris just before her mother announced that she'd been going on hunger strike. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, Kiana, last month in December, the Iranian authorities added more months to her sentence, apparently 15 more months. Why do you thinkthat is? Is it because of the Nobel Prize? RAHMANI (through translator):  Yes, they keep on adding these extra months of sentence, as you say. My mother has been sentenced to these further 15 months after she received the Nobel Peace Prize, because the government now sees her as even more of a threat. They are finding new ways to silence her as much as possible, and to isolate her from all contact with the outside world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Clearly, she's been punished since winning the Nobel Prize, something that is normally a great honor for a country. But she is clearlybeing punished for having not just won the Nobel Prize, but in Oslo, you and your twin brother accepted on her behalf, and you read a letter that she had managed to get out of prison. Here is a bit. This is your mother, I write this message from behind the high, cold walls of a prison. The Iranian people, with perseverance, will overcome repression and authoritarianism. Have no doubt, that is certain. Do you share her certainty? And what did you feel when she won that Nobel Prize? RAHMANI (through translator):  I think that it should not really have been me, or my brother, or my family, any of us to go to Oslo to receive this prize. It should have been my mother, because it was her who won the Nobel Peace Prize. It should have been handed to her. It was for her to attend all these events, but they did not allow her to. So, we went on her behalf. Obviously, I was very proud to read the letter that she wrote, and to have received the prize in her place. But I'm also very sad, because it really should have been her there, and not me. And personally, I am certain that one day, we will have freedom and democracy in Iran. Perhaps not now, maybe not in a month or a year, but eventually, we will succeed. But in order to get there, firstly, we have to respect women's rights. And this is what my mother is fighting for. Because Iran must respect women's rights. What my mother wants, what she is asking for, when women are treated badly in our country, in Iran, it should be criminalized. We need to give women more freedom and more rights in Iran, but also the Middle East as a whole. This would already be a good start, to respect the rights of women and criminalize the government's actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Kiana, I want to ask you about your personal feelings. You're obviously very proud of your mother. But you're a teenager, and I've heardyou say, I wish she had been around for birthdays, for holidays, to help me through my teenage years. You've also questioned your parents' decision to have children, when activism remains their priority at all costs. Tell me about that. RAHMANI (through translator):  To be the children of two activists is quite complex. We did not have a normal childhood. But I do want to say, all our family, whether my mother's side of the family or my father's, they made sure we had some kind of normality and a happy childhood, and they succeeded, as I only have good memories of my childhood. But growing up in a family like ours was about learning to stand up for causes, like democracy and women's rights, that they were important and worth sacrificing one's life for. Obviously, with the little day-to-day things, I would have really liked my mother to be here, to show me how to put on makeup, teenager things like that. So, it is hard to live without her, because nothing replaces the presence of your mother. But I'm still very proud of her, and I'm very happy that she chose to fight for women's rights in Iran, and that she has dedicated her life to this. It is an honor to be her daughter because I admire her a lot. I find it very moving to fight for this cause and that it is worth fighting for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Kiana, do you think you and your brother will see your mother again?RAHMANI (through translator):  Right now, we are trying to launch a campaign to free Narges. Meaning we want Narges Mohammadi to be released, so she is free. Personally, I hope she is released. And I do think it will happen. I have to try and believe it with all my heart. To see her one day, physically, in front of me. Sometimes I do get pessimistic about that. It feels impossible at times, but I have to hope. So, I hope to see my mother at least once again in my life. I can't know this, but I do have to believe that my mother will be released. And I think if we all work together, there is a chance that she will one day be free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Kiana Rahmani, thank you very much for being with us, and we wish you good luck.RAHMANI (through translator):  Thank you so much. That is very kind. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "And during my last interview with the Iranian foreign minister, I asked him about women's rights. Here's what he told me about a year ago.(BEGIN VIDEO CLIP) HOSSEIN AMIR-ABDOLLAHIAN, IRANIAN FOREIGN MINISTER (through translator):  There are standards and rules and regulations in every country, and the women have an important role in Iran, and they gained that role after the victory of the Islamic Revolution in Iran. Today, the outside networks, they are turning the issue of hijab and headscarf into a political crisis. Women in Iran, within the framework of rules and regulations, enjoy extraordinary freedoms. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Now to the world of film, where controversy has blown up around this week's Oscar nominations over apparent snubs to \"Barbie's\" GretaGerwig and Margot Robbie, who missed out on nods for director and actress, respectively. Our next guest is the award-winning filmmaker Ava DuVernay, and she went outside the big studio system to make her latest film, \"Origin,\" an adaptation of Isabel Wilkerson's landmark book, \"Caste: The Origins of our Discontent.\" It's a film about a big idea that caste, not just race, is the reason for America's hierarchy. And she links that to Nazi Germany and the Indian caste system. Here's a clip from the trailer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I want to be in the story, really inside the story and build a thesis that shows how all of this is linked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I got to be honest with you, I don't understand. I don't see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You go and write your stories. Folks need to know about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You're trying to make sense of racism, but your thesis is flawed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, this is an amazing film from an amazing book. When did you first pick up the book and know that this was phenomenal and that youwanted to turn it into a film?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "DUVERNAY",
      "sentences": "I had heard about the -- about the book a couple of months before it came out. It hit in the summer of 2020, a couple of months afterthe murder of George Floyd. And so, reading it during that time, I think I had a very heightened response to it. It was very sensitive to the thesis that it set out to share. And I immediately thought that this was information. And a lot of emotion in the book that I wanted to put in an accessible form of film.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I found it interesting -- and I'm not sure whether the book did this, but I found it really interesting that you started your film withthe murder of Trayvon Martin, the killing of Trayvon Martin. He was the young teenager who was killed in a so-called stand your ground situation in Florida. I'm going to play a clip of, you know, the actress playing Isabel around this issue, and then we'll talk about it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't write questions. I write answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Questions like what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Like why does a Latino man deputize himself to stalk a black boy to protect an all-white community? What is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The racist bias I want you to explore, excavate for the readers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We call everything racism. What does it even mean anymore? It's the default.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I guess that's the kernel, isn't it? We call everything racism, what does it mean? It's the default. Do you agree with that? Do youagree with her thesis that not everything can be attributed only to racism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "DUVERNAY",
      "sentences": "Well, I mean, I think the thing that was really fascinating to me about the book was this idea that it's not either or, it's not racism orcaste, that they are one in the same. That caste undergirds, it's the foundation of racism, sexism, homophobia, Islamophobia, antisemitism, ageism, all the isms sit on top of this idea of caste, which is the notion of human hierarchy, that power and status is activated by this sense of putting one person over another for a set of random traits. That was a catalyzing idea for me. It was a revelatory notion that I really wanted to explore as a curious person who's interested in history and the world around me. And really what we invite people to do when they watch the picture, you know, there are elements of it that really allowed me to organize my thoughts about myself and my place in the world in a new way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And Trayvon's killing, and particularly that analysis, why does a Latino man kill a black boy to protect a white community? That has everylayer possible on top of it. Is that why you started the film like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "DUVERNAY",
      "sentences": "Well, I began the film with the moments before Trayvon Martin's killing, where you were able to see who he is before he is in a context andan assault and a stalking by his killer so that you can -- we can humanize him and we can know who he was before that moment. I started the film that way because that is what Isabel Wilkerson told me started her journey towards really thinking about the idea of caste in a contemporary context. And so, in telling her story, her journey as an artist and author, I wanted to begin at the beginning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And then she has this huge idea, caste is a huge idea that she develops throughout her investigations for this book. And it takes her toIndia, it takes her to Germany, and obviously around the United States. Can you try for us to -- I mean, it's a big, big, big idea, big connections. What was she saying and what are you saying about those three in this film, \"Origin,\" and in her book \"Caste\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "DUVERNAY",
      "sentences": "You know, things like the Nazi regime --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "DUVERNAY",
      "sentences": "-- you know, setting many of its protocols based on American race laws. Not having ever been taught that as an American in the Americanschool system. Many moments about the Dalit community in India that I had no context for, had no knowledge of. So, the film is for the curious. And certainly, in the United States, we have a lot to be curious about and don't know hardly enough about this stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "You know, my big aha moment, one of many, in talking to Isabel about her book and then in watching your film and in other, you know,reports on it, is that how the Nazis got so much of their ideas from the American Jim Crow miscegenation. Can you just explain, because you portray it as, you know, Isabel, she's in Berlin, she goes to the library, and she sees this picture of a group of Nazis discussing something, and she investigates. Tell us that, because it really is interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "DUVERNAY",
      "sentences": "Yes, it's portrayed in the film, and I think in the way -- very much in the way that I interpreted, Isabel telling me she was on a researchtrip to -- in Berlin, and she was in libraries, and she was, you know, trying to, you know, really look at the work of people who had studied caste before. Because she didn't come up with this idea. Obviously, this is a well- researched and well published studies of this phenomenon and the way it works in the world across time. But there was a particular moment in her studies where she was able to read transcripts from a meeting where Nazi lawyers talked about having gone to the United States and they were reporting on what they found. I was able to read those transcripts as well. And it's shocking the way that at one point in the meeting they say, this is too harsh. We'll never be able to get away with this like the Americans have, but we can do this and this, and they cherry pick, but it's all from a blueprint of Americans and Jim Crow laws and the ways in which people were kept apart, particularly around the issue of endogamy. And so, it's just a fascinating information that I did not know and wanted to make sure that we all know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, I think few people knew. But you also do something in the film because, you know, there are some, obviously, people who've pushedback against Wilkerson's theory on this. And you depict some of the argument -- some of this argument because it's so sensitive. Here is a clip of that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I understand you're trying to make sense of American racism. It is noble. But your thesis linking caste in Germany with theUnited States is flawed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Maybe it's not exactly the same, but the thesis of structural similarity certainly gives context for a framework.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right. But a framework is not a book, my friends. She is trying to connect the United States to Germany, but it doesn't fit.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "It's so interesting that, you know, some have said, yes, I mean, subjugation is not extermination. Where do you come down yourself on that,the parallel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "DUVERNAY",
      "sentences": "You know, one of the things that I loved about the process of being able to make a film about her writing the book is that I was able toinclude, you know, some of the different contrasting ideas about what she'd written, and different notions of, you know, how people see caste. And it's a sensitive topic. I mean, folks, are very, very much, I've found, cling to their own oppressions. And there is something that one may call an oppression Olympics that happens in terms of, you know, mine is worse than yours or mine was like this and yours is different. And I think the film really invites us to think about the ways in which there are connections and the ways that we can see each other, you know, see through that -- those divisions and get to a place of human dignity and commonality. And so, that is -- that scene is one where, you know, is the start of an arc, a beginning, middle, and end, in the narrative journey of the character. And hopefully, you'll -- folks will watch the film and see where it goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "How difficult was it for you to make the film? Because you tried to take it to a studio, they didn't want to make it on your timeline. Youwere quite eager to make it quicker. And then you got a whole different revenue stream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "and so -- you know, but for me, this film was about a superhero. You know, this is a woman who battled great personal challenges andtragedy. And this book, her creative expression, her process, her practice of research, of intellectual pursuit actually pulled her through deep grief, deep sorrow, and gave us a book that I'm not asking people or expecting people to agree with, but you hope that people will engage with. And I think that this is a time -- when is there ever not a time where we are best served by coming out of our corners and actually engaging with one another, as opposed to, you know, throwing rocks from afar. And so, that's what the book gave me, was a set of organizing principles to think about my identity, my place in the world, in a larger context and in context to other people's struggles. And I think that's a worthwhile endeavor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I don't know whether you call yourself a historian, but you are a historian. Your films have been about very crucial parts of Americanhistory. The black experience, the -- you know, the oppression, the slavery and all of that, at \"Selma,\" \"When They See Us,\" all of those are so dramatic. Now, there are -- you said it yourself, I think, how on earth can I create this idea that -- you know, that Isabel Wilkerson had into a film. How could I adapt such a huge theory into a film? Was it difficult to make it into a film, like a -- you know, a film, film that we know? And why didn't you make it as a documentary, like \"13th\" for instance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "Well, I think I don't make films about -- for me, the films that I make that feature parts of African American history or highlight that areabout the survival and the joy and the triumph of people who've overcome so much. So, that's the core of what I make and what I am feeling as I'm making it. And, you know, I mean, I think you could probably ask Christopher Nolan why he didn't make \"Oppenheimer\" as a documentary. You could ask Scorsese why he didn't make \"Killers of the Flower Moon\" as a documentary. You know, it's an artistic choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "I wanted to evoke empathy as opposed to just convey information. I use documentary to convey information. I use the narrative form to stirempathy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "And that was the goal in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And your goal was to get it out before this election. And I also read that you are trying to encourage people to gift movie vouchers toyoung people so they also, you know, have empathy and information and they go watch \"Origin.\" What is it about the timing of it now that was important to you before this election? Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "Oh, I think, you know, the election that we are in the midst of election year here in the United States is one where we need people to kindof shake off any fatigue or apathy that we're feeling about, where we are as a country and really lean in, engage, and have critical conversations about where we're going. And hopefully, this film can contribute to that conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, has Isabel seen the film? I mean, she must've done. What did she think of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "You know, I'm going to -- it has been -- she's a very private lady.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "And I promised not to speak for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "But obviously we have her permission to proceed. So, the film is out in the world. It opens on Friday on 600 screens here in the UnitedStates as an independent film. We're very proud of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And I just want to ask you, because you did it, I mean, on a budget, right? I think I read $38 million you raised. That's not a hugeamount, and you went to three different continents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "DUVERNAY",
      "sentences": "Yes, we made it independently. We're independent filmmakers. We're scrappy. And yes, some people hear $38 million and say, wow, that's alot of money. But when you put it in a contract -- in contrast to the -- you know, the films that you've heard about over the past year, \"Barbie\" or \"Oppenheimer,\" \"Killers of the Flower Moon,\" it's about a third of those, the size of those. And so, we're proud of what we were able to do on a shoestring, and I think it speaks to the testament of grit and of passion. And yes, 37 days on three continents is how we make this picture out of my small black woman- led production company. So, anything is possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "DUVERNAY",
      "sentences": "She did get an Oscar nomination. She's nominated in the screenplay category and Margot Robbie is nominated as a producer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "DUVERNAY",
      "sentences": "The film has eight Oscar nominations. So, I think everyone's going to be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. I'm going to take that as your answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "DUVERNAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "She just didn't get the director nomination. Just finally, you have Isabel saying in the movie, you don't escape trauma by ignoring it.You escape trauma by confronting it. I mean, that could be your raison d'etre, right, as a filmmaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "DUVERNAY",
      "sentences": "Yes, I believe that's -- that is my contribution to the film as a screenwriter. That's what I truly believe. And as we show issues ofhistorical challenge, oppression, adversity, we have to show those things in order to understand the triumph and to feel the survival. And if you are showing survival, you have to show what's been overcome and you have to walk through that trauma to get to the other side. And I think that is what I'm hoping to share in this among many other things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, thank you for leading us on that walk. Ava DuVernay, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "DUVERNAY",
      "sentences": "Thank you for having me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And you can watch \"Origin\" in cinemas across the United States, now and over here across the pond in the spring.Next, to the war in Gaza. The International Court of Justice is expected to deliver tomorrow its interim ruling in South Africa's case accusing Israel of genocide. In a rebuttal, Israel released more than 30 classified documents, which it says show efforts to minimize civilian deaths. Meantime, all but two of 51 Democratic Senators in the U.S. support a measure endorsing the two-state solution as part of a national security package that includes military age to Israel. Walter Isaacson spoke with New York Times columnist Thomas Friedman about the latest and what he calls the Israeli prime minister's failure of leadership. (BEGIN VIDEO CLIP) WALTER ISAACSON, CO-HOST, AMANPOUR AND CO.:  Thank you, Christiane. And Thomas Friedman, welcome to the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "THOMAS FRIEDMAN, FOREIGN AFFAIRS COLUMNIST, THE NEW YORK TIMES",
      "sentences": "Walter, great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "You know, about 40 years ago, you roped (ph) from Beirut to Jerusalem. Ever since then, you've been going back to the Middle East afterthe October 7th attack. You went to Israel, then you've been to Saudi Arabia and the UAE. And you're now in saying something that actually makes my head snap a bit, and I want you to explain it, which is Netanyahu, Benjamin Netanyahu, is the worst leader in Israel's history. And then you say, not only that, he's the worst leader in Jewish history. Explain that to me. Why so strong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "FRIEDMAN",
      "sentences": "Well, he's been prime minister, presided over, the worst loss of life for Jews since the Holocaust. Let's start there. And a lot of whathappened here is a product of his actions in several ways. One was the whole security structure on the border. He's been prime minister for all these years. So, he is surely partly responsible for that. It was a complete failure. Secondly, his strategy was actually to divide the Palestinian Authority on the West Bank that has supported the Oslo Peace Process, and the Hamas militia in Gaza. And to do that deliberately so that Palestinians would never be united to be able to be a partner in any kind of peace process. That was a deliberate policy of Netanyahu, which included, you know, getting more than a billion dollars transferred from Qatar to Hamas, money it siphoned off eventually to build this incredible underground network and military machine. And most of all, you know, we are at a moment, Walter, which is so clear that Israel right now, if it had a leadership ready to engage -- you know, it would have to be a long-term process on a two-state solution. Would actually solve three really important problems for Israel. One, although Israel was attacked by Hamas viciously to start this war, it somehow has lost the global narrative because of its retaliation and the massive loss of life of Palestinians. Secondly, Israel has no plan for exiting Gaza for the morning after. We're having a Palestinian partner to rule Gaza, so Israel doesn't have to do it forever. And lastly, Israel faces a regional onslaught right now from Iran and his proxies, Hamas, Hezbollah, the Houthis, and Shiite militias in Iraq, that regional threat to Israel requires a regional alliance to counter, and it's very hard to get that regional alliance without the cement of some kind of Israeli-Palestinian peace process. So, for all those reasons, I think, Netanyahu has a lot to answer for today and to Jewish history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "FRIEDMAN",
      "sentences": "You know, I don't think anyone statement can do it, Walter. But basically, you know, what's different about this Israeli-Palestinianconflict from previous ones, I would argue, is that it's being driven by the worst of the worst on both sides. It's actually being driven by the far-right, who Bibi is a captive of. He needs them to stay in power. So, he looks like he's driving the car, but he's actually not. His far-right partners are directing him where to turn right and where to turn left or where not to turn left. And the Palestinians are being led not by Abu Mazen, the Palestinian Authority that embraced the Oslo Peace Process by Hamas, which is dedicated to eliminating the Jewish State. What the far-right in Israel and Hamas have in common is something to which you just alluded, they both want it all from the river to the sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "In an interview with Christiane Amanpour on Monday, your old friend, the former prime minister of the Palestinian Authority, SalamFayyad, said, and I want to quote it for you, \"The Palestinian Authority, as currently constituted, cannot really continue to govern and certainly cannot assume the responsibility of taking care of the needs of the people in Gaza in addition to the West Bank.\" What do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "FRIEDMAN",
      "sentences": "Yes, they -- you know, they have an 87-year-old leader in, Mahmoud Abbas, who presides over a corrupt and ineffective PalestinianAuthority. Anyone who's worked this story for a long time knows the kind of talent you actually have in the Palestinian community. You see it in the business community. You see it among academics and artists. There is real talent there, like in America and a lot of other countries. Unfortunately, they're not running the show. But you need a much more serious, credible, new generation of Palestinians on their side. And what people like Salam Fayyad have been talking about is maybe the PLO, the umbrella organization for the Palestinians, sort of only legitimate umbrella organization, appoint a technocratic government, the best of Palestinians, that would actually run the West Bank and Gaza, you know, in partnership, obviously, with Israel, to some degree, for the next couple of years. And then, once the situation is truly stabilized, then you have elections within the Palestinian community for a truly legitimate government that could actually negotiate a legitimate peace deal with the Israelis. So, some variation of that is what we need. Whether we can get there, I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You say we have to have even a broader plan for the morning after the morning after. Israel doesn't have that. What would be your planand what do you think that President Biden is doing in terms of sort of a dual track to try to get a plan for the morning after this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Well, you say that Netanyahu will be presented with a choice by the Biden administration. Can and should President Biden put pressure onhim? And I go back, you wrote about it to Henry Kissinger in the 1973 Yom Kippur War, well, very subtly, I think the U.S. withheld some resupply for the Israeli military in order to put pressure on Israel. Should Biden do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "FRIEDMAN",
      "sentences": "You know, I honestly believe, Walter, I'm not trying to avoid your question, I think if Biden could engineer that choice, the pressureyou would get is the most meaningful pressure of all, and it'd be from the bottom up inside the Israeli system. I can't tell you exactly where it would come out. But I think if he were able to present that choice, the most important pressure has to be from Israelis, and I think it would manifest itself. You know, that -- so that's what I'm thinking about right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Netanyahu, is he motivated by going down in history and getting this solved for the State of Israel? Or is he mainly motivated by savinghis skin and his own politics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "FRIEDMAN",
      "sentences": "Well, if there's anything we know about Bibi Netanyahu, his number one priority is Bibi Netanyahu. Look, even in the middle of thiswar, I think where we are now, this war started October 7th. His government still cannot tell you what their plan is for the morning after. He can't even hold a cabinet meeting to discuss that with his cabinet and senior military and security people because his far-right simply refuses to have any Palestinian Authority or a Palestinian State component as part of that discussion. Can you imagine being in a war and your army's exposed, your people are exposed, and you can't even hold a cabinet meeting? Now, instead of saying to that far-right, too bad, bring down the government, OK? If that's what you're going to do. I don't believe you'll do it. But if you want to bring down the government with that, that's a hill I'll die on. Netanyahu said, OK, there'll be no cabinet meeting. And, you know, then he'll tell Biden something and, you know, if you scratch your ear with your left hand, you know, somehow, it will all be -- we'll figure it all out. And so, this is a -- it's just an impossible situation for Israel to navigate its way out of when you have a prime minister whose first priority is his political survival.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "But if Netanyahu keeps doing that, should the U.S. continue to have unalloyed support and send munitions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "FRIEDMAN",
      "sentences": "Yes. You know, for me, that's very context related, and I'm always weary of making some general statement that we should be, you know,withdrawing military support because who knows what's going on in the ground. I think the much more effective thing is for Joe Biden to give a speech directly to the Israeli people about just what their prime minister is doing and just what the implications will be for Israel's relation with its closest friend, some days it's only friend in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "After the October 7th attacks, after the retaliation, you went to Israel and you said, I have never been to this Israel before. What doyou mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "One metric in a situation like this is, are you creating more terrorists than you're killing? Do you think the response by Israel isproportionate, or do you think it is actually going to cause Israel harm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "FRIEDMAN",
      "sentences": "Yes, I very much worry that the amount of civilian casualties in Gaza, that the long run implications of that, it will be very serious andtroubling and problematic for Israel. That said, we have to remember one thing, you know, Walter, we can ask the Israeli government any question we want, any day, and you'll get an answer from the military spokesman or the prime minister spokesman, you may not like the answer, it may not be full or complete, it may not even be straight, you know, but you'll get an answer. No one has asked one question to, Yahya Sinwar, the Hamas leader. He hasn't had to answer one question. Why did your men -- they actually raped people. You know, this is -- we have independent reports of this. They shot parents in front of their kids. They shot kids in front of their parents. They abducted infants and grandparents. Was that on your orders? What was that about? And so, man, I have -- I'm deeply disturbed by the amount of civilian casualties in this war. I repeat, it will be, I think, a real stain on Israel in the long run. But let's remember that Hamas basically built its military infrastructure underneath and alongside civilians, launched this war knowing what the Israeli response would be and that they bear enormous culpability in this as well. And so, I think we have to ask, what's going to be the reaction for Hamas in the long run from that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Former President Donald Trump now seems, after New Hampshire, to be pretty clearly on the way to the Republican nomination. During hisadministration, there was the Abraham Accords, which started the rapprochement with the Saudis and perhaps a road to a two-state solution. Do you see any merit into where he was going? And how do you think he would handle this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "FRIEDMAN",
      "sentences": "Well, let's ask ourselves, Walter, what's the biggest problem we have today? The biggest problem we have today is we're actually in a proxywar with Iran. And Iran has enormous leverage on us because we have two aircraft carriers in the region. Iran has four, what I call land craft carriers. The Houthis in Yemen, Hamas in Gaza, Hezbollah in Lebanon, and Shia militias in Iraq. And like our aircraft carriers, they are platforms through which Iran projects power with what I call implausible deniability that it's actually involved. OK. And so, it's in a very strong position. But the reason it's in such a strong position is because Iran is now just weeks away, a few screws of the term -- of the screwdriver. A few turns of the screwdriver away from a nuclear weapon. Now, how did it get there? It got there because Donald Trump tore up Barack Obama's nuclear deal with Iran, which was working, which kept Iran a year away from a bomb. And Trump did that without -- talk about no plan for the morning after, with no diplomatic plan to get a better deal or any military plan to deal with Iran, if it then went ahead and did just what it did, which was continue to enrich at a much higher level and bring itself to the threshold of a bomb. That is Donald Trump and Bibi Netanyahu. They did this together. That is their doing. It put Israel and America in a much more difficult position, putting Iran in a much stronger position. So, for Donald Trump to say, none of this would be happening if I were in charge, he's right. We'd be in so much better position today if he were had not been in charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Tom Friedman, thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "FRIEDMAN",
      "sentences": "You bet, Walter. Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}