{
  "date": "2024-10-25",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Today: Harris To Give Address On Reproductive Rights; Trump Heads To Texas To Talk To World's Biggest Podcaster; Harris, Trump Looking To Pick Up Support In Razor-Thin Race. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "Donald Trump will also be on the campaign trail in Texas today. There, he is going to be joined by Republican Senator Ted Cruz, who is facing a major challenge to hang on to his seat. Later, Trump will record an interview with popular podcaster Joe Rogan, as he once again makes his pitch to young male voters. On Thursday, the former President held a rally in battleground states Nevada and Arizona, and he denied the claim made by his former Chief of Staff that he wanted generals like Hitlers. He also said this about how he views America.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: We're a dumping ground. We're like a garbage can for the world. That's what's happened. That's what's happened to -- we're like a garbage can. It's the first time I've ever said that. And every time I come up and talk about what they've done to a country, I get angry and angry. It's the first time I've ever said garbage can. But, you know what? It's a very accurate description. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SOLOMON",
      "sentences": "All right. We've got both campaigns covered for you. We have CNN's Eva McKend and Kristen Holmes.Eva, let me start with you. The Vice President, as we said, it's going to be in ruby red Texas today. That's departure from all of the battleground states she has been spending so much time. And what's the campaign strategy? EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: It is, Rahel. Texas, not exactly a toss-up or a battleground state. But, listen, she feels as though she has a case to make there in terms of this broader issue over reproductive rights. They describe Texas as the epicenter of abortion bans. And what we have seen them do on the campaign trail is essentially elevate women to tell their own stories. And so, that's what we're going to see today, a Texas family that was unable to get reproductive care, a Georgia family, same situation, their daughter died as a result of not being able to access life-saving reproductive care. Take a listen to how the Vice President talks about this issue on the campaign trail. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCKEND",
      "sentences": "And the reason why this is so central to the closing argument is because the campaign believes that these abortion bans are broadly unpopular and that this issue doesn't fall neatly along party lines. Say you are an anti-abortion conservative, and you may have previously advocated for these bans. Now we're seeing what they look like in real time, and believe that some people might have a change of heart on this issue, and they can appeal to those voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "And the campaign also must believe that all of this star power, Eva, hopefully gives them a bit of a boost at the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MCKEND",
      "sentences": "They sure do. Republicans like to needle Democrats for using celebrities so much. But, listen, if Republicans had this A-list roster, I wouldn't doubt that they would use them too, because the fact of the matter is so many people are not paying attention to politics, but you roll up with Bruce Springsteen or Beyonce or Lizzo or Usher and you're going to get people's attention that otherwise might not be engaged in the process. So, it's certainly not everything. We know that people care much more about the state of the economy than they do their favorite celeb, but the hope is that it gives the campaign a little bit more attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "When they roll up at the event. I love it, Eva. Thank you. You certainly got my attention there. Eva McKend live. Thank you, Eva. Good to see you.All right. Let's bring in CNN's Kristen Holmes now for more on what's happening with the former President today. So, Kristen, what can you share with us? What's on his schedule? KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Yeah. Donald Trump is on his way currently to Austin, Texas. He is going to have an event with Ted Cruz there, it is press remarks, where he is going to talk about immigration. But, one thing to note is that this was really an additional event. It was added on after they decided he was going to sit down with Joe Rogan for this podcast. Joe Rogan studio is in Austin, Texas. And one of the reasons the Joe Rogan interview is so important to Donald Trump is because it really is the crowning jewel on what has been a strategy they've been trying to implement for the last year, which is trying to reach out to voters who don't typically engage with politics. As Eva said, on both sides of the aisle, there are quite a few people who don't pay attention to politics, but they're trying to reach those people, and there is a belief that those people, particularly in the middle of the country, particularly men, are more likely to vote for Donald Trump if they actually vote at all in November. One way to reach them is through a very popular podcaster who has about 14 million plus followers on Spotify, and it had been so important to them. In fact, they've been working on trying to get this interview for months, and it was really touch and go whether it would happen. I will remind you one point. Joe Rogan said that all politicians were manipulative, but RFK Jr. So, Trump's team was really hoping that that RFK Jr. endorsement would help with this. But, in terms of what Donald Trump's message is these final days, I want you to listen to what he said last night, just to get an idea of what he is talking about on the campaign trail. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "TRUMP",
      "sentences": "She will obliterate our economy, kill millions of jobs, kill thousands of people too, by the way. We're like a garbage can for the world. That's what's happened. That's what's happened to -- we're like a garbage can. And we have a lot of towns that haven't yet been infected, but they're petrified that they will be, and they will be.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HOLMES",
      "sentences": "So, Rahel, clearly, there a lot of very dark rhetoric, particularly when it comes to immigration. But, one thing to note is that Donald Trump firmly believes that this kind of fear-based rhetoric around immigration, around various issues, helped propel him into the White House in 2016 and could help propel him back into the White House in 2024.And as we talk about how divisive or how polarizing or even dangerous these comments are, one thing to keep in mind is, as you look at the poll numbers, Donald Trump's theory might not be off, given the fact that we are seeing these polls just so incredibly close that his rhetoric is clearly reaching people, and they don't seem to be turning away from him despite it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And talk to me a little bit more about that, Kristen. I mean, clearly reaching people and where they are. I mean, as you pointed out, Joe Rogan has a huge following, as you pointed out, 14 million followers on Spotify, 17 million followers on YouTube. And this approach of hitting the podcast circuit, it's not new for Trump. We've seen a lot of that in this campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, or maybe even beyond, depending on how --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HOLMES",
      "sentences": "Probably beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "-- close -- yeah, exactly.Kristen Holmes, good to have you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HOLMES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Let's continue the conversation now and bring in our panel. We have Toluse Olorunnipa, who is the White House Bureau Chief for The Washington Post, and Margaret Talev, who is the Senior Contributor to Axios. She is also the Director of the Democracy, journalism &amp; Citizenship Institute at Syracuse University. Good to have you both.But, Margaret, let me start with you in this new polling, which shows, 11 days out, it is still a virtual tie, but you say that the trends are actually moving in Trump's direction. MARGARET TALEV, SENIOR CONTRIBUTOR, AXIOS, &amp; DIRECTOR, DEMOCRACY, JOURNALISM &amp; CITIZENSHIP INSTITUTE AT SYRACUSE UNIV.: Well, Rahel, we have seen when Vice President Harris came out of the convention, what looked like sort of a very strong start to her campaign. But, in all of the -- both national polling and to the battleground state polling, she just hasn't been able to break out. And in some cases, we've seen the former President tightening it. And that is what has prompted what my colleagues Mike Allen and Jim VandeHei at Axios have been writing about the Democrats' private panic, where their concern is that Trump has so many liabilities, and Harris has some real what should be wind at her back. She has got fundraising that has enabled her to spend a bazillion dollars, that's an official figure, on ads, very strong ground game. And again, Trump has a lot of liabilities, and even so, she is just not been able to break ahead of the margin of error, and in some places, his momentum has appeared to show him closing that gap or potentially moving ahead. So, that's a real concern for them. There is some other real concerns, trends such as early voting from what looked like our Republican voters in Nevada. So, there are concerns in the Democratic Party that she has done a very good job of making her case against him, but not a good enough job of making an affirmative case for herself that some of those undecided voters want to hear and that that was a problem for Hillary Clinton in 2016. Some Democrats concerned she could remake that mistake again herself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. That's really interesting.Toluse, I want to pick up on something that Kristen and I sort of just left on. But, with the race this close, what is the likelihood that this election will not be called election night and 11 days from now, 12 days from now, we still won't know who is going to be the next President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "TOLUSE OLORUNNIPA, WHITE HOUSE BUREAU CHIEF, THE WASHINGTON POST",
      "sentences": "I mean, there is a good chance. Look at four years ago, when we took four extra days after the Tuesday election to call the race. That race was not called until Saturday, until Pennsylvania was able to count enough votes to declare Joe Biden the winner, because a number of these swing states are expected to be very close. This is a close state -- close race nationally, but it's also a very close race in these important states, because those states are going to take some time to count their votes, and we could have recounts. We could have challenges. We could have questions about how close the race is in some of these key pivotal states, including Pennsylvania.Again, it could take several days. We've heard from states like Arizona saying that it could take 10 days to count all the votes. And if it's a very close race, if it's down to just thousands or tens of thousands of votes, in terms of the margin, like it was four years ago, where Joe Biden won by just over 10,000 votes in Arizona, it could take a while to count all of those votes. And so, people should buckle in. They shouldn't get antsy because the race might not be called on election night. That's the world we're living in now, and it could be election week instead of election night, as many Americans have been used to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah, for sure.Margaret, there are, though, some encouraging signs for Kamala Harris when you look at some of this polling. She has eaten into Trump's lead on areas like the economy. She is still not doing better than him on issues like the economy, but she is eating into his lead. She continues to do well on issues like abortion access. Give us a sense of what the campaign strategy seems to be in these final days. Obviously, we've seen her often sort of flocked by celebrities. But, what more are we learning about how she is planning to use these last few days to bring home her message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.And Toluse, what might you add to that? In a recent piece of yours in The Washington Post about Trump strategy, or the differing strategies between the two candidates, you said the Republican nominee -- or the article is titled, \"The Republican nominee is closing out his third consecutive White House bid with a loud, ostentatious campaign that has thrust his conduct to the center of a photo finish battle.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "OLORUNNIPA",
      "sentences": "One of the reason those words were used is in part because Trump is using that as a strategy. He is trying to present himself as the outsider, as someone who is not a politician, who is using unorthodox language, who is able to appeal not only to his base voters who he knows are going to come out, but to some of those men that Margaret was talking about, some of those low propensity voters who listen to podcasts, who want to have Trump as someone who they see as someone they can have a beer with, someone they could talk to, someone they could just spend time with, not necessarily a politician, even though he is a former President. And so, that is his strategy at this moment. It comes across as very unorthodox, and time will tell whether or not it's a successful strategy.Obviously, Kamala Harris is attacking him for some of the strange things he is saying on the campaign trail, which are very much outsider-ish and non-politician type language, and sometimes offensive and ignorant kind of language. But, whether or not that appeals to certain voters, whether or not that allows him to win over certain voters who don't usually vote in presidential elections, could determine whether or not he wins in the race that's about to take place next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.And Margaret, talk to me a little bit about, before we go here, the sort of the differing approaches you're seeing. Both of the candidates are hitting the podcast circuit pretty hard. You have Kamala Harris sitting down with Brene Brown, who is -- her podcast focuses a lot on empathy and vulnerability, and it's really popular with women. As we said, Trump is sitting down with Joe Rogan, who has more of a young male audience. Just talk to us sort of about the candidate, sort of meeting the viewers where they are, the voters where they are, with sort of very specific tailored messages. TALEV: Well, I think in broad strokes, over the course of the campaign, his message has relied a little bit more on negative imagery, on fear, on division. Her messaging, or at least sort of the way they packaged her messaging early on in her late-breaking candidacy, was around these ideas of joy or that we can turn the page and move to an era that leaves the Trump era chaos behind. But, again, in her closing message, you are seeing a turn toward the negative and a real focus on him, and what she says would be negative. So, I think in the closing analysis, maybe she is trying to mix fear and joy, and he is just going pure fear. But, there is a lot of negativity out there. And the question is, will that disillusion some voters, or are we going to see massive turnout? It's all in the modeling and the turnout. And voters often will say, well, I'm not going to bother voting, because it won't make a difference. So and so can't win, or my vote won't count. Boy, every vote, especially in those seven states, could really count this year, and we just can't -- it's -- it cannot be predicted. It cannot be foretold. Who ultimately turns out between now and November 5 is going to decide this very close race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. The UN human rights chief says that the darkest moment of the entire Gaza war is unfolding right now in the north, warning that Israel's offensive could empty the area of all Palestinians, amounting to, quote, \"atrocity crimes\". Those stark words come as the IDF Chiefs of Staff says that Jabalia is falling, calling it another achievement. Repeated bombings have left the refugee camp in ruins, forcing tens of thousands of people to flee. Israel says that it's operating to stop Hamas from regrouping.Ahead of expected ceasefire talks this weekend, Jordan's Foreign Minister is urging the world to save the region, quote, \"from the abyss\". He told U.S. Secretary of State Antony Blinken that nothing justifies the continuation of the wars in Gaza and Lebanon. (BEGIN VIDEO CLIP) AYMAN SAFADI, JORDANIAN FOREIGN MINISTER: As you mentioned, the humanitarian situation is really difficult. We look at northern Gaza now, where we do see ethnic cleansing taking place, and that has got to stop. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "In southern Gaza, emergency officials say that at least 26 Palestinians were killed in new strikes on Khan Younis, including children. And in Lebanon, the Prime Minister is accusing Israel of deliberately killing three journalists in an airstrike. He calls it a war crime.Let's go to Matthew Chance now, who is in Jerusalem. Matthew, good to have you. Talk to us a little bit about what the latest is with these deadly Israeli ground operations and the airstrikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. OK. Matthew Chance live for us in Jerusalem. Matthew, thank you.And now to troubling accounts of Israeli forces using Palestinian civilians as human shields in Gaza to avoid putting their troops in harm's way. As Jeremy Diamond reports, an Israeli soldier is now sharing his own chilling story with CNN. (BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice-over): They walked through the rubble at gun point into potentially booby-trapped buildings and down darken tunnels. Some were teenagers, like 17-year- old Mohammed. UNIDENTIFIED MALE (Interpreted): I was handcuffed and wearing nothing but my boxers. DIAMOND (voice-over): Others like Abu Ali Aseen (ph) were grandparents. UNIDENTIFIED MALE (Interpreted): They placed me in areas where I could be exposed to gunfire. DIAMOND (voice-over): These five Palestinians, all civilians, say the Israeli military detained them and used them as human shields in Gaza. UNIDENTIFIED MALE (Interpreted): We were forced to enter homes. Each time, our lives were at risk. We feared death. We were afraid something might happen. They would ask us to do things like, 'move this carpet,' saying they were looking for tunnels. DIAMOND (voice-over): Now, for the first time on camera, an Israeli soldier is coming forward with his own account, describing how his infantry unit used two Palestinians as human shields. UNIDENTIFIED MALE (Interpreted): We told them to enter the building before us. If there are any booby traps, they will explode and not us. DIAMOND (voice-over): We've blurred his face and changed his voice because he risks reprisals for speaking out. Breaking the Silence, a watchdog group which verifies soldiers' testimonials, provided photographs and facilitated the interview. The soldier says a 16-year- old boy and 20-year-old man were brought to his unit this spring. UNIDENTIFIED MALE (Interpreted): Their hands were tied behind their back and they had a cloth over their eyes. DIAMOND (voice-over): The instructions from the intelligence officer who delivered them were clear. UNIDENTIFIED MALE (Interpreted): He told me to take them. In the next attack, used them as a human shield. He told me that they have a connection to Hamas. DIAMOND (voice-over): For two days, his unit followed those orders. This haunting photo captures the scene, the silhouette of a Palestinian man flanked by two soldiers ordering him forward. UNIDENTIFIED MALE (Interpreted): When we went to the attack, before they enter a building, we took the cloth up so they could see. In my company, one of the soldiers knew Arabic. He just shouted in Arabic, open the door, and walk to this building or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DIAMOND",
      "sentences": "You're using them because you think this building might be booby-trapped.UNIDENTIFIED MALE (Interpreted): Yes. My soldiers didn't like that at all, and they refused to do this anymore. DIAMOND (voice-over): The soldiers decided to take their concerns to their senior commander, telling him they believed they were violating international law. UNIDENTIFIED MALE (Interpreted): The commander told this fellow, a simple soldier doesn't need to think about international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DIAMOND",
      "sentences": "He didn't say you guys shouldn't be doing this. This shouldn't be happening.UNIDENTIFIED MALE (Interpreted): He said that we need to do this. He said that our lives are more important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DIAMOND",
      "sentences": "So, he didn't just tell you don't worry about it. He said, keep doing it.UNIDENTIFIED MALE (Interpreted): Yes. Yes. DIAMOND (voice-over): Eventually, the commander relented, telling his soldiers they could release the two Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DIAMOND",
      "sentences": "Suddenly, you're allowed to release.UNIDENTIFIED MALE (Interpreted): Yeah. It made it sure to us that they are not terrorists. DIAMOND (voice-over): In a statement, the Israeli military said the IDF's directives and guidelines strictly prohibit the use of detained Gaza civilians for military operations. The relevant protocols and instructions are routinely clarified to soldiers in the field during the conflict. But, the Israeli military's use of human shields in Gaza appears to have been widespread, so common, it even had a name, Mosquito Protocol. Both Israeli and international law banned the use of civilians in combat. Israel also accuses Hamas of using civilians as human shields. There is ample evidence for it, tunnels dug beneath homes and rockets fired from residential neighborhoods. UNIDENTIFIED MALE (Interpreted): For me, it's more painful with my own army. Hamas is a terrorist organization. The IDF shouldn't use terrorist organization practices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A soldier asked me to come. He was talking to me to English. He told I will kill you if you didn't enter there. I was thinking that I will be killed or die within minutes.DIAMOND (voice-over): His brush with death and the day he feared he would never again see his family. Jeremy Diamond, CNN, Jerusalem. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. You are watching CNN Newsroom. I'm Rahel Solomon live in New York. Here are some of the international headlines we're watching for you today.Britain's King Charles opened the Commonwealth summit in Samoa, saying that it should acknowledge its quote, \"painful history\". He urged the group to fix inequalities that still exist, but Charles did not refer directly to slavery throughout colonies in the Commonwealth's past amid calls for reparations. The UK government has previously said that it will not pay reparations to countries that endured hundreds of years of slavery. Georgians are headed to the polls on Saturday for the parliamentary elections. Voters will end up deciding whether or not the country gets closer to the European Union or sways towards Moscow. The ruling Georgian Dream party has been accused of looking to restore ties with Russia, while crushing any prospects of an EU membership. Tropical Cyclone Dana made landfall Friday in the Atlantic on India's eastern coast. Heavy rains and high winds lashing the area. Authorities evacuated hundreds of thousands of people from their homes. They closed schools and canceled trains and flights in parts of the country. Dana is expected to weaken over the weekend. Last year, India's cyclone season killed more than 500 people and cost $2.5 dollars in damage. And NASA's SpaceX Crew-8 mission returned to Earth early Friday morning. The crew splashed down off of Florida's coast after a nearly eight-month journey of almost 160 million kilometers. The three astronauts and a cosmonaut spent 232 days aboard the International Space Station, completing over 3,700 orbits around Earth. Among other things, they conducted stem cell research and looked at how space flight impacts the immune system of astronauts. Pretty cool. Let's bring in CNN Contributor Kristin Fisher, who joins us now from Washington. Kristin, good to have you. So, how was the crew doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Absolutely. I mean, eight months is a long time, but even longer for Boeing Starliner astronauts Suni and Butch. They're still stuck in space. Kristin, I think the question is, what -- why are they still up there? Why couldn't they have come down on this spacecraft?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "FISHER",
      "sentences": "It's a good question. It's a question that many people have. The reality is, NASA and SpaceX, they try to change crew assignments and selections as little as possible. Each spacecraft is specifically sort of tailor-made and customized to that particular crew. And so, this crew, the Crew Dragon spacecraft that just brought Crew-8 back to Earth, it was customized for this four-person crew. And so, the last thing that NASA or SpaceX wants to do is change around those seats, change around which astronauts and cosmonauts are sitting where. A lot of it has to do with weight distribution too. So, that's part of the reason why. The other reason is because this crew has already been up there forabout two months longer than initially intended. They were supposed to be up there for a six-month flight -- six-month mission. It's now eight months. So, they've been up there several months longer than Butch and Sunni. And Butch and Suni were trained, Rahel, to help for a long-duration mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Kristin Fisher, good to have you. Thank you.The Los Angeles County District Attorney says that he will recommend resentencing for the Menendez brothers at a hearing in the coming hours. He says that the move would make them eligible for immediate parole. The trial of Lyle and Erik Menendez gripped the U.S. in the 1990s. They're currently serving life sentences without the possibility of parole for killing their parents in 1989. But, recently, there has been new attention on the case. And CNN's Jean Casarez has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "The Los Angeles District Attorney, George Gascon, is recommending a resentencing for Erik and Lyle Menendez. They, of course, are the brothers that were sentenced in 1996 for premeditated murder of their parents, Jose and Kitty Menendez in 1989. At the time of the commission of their crimes, Erik was 18. Lyle was 21. The district attorney says they have served and been in custody about 35 years at this point, and because of their rehabilitation, which it appears he is going to focus in on, he believes that a resentencing is appropriate.Here are the exact words of the District Attorney of Los Angeles, George Gascon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GEORGE GASCON, LOS ANGELES COUNTY DISTRICT ATTORNEY",
      "sentences": "After a very careful review of all the arguments that were made from people on both sides of this equation, I came to a place where I believe that, under the law, resentencing is appropriate, and I am going to recommend that to a court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CASAREZ",
      "sentences": "The district attorney says that continuous rehabilitative efforts of the brothers during their incarceration is going to be front and center in this, but also of immense importance is he says, quote, \"Our office has gained a deeper understanding of the complexities surrounding sexual violence. The defense of these brothers was that their father sexually assaulted them for years, and they committed these killings because of the fear that they had inside of them.\"Now, the district attorney says that they have done a meticulous review of the filings. They have spoken with family members who are supportive of this. They are really looking at the rehabilitation, and that the focus has been that prison is where you serve out your sentence. That is your punishment, and this is according to California statute, and that the prison sentence itself that you have endured is rehabilitative. [11:40:00] It is the rehabilitation. Next step will be it will go before a judge. We'll see if anyone contests this, and the date for a hearing is as yet to be determined. Jean Casarez, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Coming up for us, pop stars on the campaign trail, it's nothing new. But, how much do they really have? How much influence do they really have in U.S. presidential elections? We'll take a look when we come back.(COMMERCIAL BREAK) (VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "All right. With less than 11 days to go until Election Day, both candidates are leaning on celebrities like Beyonce. A source tells CNN that the singer will take the stage at Kamala Harris' rally tonight in her hometown of Houston, Texas, Beyonce's hometown of Houston, Texas. Thursday, Harris was joined by the likes of Barack Obama, Bruce Springsteen, Spike Lee and Samuel L. Jackson in the swing state of Georgia.Likewise, Donald Trump has also received celebrity endorsements, among them, wrestling star Hulk Hogan, former NASCAR driver Danica Patrick, and actor Dennis Quaid, who spoke at a Trump rally at Coachella this month. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "DENNIS QUAID, ACTOR",
      "sentences": "So, like I said, people, it's time to pick a side. How are you going to pick? God bless you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "In Coachella there.Joining me now is Dr. Mark Harvey. He is an Associate Professor and Director of Graduate Business Programs at the University of Saint Mary. He is also the author of \"Celebrity Influence: Politics, Persuasion, and Issue-Based Advocacy\". So, he is the perfect person to talk to about the subject and the question of how much do these big endorsements really matter in political elections. MARK HARVEY, AUTHOR, \"CELEBRITY INFLUENCE\", &amp; ASSOCIATE PROFESSOR, UNIVERSITY OF SAINT MARY: Yeah. The answer is probably not much, or at least not that we can easily measure. If you ask most people how it is that they're going to vote, most of the time, they're going to say, well, I don't know. It is gas prices. It's the economy. It's my party identification, right? They're not usually thinking about like, what does Beyonce think? So, definitely, not top of most people's minds. That's not to say that celebrities can't be influential. It's just very difficult to indicate. It may be a very individualized effect. So, Oprah Winfrey, for example, we can measure -- was influential in terms of getting Barack Obama to become the Democratic nominee in 2008. But, there is really no other cases out there where we can really say this celebrity endorsement created this particular outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "So, what is it about that example, Oprah, for example? What do you think worked well with her celebrity in that election, that primary, that was so effective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I think Willie Nelson, by the way, also appearing with Kamala Harris in Houston. So, we'll see if he gets her any additional votes.Let me ask --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HARVEY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "-- what about endorsements backfiring? So, you've done recent research on Taylor Swift, who obviously endorsed Kamala Harris in September, and you say that it's possible that some endorsements actually demobilize people than really mobilize voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HARVEY",
      "sentences": "Yeah. That's correct. We did a study back in August before Taylor Swift actually did her endorsement, to see whether or not she was able to inspire people to go vote for Democrats. And we found that the population that was most tuned into her and at least influence -- could be influenced would have been those Swifties who were undecided, and among those, we found that if she just says, go vote, then they're more likely to register, but if she says, vote for Democrats, and they're actually less likely to want to vote for Democrats. And so, a little bit counterintuitive.But again, it could be just one of these questions about being on or off brand for Taylor Swift. I mean, I think there are lots of people who think she is very credible. She is a good businesswoman and so on. And maybe in certain contexts, she would be a really good advocate. But, in really polemic races like that, where people are really locked in, a lot of people just don't want to have their entertainment music mixed with their politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. And I wonder if that also applies to brands, because you certainly don't have to look far to think about certain brands who have spoken about an issue or participated in some issue-based advocacy, and it can backfire if their clients or if their fans feel like this is kind of out of left field, or why are you weighing in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HARVEY",
      "sentences": "Yeah. That's absolutely true. And whenever a celebrity goes in and advocates for an issue or for a candidate, they are taking a risk of sorts, right? There is a concern that they may lose people at the margins, and that's one reason why sometimes it's the biggest celebrities that take those kinds of risks. I mean, when you're Taylor Swift and you're the biggest artist on the planet, you've got a little bit of margin, maybe you lose a few fans if you're taking sides on things, somebody like Chapel Rowan, who has had a lot of controversy by simply saying, I'm not going to tell you who to vote for. She is on the younger side and not quite as influential, and just kind of starting off her career. And so, it's interesting sometimes to see how, in some situations, you can actually be punished for not taking a side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I wonder if I hear you say that what seems to be most effective is authenticity and credibility, and less necessarily celebrity, can you be more persuasive or effective if you don't have as much of a following, but the following that you do have really sort of believes what you say? They find you very credible. They find you very authentic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HARVEY",
      "sentences": "Yes. I think that's absolutely true. And that pinpoints a really important point, is that, celebrity, it's not just the fame, right? I mean, there is lots of famous people who can say lots of things, but it doesn't necessarily mean it's going to change people's minds. One of the things that a lot of entertainers have is the ability to connect with people through their art, and that does, I think, make them uniquely persuasive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Really interesting. Well, whether it's effective or not, we may soon know. We -- it's hard to say, but certainly interesting to watch and great to have your insights today. Really interesting. Mark Harvey, thank you for the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HARVEY",
      "sentences": "Thanks a lot. It's great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Before we go, one more thing. How would you like having a shorter work week while still getting paid the same salary? Well, Iceland introduced a nationwide practice of doing just that, and its economy is outperforming most of its European peers. That's according to a new research release. Researchers looked at how the economy performed between 2020 and 2022 with more than half of the country's workers on a four-day work week at that time.Let's bring in CNN's Anna Stewart, who joins us from London. And Anna, I think everyone's ears just perked up. How did this work in Iceland?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Particularly cruel for this story to kind of come out on a Friday for those of us who are still in work. This was a really interesting success story, really, of two trials that took place from 2015 to 2019. 2,500 workers were told they could do reduced working hours, 35 to 36 hours a week, and many of those people chose to do this over four days. Now, the results showed that most people were as productive or more productive in the workplace and employee well-being significantly shot up. So, as a result of that, trade unions in Iceland, since 2019, have been negotiating reduced hours, and now more than half of the workforce in Iceland, more than 50 percent of people who work in Iceland, now have reduced hours or a four-day working week.And looking at the results in terms of how the economy is faring, it's outpacing much of Europe. Unemployment is pretty low. Whether or not that's exactly a correlation and a result of a four-day working week, probably not. But, it does suggest that it hasn't done any harm. The big question, of course, is, would this work wherever everyone lives in the world? Would it work in London? I'm not so sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "What about in places like the U.S., because there was also -- there was a U.S. study. I mean, Iceland isn't the only country that's tried something like this. What are some of the factors that go into perhaps, would this be effective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "So, for Iceland, it's a really small economy, and it has an outsized tourism and services sector. Now, if it was an economy that relied on factories and outputs, well, reducing the number of hours that people were working, but paying them the same amount, that may not work at all well. Lots of trials have been done. You're right. Plenty of trials in the U.S. and the UK and parts of Europe. Belgium is an example of a country that actually saw the success of the trial and legislated it, so people can ask for a four-day working week.But, it's important to know that many of those trials are more about condensed working hours, so actually working the same number of hours you do in five days, but just pushing it into four so that you can have that extra day off, maybe you don't have to pay for child care on a Friday and so on. I think the success of Iceland possibly is a little unique to that country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. It's still such an interesting concept, Anna, especially in this period where companies are asking, in some places forcing people to come back to work five days a week, but workers still remember COVID, and they're still sort of thinking about this hybrid flexible model. It's an interesting concept.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "STEWART",
      "sentences": "It's really interesting. And I think when it comes to productivity, it changes as to who you speak to. I don't know about you, Rahel, but I am not very good at working from home. I'm a bit of a day dreamer. I kind of used to be in the office. And also, I get a lot done by meeting people and coming up with stories. And of course, being in front of a camera helps as well. I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SOLOMON",
      "sentences": "There is that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "STEWART",
      "sentences": "-- weekend.",
      "isLastSentenceInterrupted": false
    }
  ]
}