{
  "date": "2024-11-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Picks McMahon as Education Secretary, Dr. Oz as Medicare and Medicaid Services Head; Russia-Ukraine War Reached 1,000 Days, Nations Stand for Ukraine. African Penguins Now in the Brink of Extinction. Aired 3-3:45a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and to everyone streaming us on CNN Max. I'm Rosemary Church. Just ahead.Warnings of a potential air attack in Kyiv as the Biden administration makes another major policy shift on weapons for Ukraine. Israel's Prime Minister offers a $5 Million award for every hostage brought back alive. How the families are responding to this new approach. And Donald Trump's picks for his 2nd term stir more controversy as he taps Dr. Oz to run Medicare and Medicaid. UNKNOWN (voice-over): Live from Atlanta, this is \"CNN Newsroom\" with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Thanks for joining us.It is 10 A.M. in Kyiv, Ukraine where the U.S. embassy is closed for the day after receiving information of a potential air attack. The embassy has told employees to shelter in place, and U.S. citizens elsewhere in the capital are being asked to prepare to take shelter if an air alert is announced. Meanwhile, the Biden administration is making another major change to its policy, sending anti-personnel mines to Ukraine for the first time since Russia's invasion. Two officials say the U.S. intends for Kyiv to deploy the mines for defensive purposes only in eastern Ukraine, where Russian forces have made slow but steady progress. That decision comes days after the White House approved the use of longer range weapons by Ukraine to strike inside Russian territory. Moscow says Kyiv fired U.S. supplied ATACMS missiles at a weapons arsenal in the Bryansk region on Tuesday. In apparent response, Vladimir Putin updated Russia's nuclear doctrine. The Kremlin says Russia now has the right to use nuclear weapons in response to attacks using conventional weapons. So let's bring in CNN's Clare Sebastian who is following developments live from London. Good morning to you, Clare. So the closure of the U.S. embassy in Kyiv in preparation for a possible attack comes after President Biden approved anti-personnel mines just days after allowing these long range missiles to be fired into Russia. What does all this signal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yeah, Rosemary. Look, it's not at all rare for us to hear about multiple air raid sirens throughout the night in Kyiv, which apparently did happen, overnight into this morning, especially over the last few months.The air war has been ramping up pretty significantly. What is pretty rare though, is to hear the U.S. Embassy say that it has specific information of a potentially significant air attack, and to shut down telling its employees to identify their nearest shelter. This is not something that you see every day, so we are, of course, monitoring, for more information on that. I think, clearly, as you say, this is a very heightened time. This warning comes just a day after Ukraine for the first time according to the U.S. and Russia used U.S. supplied long range missiles on Russian soil, apparently hitting a weapons depot that Russia claims, that it managed to avert in large part, that attack. And, of course, Russia wasted little time in issuing a very thinly veiled, nuclear warning to the U.S. by updating its nuclear doctrine, something that had been in the works. It's not a wholesale shift in its nuclear doctrine. And, certainly, according to the Pentagon, it's not a shift in its nuclear posture, but this fits a very clear pattern that we've seen throughout the war when Russia feels that it, may be on the back foot, that it may be unable to deter further western support, for Ukraine, that it does rattle the nuclear saber. And, of course, the U.S. has signaled very clearly off the back of that that it is not deterred, in providing further support at this point for Ukraine. The Biden administration approving, the supply according to two U.S. officials of anti-personnel mines. This is a Rubicon that they had ruled out crossing the Biden administration, even several months after the start of the war, signaling that they would no longer be developing or exporting anti- personnel mines. But I think this is a clear measure of two things. One, that the Biden administration intends to front load as much aid as possible for Ukraine, before they leave office in January, and is, you know, really trying to buy Ukraine time perhaps so that Europe could pick up some slack if the Trump administration pulls back on aid. And secondly, a measure of what's happening on the front lines. These anti-personnel mines, the CNN understands from these officials, are designed to be used on the eastern front to hold back that Russian advance. They are, according to the Pentagon's own website, a force multiplier, something that can help in a situation where the enemy has a numerical advantage. So that has a very clear utility for Ukraine at this point in the war. Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:07",
      "speaker": "CHURCH",
      "sentences": "About 100 hostages from the October 7th attacks remain in Gaza, and it's believed dozens of them are dead.CNN's Paula Hancocks is following this live from Abu Dhabi. She joins us now. So, Paula, how effective will this be in securing the remaining hostages? And what are the families of these hostages saying about this plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:07",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Rosemary, I think there's a fair bit of surprise, at what the Israeli prime minister has said for well over a year now. He has said that the goal is to destroy Hamas completely.And yet, here you see him standing, at the Netzarim corridor, which splits north from South Gaza, saying that he potentially will pay certain members of Hamas $5 Million if they return the hostage that presumably they have been holding all this time. So I think there will be a fair bit of surprise at this change in strategy. Now we have spoken to the families of two of those hostages. So we had Ruby Chen, who is the father of Itay Chen, a U.S. citizen, who Israeli military considers to have been killed on October 7th, but his body taken into Gaza. He has been vocally critical of the lack of movement in these negotiations. Listen to his response to this offer from the Israeli prime minister. (BEGIN VIDEO CLIP) RUBY CHEN, FATHER OF ITAY CHEN, A U.S. CITIZEN HELD IN GAZA: It is unfortunate that after 411 days, the prime minister does not have a strategy. That is a tactic, and it is not a way to get all 101 hostages. They might play a few. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:07",
      "speaker": "HANCOCKS",
      "sentences": "Now, CNN also spoke to the mother of another hostage, Matan Zangauker. And she said that the prime minister is trading the hostages' lives. She was very critical of this strategy saying that it could actually put the hostages at risk in trying to, as she put it, divide and rule in Gaza through bribes to the captors.She's very concerned that this will put the lives of those who may still be alive at risk. And she was, very critical, of the prime minister as well, saying that it was not the way to be offering money to Hamas, saying it's unbelievable the man who funded Hamas is once again offering money to Hamas. Now this refers back to a controversial deal back in 2018, where Qatar was, giving millions of dollars to Gaza. And it was with the knowledge and tacit support of Israel. Netanyahu, at the time, had said it was to try and prevent humanitarian disaster in Gaza and to protect the Israeli villages around Gaza. But so far, there has been criticism from those families of the hostages still inside the Gaza strip. Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "Michael Genovese is a political analyst and president of the Global Policy Institute at Loyola Marymount University, and he joins me now from Los Angeles. Welcome. Good to have you with us.MICHAEL GENOVESE, POLITICAL ANALYST AND PRESIDENT, LOYOLA MARYMOUNT UNIVERSITY-GLOBAL POLICY CENTER: Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "So let's start with new appointments made by President-elect Donald Trump on Tuesday. First to Wall Street banker Howard Lutnik, tapped for commerce secretary. Lutnik, actually wanted but did not get the top spot of treasury secretary.That position has been proving a bit of a challenge for Trump to fill, although we are hearing that that may happen in the coming hours. But what is your reaction to Lutnick being tapped for Secretary of Commerce but overlooked for Treasury?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "GENOVESE",
      "sentences": "Well, you know, treasury was the gold standard, and Lutnick was so intent on getting it that people around Trump say that he overplayed his hand. There was nothing subtle about it. He was put -- he was really doing the hard sell.I think that's probably bothersome if not offensive to Trump. And so he found him a hot spot, but he didn't give him the toy that he most wanted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "So he pretty much moved him out of the way, presumably, for that announcement, which we will wait for, of course.And Donald Trump also named T.V. celebrity and surgeon, Dr. Oz, to head up Medicare and Medicaid Services. That's for 160 million Americans. Is he the right person for the job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "GENOVESE",
      "sentences": "Well, you know, he is a doctor. He's a medical doctor, so he has that qualification. He ran for the senate with the backing and the hot backing by Donald Trump.So he's in Trump's orbit and he's loyal to Donald Trump. And one of the things we found in the appointment process now is that fawning loyalty is the first requirement if you want to get into the Trump cabinet or in a top position. The second one is you have to be good on television, and Dr. Oz is great on television. And so you Donald Trump wants people who will defend him and defend him well on television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "And, Trump tapped Linda McMahon as his education secretary. Your thoughts on her credentials for that task at hand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "GENOVESE",
      "sentences": "Yeah. She's a businesswoman, a lot of experience, very close to Trump, close to the world of wrestling where Donald Trump seems to be parking himself these days in sort of his rush to manhood. And so that was not a surprise. She's one of the people that Trump really sort of warmed up to very, very early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:05",
      "speaker": "CHURCH",
      "sentences": "And meantime, of course, shock waves continue over Trump's choice for attorney general, Matt Gaetz. Trump confirmed Tuesday that he is digging in and will not reconsider his nomination of Gaetz even as the controversy grows over sex and drug accusations against him, which he denies. So, also, online confidential files, including the deposition of a Gaetz accuser, have been hacked.How likely is it that we will see Matt Gaetz confirmed as the next attorney general for this country given what we know so far and perhaps what we don't know yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "GENOVESE",
      "sentences": "Well, you know, it's not that unusual for a president's nominees to sometimes be rejected by the senate. In the 1840's, President Tyler lost four votes, for nominees. And so it does happen.But I think Donald Trump keeps saying he's kind of playing with fire. He's pushing people who really are very controversial, people who are quite often highly unqualified, you know, Robert Kennedy Jr. for Health and Human Services. That is a perfect example of the putting the inmate in charge of the institution. And you've got Tulsi Gabbard who has strong ties, perhaps dangerously strong ties to Russia as your national intelligence official, and you can just go down the list. After a very good start, Donald Trump has been driving the Trump team off the bus, like, he stepped on a rake, and he loves the loyalists and that's why they're in there, but they're going to. It's backfiring on him and he's starting to look, it's starting to look embarrassing for the President-elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "CHURCH",
      "sentences": "We shall see what happens in the day ahead. Michael Genovese, always a pleasure to chat with you. Many thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "GENOVESE",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "CHURCH",
      "sentences": "Still to come, media tycoon Jimmy Lai testifies at his own national security trial. We're live in Hong Kong with the latest.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "CHURCH",
      "sentences": "Jailed media tycoon Jimmy Lai is testifying at his own national security trial in Hong Kong. It's a high stakes court battle that could see him spend the rest of his life behind bars. The pro- democracy activist was arrested nearly 4 years ago amid Beijing's deepening crackdown on dissent.In his defense, Lai told the court he had always opposed violence during the anti-government protests of 2019. Hong Kong officials argue that Lai's actions jeopardize China's national sovereignty and security. CNN's Kristie Lu Stout is following developments from Hong Kong. She joins us now live. Good to see you, Kristie. So this is, of course, a significant day in the national security trial of Jimmy Lai and a measure of press freedom in Hong Kong. Walk us through his first day of testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "LU STOUT",
      "sentences": "Jimmy Lai's relationships with U.S. politicians also coming up during questioning today in court, including interactions with the former house speaker, Nancy Pelosi, with the former U.S. Secretary of State, Mike Pompeo, with the former national security adviser, John Bolton. The list goes on.It's important to note that these interactions took place before Beijing imposed the national security law on Hong Kong. And Jimmy Lai also said he never directly interacted with then President and now President-elect Donald Trump. Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Let's get you up to speed on our top story this hour. The U.S. embassy in Kyiv, Ukraine is shutting down for the day afterreceiving specific information of a potential air attack. U.S. citizens in the capital are being told to prepare to take shelter if an air alert is announced. Meanwhile, U.S. officials say the Biden administration is sending anti-personnel mines to Kyiv to deploy for defensive purposes only in Eastern Ukraine. That decision comes days after the White House approved the use of longer range weapons by Ukraine to strike inside Russian territory. Moscow says Kyiv fired U.S. supplied ATACMS at a weapons arsenal in the Bryansk region on Tuesday. Well countries around the world are reaffirming their support for Ukraine as Russia's war has now surpassed 1,000 days. The U.N. estimates more than 12,000 civilians have been killed, nearly 27,000 injured, more than six million Ukrainians are living abroad as refugees. Representatives from dozens of countries stood with Ukraine's ambassador to the United Nations as he marked the grim anniversary. (BEGIN VIDEO CLIP) SERGIY KYSLYTSYA, UKRAINIAN AMBASSADOR TO THE U.N.: 1,000 days of war is a tragic reminder of the need to remain resolute in ensuring the international law prevails, that international law prevails, not just in Ukraine, but wherever it is challenged. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Alright. Let's bring in CNN chief international security correspondent Nick Payton Walsh. He joins us live from Kyiv. And Nick, what more are you learning about the closure of the US embassy there in Kyiv in response to a potential attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Alright. Our thanks to Nick Paton Walsh, joining us live from Kyiv there with that report. Appreciate it.U.S. officials now believe there was no sabotage after two underwater internet cables were cut in the Baltic Sea. European officials have been pointing fingers at Moscow after the two cables roughly 65 miles apart were suddenly disrupted. But those familiar with an initial assessment say there appears to be no indications of deliberate activity by Russia or any other nation. Weeks ago, the U.S. had warned Russia was likely to target critical undersea infrastructure. However, an early assessment finds this disturbance was likely caused by a passing vessel's anchor. Joe Biden has wrapped up what is expected to be his final summit as U.S. president with remarks on climate change. As the G20 wound down in Rio de Janeiro, the U.S. announced a new $325 Million investment in World Bank Clean Energy Projects. U.S. officials say that money will be safely deposited before Donald Trump takes office in January. Left unsaid, the obvious reality that U.S. climate policy will change drastically next year. In his final speech to G20 leaders, President Biden left them with this warning. (BEGIN VIDEO CLIP0 JOE BIDEN, U.S. PRESIDENT: History is watching us. History is watching. I urge us to keep faith and keep going. This is the single greatest existential threat to humanity if we do not deal with climate change. Our children, our great grandchildren, our great, great grandchildren, their future is going to be determined by what we do in the next four to six years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "President Biden also told world leaders that they've made remarkable progress together on clean energy, but there's still so much more to do.At least one person is dead and hundreds of thousands without power in Washington State and parts of Canada as a powerful once-in-a-decade bomb cycle sweeps into the area. The extreme storm system is set to bring hurricane force wind gusts as well as a month's worth of rain and mountain snow. CNN's Chad Myers has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "CHURCH",
      "sentences": "The African penguin is on the brink of extinction. What's putting this beloved animal at risk and how scientists are working to protect it? That's next on CNN.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. The close relationship between Donald Trump and Elon Musk was once again on full display Tuesday as the president-elect traveled to Texas for the latest test flight by SpaceX, which Musk owns.(VIDEO PLAYING) This was the 6th test flight for the Starship spacecraft. The launch was a success, but the flight team had to call off its plan to replicate a precision landing for the craft's super heavy rocket booster where it would have been caught by two large metal pincers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "UNKNOWN",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "UNKNOWN",
      "sentences": "All three, down to two in the water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "UNKNOWN",
      "sentences": "Wow. Here we have ships splash down in the Indian Ocean.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:39:58",
      "speaker": "ALLISON KOCK, MARINE BIOLOGIST, SOUTH AFRICAN NATIONAL PARKS",
      "sentences": "There's only about 10,000 breeding pairs left in South Africa and Namibia where they occur. Means we've lost 97 percent of the population, and the species could become extinct within my lifetime.RAFFA (voice-over): Many tourists flock to see these adorable birds and their unique feathers. They have dot-like markings across their chest. These patterns are unique to each penguin as fingerprints are to humans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:39:58",
      "speaker": "RICK JOSACK, TOURIST",
      "sentences": "The penguins here, you know, are beautiful, and it's a shame that they're now critically endangered. And I just hope that there's a lot of activity taking place to try and help them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:39:58",
      "speaker": "ZANDILE CHRISTIAN, TOURIST",
      "sentences": "Seeing them well, hearing that they are critically endangered actually kind of breaks my heart.RAFFA (voice-over): Habitat is one key factor in their population decline. The birds build nests in seabird droppings called guano. This shelter protects them from the harsh African sun, but the guano is often harvested for fertilizer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:39:58",
      "speaker": "KOCK",
      "sentences": "The actual material for digging their nests was removed. And so artificial nests are incredibly important, and the recent science has shown that it does improve breeding success. So we need to keep on doing interventions like that.RAFFA (voice-over): Nutrition is one of the biggest threats. According to scientists, penguins are starving and not getting enough food. Their diets consist mainly of sardines, anchovies, even squids and crustaceans. South African authorities have imposed a commercial fishing ban around six penguin colonies for 10 years starting in January. Elisa Raffa, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:39:58",
      "speaker": "CHURCH",
      "sentences": "A Greek pottery workshop is getting global recognition for keeping ancient traditions alive. This family is among the last in the Mediterranean to use traditional techniques to create their pieces.Now UNESCO has included their workshop in its national inventory of intangible cultural heritage. The family uses clay from local soil and fires the pots in traditional kilns using processed olive pits as a fuel. They also use natural lime to paint the pieces. (BEGIN VIDEO CLIP) DMITRIS KOUVDIS, CERAMIST (through translator): Your hands develop blisters. Getting in, having your hands burn from the mallet, stinging. Where should I begin? So many memories. The fire is burning me. But above all, it's a passion. You're trying to create something that fulfills you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}