{
  "date": "2024-04-02",
  "headline": "Laura Coates Live",
  "subHeadline": "Biden Faces The Uncommitted; Trump Stokes Immigration Fears; Trump Compares Himself To Al Capone; Earthquake Hits Taiwan; Voters Removed Councilman In Oklahoma With White Nationalist Ties; Out-Of- State Abortion Providers Prepare To Help Florida Patients; Angel Reese Addresses Rising Hate In The Social Media Era. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:25",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Well, tonight, Wisconsin sending a message to President Joe Biden that could very well spell trouble come November. As for Donald Trump, well, he's got a message of his own.Plus, the breaking news out of Taiwan. Have you seen the images already? A massive earthquake rattles the island, the strongest quake in nearly a quarter of a century. A live update in just moments. Tonight on \"Laura Coates Live.\" (END VIDEO CLIP) All right, by now, we've all heard about the undecideds, right? But President Biden is facing what may be his most worrying opponent so far in the battleground state of Wisconsin, the uncommitted. They're counting those primary votes as we speak. And now, we've got another vocab term to consider, the uninstructed. So far, there are more than 37,000 votes for uninstructed. And even though Biden won easily, 37,000 votes is nothing in a race as tight as this. It is another warning to the president on his handling of Israel's war in Gaza and the risk it poses for his chances at reelection. President Biden even writing a statement that -- this evening, that Israel is -- quote -- \"not done enough to protect civilians\" and saying he is outraged and heartbroken over the deaths of aid workers from World Central Kitchen in an Israeli strike in Gaza. The president changing plans to host a dinner tonight to break the Ramadan fast after pushback from guests who said it would be inappropriate while people are starving in Gaza. Meanwhile, Donald Trump is hammering Joe Biden on immigration using incendiary language like -- quote -- \"border bloodbath\" and threatening if he doesn't win, this could be the last election in America. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:25",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "I'm here tonight to declare that Joe Biden's border bloodbath -- remember, they use the name bloodbath. I was talking about something entirely different. But this is a border bloodbath. Ends the day I take the oath of office.If we don't win, this may be the last election our country ever has. And there could be truth to it. That's where we're going because Joe Biden is a threat to democracy. He's the threat to democracy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:25",
      "speaker": "COATES",
      "sentences": "Trump also dangling a promised statement next week on Florida's six-week abortion ban which will be on the ballot again in the fall when voters decide in a state constitutional amendment that would protect the right to an abortion in Florida.Now, it's frankly more than fair to wonder why exactly it's going to take him a week to come up with a statement when he has been crowing about the demise of Roe v. Wade for almost two years. I mean, he has been taking credit for overturning it every chance he gets. Well, he's saying credit. Democrats are saying that he is responsible. That's a point Democrats aren't letting anyone forget, directly blaming Trump for bans like the one in Florida that President Biden says -- quote -- \"are putting the health and lives of millions of women at risk.\" I want to bring in Meghan Hays, former special assistant to President Biden, and former Republican Congressman Joe Walsh is also here. Welcome to you both. What a night. I mean, it's hard to imagine we are still in the so-called primary season. We have these two candidates at this point. But the third-party candidate really seems to be uncommitted or uninstructed. Meghan, to you first. This is a real problem for Biden and the humanitarian crisis also getting worse. There was a strike on the aid workers just yesterday. And he is getting protested at every event that he has. So how does Biden course correct, if at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:25",
      "speaker": "MEGHAN HAYS, FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN",
      "sentences": "Look, I think that he definitely needs to take in to account what these folks are saying. It's a huge problem for him. This -- this entire conflict is fraught with problems for the administration. There's no question that there needs to be more humanitarian aid done in Gaza.I know being with him when we were in Poland and working with World Central Kitchen, this is personal to him. He is friends with Jose Andres. We saw the work they were doing firsthand when we were there. It's extremely devastating to have this attack happen. And then for Bibi to not or for Netanyahu to -- Netanyahu not to take responsibility in a real way or have any sort of remorse or feeling towards this, it's devastating for the administration. COATES: What did you make of Biden's response and reaction to Netanyahu talking about how he's outraged and heartbroken and that they have not done enough to protect civilians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Is saying he's pro-Israel going to solve the problem on his base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "HAYS",
      "sentences": "I don't -- I don't think so. I don't think it -- I don't think that you -- I think the uncommitted is a -- is a huge issue. And I think that you need those people to turn out and you need these people to turn out in these battleground states, like Michigan has a huge Arab population, like you can't isolate all of these folks. I do think it solves some of the issue, but I don't think it solves the problem completely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "I mean, one of the questions people have is, are you uncommitted now but ultimately going to vote for Biden later on? That's the key turnout, right? Because many people who are uncommitted now aren't going to go for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WALSH",
      "sentences": "Most will. And Trump got this problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Most will what? Turn out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WALSH",
      "sentences": "Most will turn out eventually and vote, just like I think most Nikki Haley voters are going to support Trump at the end of the day. Look, this is an angry electorate. We are living in an angry populist moment.Trump is an evil demagogue. Why are people even thinking about RFK, Jr.? Because they're looking for something different. Trump feeds this with -- he inflames this anger with bad stuff. But Joe Biden doesn't recognize, Laura, how angry the populace is. He's got to get his arms around that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Well, if the population is that angry, does the inflammatory rhetoric of Trump as relates to, say, the border, is that feeding the beast?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "HAYS",
      "sentences": "So, I think -- I do think he recognizes how angry they are. I just am not sure that his -- his tenor and demeanor and his words are going to -- is helping the cause, right? Like there are people who are listening to Trump and people are getting excited and by the incendiary language.And that's just not Joe Biden style. That's not how he's going to run. He -- he runs a much different -- he has more empathy and more compassion for folks, and that comes across when he's campaigning. So, I think that it is a challenge for him to connect with folks that are more fired up and more, you know, more incendiary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "But does the rhetoric make people have a visceral reaction such that they will be more inclined to turn out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WALSH",
      "sentences": "Oh, yes. And weirdly, again, everything Trump spouts is cruel and just bigoted B.S. And he did it again today, Laura.(BEGIN VIDEO CLIP) But it doesn't hurt him. Even a lot of -- a lot of Black voters and brown voters are concerned about crime and the border. And even though Trump lies about it, he feeds into it. I agree with Meghan, Biden is Biden, but needs to address these issues head on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "I mean, Trump is talking about a woman by the name of Ruby Garcia, who was tragically killed also by an illegal immigrant. Listen to what he had to say on this issue.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "TRUMP",
      "sentences": "Eleven days ago, right here in Kent County, a 25-year-old Michigan woman named Ruby Garcia, who has become very well-known name, beautiful, young woman, was savagely murdered by an illegal alien criminal. Now, Ruby's loved ones and community are left grieving for this incredible young woman. I spoke to some of her family.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Well, on that point tonight, Ruby Garcia's family or a sister said that no one from her family ever spoke to Trump. So, you're not surprised by that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WALSH",
      "sentences": "Oh, God, no. Not at all. I mean, his -- his entire purpose, Laura, is to scare the hell out of voters, and he'll lie to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "When you look at this issue and there have been so many people from, say, the union and on, where people have looked and been very critical about the use of people and their tragedy for political gain, and there has been fierce critique from both sides against both parties, frankly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WALSH",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "-- is there a way to address and confront, especially the issues of crime and the intersection of immigration policy without alienating both sides?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "HAYS",
      "sentences": "I would hope so. I mean, that's what democracy is supposed to be built on. But I just am not seeing it with this election. I think, look, the border, they had a border bill that was bipartisan in the Senate and Trump put a stop to it with his Republicans on the House side.So, it's -- you -- you kind of wonder, you sit back and wonder, like, how are you now blaming President Biden for this when you're the one who and your supporters are the ones that didn't want to pass this through when they had a bipartisan bill in the Senate? And it's just -- you just kind of sit back and think to yourself, like, people who are traveling thousands of miles to cross the border for a hope of a better life, like, we have a real problem here that we need to address. But not all people -- not all immigrants are animals like he called them today, like that's an incendiary statement that's just so divisive and so hateful that it's just -- it's kind of hard to understand what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WALSH",
      "sentences": "And I want to hear Joe Biden say that. I want to hear Joe Biden say that in front of real live people instead of ignoring the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "TRUMP",
      "sentences": "Because for 54 years, they were trying to get Roe v. Wade terminated. And I did it. And I'm proud to have done it.JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA (voice-over): In 2016, Donald Trump ran to overturn Roe v. Wade. Now, in 2024, he's running to pass a national ban on a woman's right to choose. I'm running to make Roe v. Wade the law of the land again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "So, they think that maybe Florida might be into play now because of this six-week abortion ban. It will be on the ballot in November. Is it a wishful thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "WALSH",
      "sentences": "No, it could be. Look, this is the best issue the Democrats have. And, Laura, my fellow Republicans know this is their Achilles heel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "HAYS",
      "sentences": "I 100% agree with you. I think it's shown in the midterms. And, you know, there's a bunch of states, just in Alabama recently where the state delegate person won right after the IVF ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "WALSH",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "HAYS",
      "sentences": "There's just -- this is a losing issue for Republicans. And it's also a very important issue for not only women, but men as well. And it pulls really well. So, it's -- I'm not understanding why the Republicans are not understanding that this is not a winning issue for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Or why it will take a week for Trump to have a position on this.(LAUGHTER) I mean, and I just had to say, when you think about the amount of time, I mean, for so long in the conversations about reproductive rights and about abortion, the week by week has been the crucial issue. And so, if a week doesn't matter, if a week is nothing politically, then why is it so strict in terms of the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "WALSH",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "-- reduction of rights? Megan Hays, Joe Walsh, thank you both so much.And if you thought Donald Trump was staying on script tonight and focusing on the issues, well, listen to him comparing his legal troubles to those of one, wait for it, Al Capone. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "TRUMP",
      "sentences": "I got indicted more than Alphonse Capone. Al Capone. \"Scarface.\" You know how bad he was? You know, these are -- I know some of the guys in the front row -- the tough guys. If you ever looked at Alphonse Capone, you wouldn't be tough at all. You'd be dead by the morning, most likely. I got indicted more than Alphonse. Alphonse was a tough man. They did a movie called \"Scarface.\" Check it out. Even it was half true, you don't want to deal with them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "I've never heard him called Alphonse. Just -- I don't know. Just saying that. Anyway, joining me now, Norm Eisen. He is a CNN legal analyst, the author of \"Trying Trump,\" and a former White House ethics czar. Norm, I'm so glad that you're here today.I'm all for a movie reference. I happen to love the movie \"Scarface.\" I -- whatever Al Pacino does, frankly, I do love. He makes a lot of comparisons for himself. And one of the things he continues to believe is that he is entirely persecuted. He blames judges. And whether he's saying hello to his little friend, the one he has now is recusal. Talk to me about the issue of recusal here because the goal in trying to attack the judge's daughter to me is all about him trying to get out of having that judge preside over the case. NORM EISEN, CNN LEGAL ANALYST: It's a little strange for a law and order candidate to embrace the memory of Al Capone. But it's even stranger, Laura, to go back to the court when Judge Merchan has already ruled that the activities of his adult daughter do not provide a basis for recusal. He even went to the New York judicial ethics authorities, and he got a formal opinion. And they said, if your daughter is not a party in the case, if her business is not a party in the case, if she's not a witness in the case, adult kids are allowed to have lives. So why is Donald Trump having lost this, raising it again? Pure politics. It is a losing legal issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "Now, many would look at -- I'm going to lean into your ethics chops here, which are extensive. Some would look at this issue and say, well, hold on a second, if the fact that there's an adult daughter, says it can be totally compartmentalized from the father, the judge, why is the same not true for, say, a Clarence Thomas and his wife?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "EISEN",
      "sentences": "Well, the -- uh, my ethics experience is as being the ethics czar for Barack Obama. I can tell you that never once in his eight years in office that he compared himself to Al Capone. That's kind of an ethics benchmark.(LAUGHTER) Now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "COATES",
      "sentences": "One would think that's -- that's a pretty low bar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "One of the things that Merchan spoke about was that the motion contains a daisy chain of innuendo. I've made a daisy chain. They were actually like dandelions. But that's neither here nor there. When you look at the idea, there's no facts. It's just the political hyperbole. He's obviously hoping that this is heard by those who might receive the information, i.e. a jury. EISENBut I think the primary strategy there is Trump wants a hung jury. There is very powerful evidence in this case. I write about that in \"Trying Trump.\" We looked at the data on almost 10,000 of these falsifying business records cases. Hundreds of them, felony ones, resulted in incarceration. That makes Trump nervous. What's his solution? He wants one juror, one pro-Trump juror who will hang that jury. So, he is playing to that. And, of course, his political audience feeding their grievances with this constant drumbeat, finding something to complain about with the judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "And even more, he doesn't want this trial to go forward on April 15th, the jury selection. He would like this judge to not oversee this case. But just really quick, what is the standard that has to take place for a judge to recuse themselves? When does it become mandatory?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "EISEN",
      "sentences": "Well, when a judge has an actual disqualifying conflict or an appearance of a conflict, if his daughter were a witness in the case, if he had a financial interest in the case, those kinds of things constitute a conflict.We are not remotely close to that here. And this judge is not going to disqualify himself, and nobody else is going to disqualify him. It's a P.R. move by Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:22:39",
      "speaker": "COATES",
      "sentences": "We have breaking news. A major 7.4 magnitude earthquake striking near the east coast of Taiwan. You can see just some of the damage there. A building left completely tilted. The shaking so bad debris began falling from the ceiling during this TV broadcast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:22:39",
      "speaker": "UNKNOWN",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:22:39",
      "speaker": "COATES",
      "sentences": "I want to bring in CNN's Hanako Montgomery in Tokyo. Hanako, what can you tell us?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:22:39",
      "speaker": "HANAKO MONTGOMERY, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, Laura, I mean, a really large and alarming earthquake like you saw in that video there to have shaken Taiwan. Now, what we know about this earthquake is that its epicenter was very close to Hualien County in eastern Taiwan. This is a very popular tourist destination. It is a rural part of Taiwan and actually where most of these earthquakes take place in Taiwan.Now, we also know that this is the biggest earthquake in 25 years. The last one was back in 1999 when an earthquake of a magnitude of 7.7 killed more than 2,400 people in Taiwan. Now, for this specific earthquake that took place this morning, we haven't heard any official reports about deaths so far, but the Taiwanese government is reporting about injuries, some people stuck in these homes and buildings. In fact, 26 buildings have been destroyed and collapsed. We're also hearing about roads being partially destroyed and more than 91,000 households without power. Now, in response to this natural disaster, the Taiwanese defense ministry has dispatched military troops to assist with evacuation efforts. Now, this is very common protocol. You see military troops work with local governments to try to get people to safety, to higher ground. Now, we also know that in Hualien County, all schools and work have been suspended for today because of these constant aftershocks that we've been seeing, and the Taiwanese government has warned that this could continue for the next three to four days. And let me tell you, Laura, as someone who lives in a very seismically active country, Japan, these aftershocks can be just as terrifying as that initial earthquake because you never know when the shaking is going to stop, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "DERWIN NORWOOD, ENID CITY COUNCIL COMMISSIONER",
      "sentences": "I want to do one thing before we quit. Can you stand up? Do you love me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "JUDD BLEVINS, FORMER CITY COUNCIL MEMBER",
      "sentences": "Yes, I do, as a brother in Christ.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "NORWOOD",
      "sentences": "I love you, too. I forgive you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "BLEVINS",
      "sentences": "Thank you.(APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "That commissioner, Derwin Norwood, he joins me now. Derwin, thank you so much for joining me. How are you this evening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "NORWOOD",
      "sentences": "I'm doing great. Laura, thank you for having me. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "Well, I'm glad you're here. Well, thank you. And I'm glad that you are here. I want to get to that moment of forgiveness that, frankly, I have been replaying in my mind even after seeing it. But first, I do want to ask you about these results. Judd Blevins has been recalled officially. What is your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "NORWOOD",
      "sentences": "Well, it's a blessing to see him relieved. I've gotten to know him a little bit more personally than anyone else on the council. And in confidence, he shared things with me. And I'm aware of the fact that it's bigger than Judd Blevins. It's a national problem that we have had for a long time. And there are citizens in Enid that were brave enough to take it upon themselves to fight back against white supremacy.I felt sorry for Judd. You know, in the conversations that he's had with me privately, I really know how he feels about certain situations and things that have happened that he's not going to share with everyone else. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "Why -- of course, those conversations, and I'm intrigued by the trusting rapport that you have built, but what about those conversations has made you feel sorry for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "NORWOOD",
      "sentences": "Just the fact that he got caught up. You know, he went to the military, came back to the United States, and during the Trump era -- I'm just going to tell the truth tonight. He heard things that inspired him and made him feel that his race was in trouble and he needed to defend and -- you know, his heritage more than anything else. He felt the need to defend his heritage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "When you hear that, especially given his military service, you can imagine there are many members of the military who would hear that and think that's anathema to the protection of the values we hold so dear. In spite of the history of -- we know the experience of many Black soldiers returning from World War II and beyond. But let me ask you, were you surprised to hear that his military experience was a catalyst?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COATES",
      "sentences": "Is that what has motivated you to forgive him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "NORWOOD",
      "sentences": "Well, what actually motivated me to forgive him was my upbringing in the Pentecostal Holiness Church, which is the Church of God in Christ. I was trained that all souls belong to God. You know, I read it in God's word and been a man of God myself. I felt like if I can speak about it or preach on it, I need to live it.So, I wanted to be an example for the former commissioner. I wanted to be his example. When I read the life of Apostle Paul, there was a great change that took place. And I believe that God can change anyone if they want to be changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COATES",
      "sentences": "Well, I know COGIC very well. Many of my family members in Florida are members of the Church of God in Christ. And I have to ask you, when I'm looking at that moment, the pace of that conversation had me wondering at first, were you -- either of you aware? Did he know that you were going to ask him that question about your -- his love for you at that time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "NORWOOD",
      "sentences": "He did not. Neither did I.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COATES",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "NORWOOD",
      "sentences": "When the spirit of God is moving, you don't have any control. You know, when those convictions come about, you just have to react. And, you know, being prayerful and believing and fasting. The power of the Holy Ghost, you don't know which way he's going to move you, but when it happens, it happens. So, you know, I wanted God to get the glory in all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COATES",
      "sentences": "Let me ask you, when you look at this, and I have to wonder, given the nature of your relationship that you have explained, you seem to have gotten either closer with him or understood him in different way, do you think his ousting from this council is going to trigger him to revert to the beliefs he once had or might still have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "NORWOOD",
      "sentences": "Hopefully not because the way I look at it, Laura, is the fact that he's an individual, he has a soul. I don't care about his ethnicity, his race or anything. What I care about is his soul. I want to see true change. And if I can be that individual that can help him along the way, I'm not taking it personal. I feel like I have a mission to do. And that's to help convert individuals who have been deceived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COATES",
      "sentences": "Have you spoken to him tonight since he was ousted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "NORWOOD",
      "sentences": "No, ma'am. I spoke to him last Friday. And I explained to him that, you know, I have talked to CNN. And I did an interview with him in my father's church, Westside Church of God in Christ. And he thanked me and he said, Derwin, I respect you. And I told him, I said, Judd, when I watched you up on that stage, I felt sorry for you. You were struggling.  You were really going through.And when I've seen his mother, she came up to me, and she introduced herself to me, it hit me because I could see the pain in her eyes. And he told me, he said, you're absolutely right, this is really hurting my mother. They're humans. We all make mistakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COATES",
      "sentences": "What did you understand to be hurting her? The admission from her son or the attention that was being provided?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "NORWOOD",
      "sentences": "I believe all would be above. I believe that when I looked at her, no -- no mother wants to see her child --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "COATES",
      "sentences": "No. No, you certainly do not, as any mother would know. Derwin Norwood, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:02",
      "speaker": "NORWOOD",
      "sentences": "Thank you, Laura, for having me. God bless you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:38:46",
      "speaker": "XAVIER BECERRA, HEALTH AND HUMAN SERVICES SECRETARY",
      "sentences": "No woman in America should live in medical apartheid. It should be now clear that Dobbs was more than just about abortion.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "You've been helping women from other states where abortion has been banned or restricted. It must be taking a toll on them personally to travel to this island of access, as you describe it. What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GALLEGOS",
      "sentences": "Absolutely. I think more than anything, when patients make it to our doorstep, they're exhausted. They're exhausted from their travel. They've left work and just gotten on the road and started driving and sleep a few hours before their appointment in the morning. I've had patients tell me they've driven all night and slept in the parking lot and waited for us to open in the morning.So, the journey never ceased to amaze me, what patients are overcoming to make it to our doorstep. So pure exhaustion, I think, is number one. And then by the end of the day, when after they've had services, more than anything, it's relief, relief that they made it, relief that somebody took care of them, that they got the services they needed and they can return safely home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "There's the emotional and physical toll and aspect of this and the journey, but there's also the financial toll. How are these women able to pay for their health care, plus the cost of travel, knowing that increasingly so there is an economic disparity of access? GALLEGOS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Really, truly telling when I think about the map we were showing, the idea of 17-hour drive, an island of access in Illinois, and how other states are preparing to accept the influx of people who most assuredly will come. Andrea Gallegos, thank you so much for joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GALLEGOS",
      "sentences": "Thank you. Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Well, up next, LSU star Angel Reese calling out the hate she has gotten this past year from racism to threats against her own life. Has the price of fame in this social media era we're in become way too toxic? Former WNBA star and coach Nancy Lieberman is here to discuss next.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:38",
      "speaker": "COATES",
      "sentences": "Remind me what that saying is again. All publicity is good publicity. Well, all the greats have had their careers criticized. Great athletes, great actors, great artists. You want the fame, you got to deal with the heat. Right?I don't agree with that because recently the so-called heat has felt like hate. Criticism has turned into racism. Game commentary has turned into death threats. And often, it's anonymous. People hiding behind their screens on social media. Here is what 21-year-old college basketball phenom Angel Reese and her teammates had to say in a postgame presser last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:38",
      "speaker": "REESE",
      "sentences": "I've been through so much. I've seen so much. I've been attacked so many times. Death threats. I've been sexualized. I've been threatened. Just know, like, I'm still human.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:38",
      "speaker": "HALEY VAN LITH, LSU PLAYER",
      "sentences": "People speak hate into her life. I've never seen people wish bad things on someone as much as her.FLAU'JAE JOHNSON, LSU PLAYER: The media, you all, how they like to twist and call it a villain and all of that. You all don't know Angel, bro. And I'm just happy that I get to play with her. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:38",
      "speaker": "COATES",
      "sentences": "The hate has become such an epidemic that even the surgeon general of the United States met with the NCAA mental health advisory group to talk about the effects of social media on young people's mental health.Lots to talk about with Nancy Lieberman. She's the head coach of Team Power and the Big3 League, the first woman head coach of a men's professional team in any sport, a two-time Olympian, a two-time basketball Hall of Famer, a player, a coach, otherwise known as Lady Magic, and a Hall of Famer to boot. Nancy, so nice to see you. How are you doing? NANCY LIEBERMAN, HEAD COACH, POWER IN BIG3 LEAGUE: I am wonderful. So great to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:47:38",
      "speaker": "COATES",
      "sentences": "I'm glad that you're here, although I have got to wonder what you have thought, seeing the evolution of the game in the sense of the role that media and social media is playing on and what's happening. What you've heard what Angel Reese had to say about being a human, the toll it's taken on her, what would you say to her in this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "I'm so glad you mentioned Muhammad Ali because people sometimes will point to him and say, oh, no, the smack talk is part of it. You know, his poetic lyricism when he did it was -- it's just -- this is just the evolution of that. This feels and is distinct from what that was. And I'm so glad you mentioned how it's being directed at women in particular. Why do you think it has become so increasingly toxic as it relates to women in particular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "LIEBERMAN",
      "sentences": "I mean, let's -- let's be realistic. Every star that you've known in history, I'll take sports. Every time they get to the top, somebody is now trying to cut you down and put you in your place. So, you know, Angel Reese gets to a certain place, wins the national championship, she's beautiful, she has an opinion, and now everybody wants to cut her down and attack her.She has never done anything wrong. I mean, she's 21 years old. She should be living life. She should be happy. She's had a great program at LSU. She's got great mentors in Mulkey and Shaq. And if I were around her, you know, I will put my arm around her as a friend and say, don't listen. Sometimes, you just have to, you know, kind of have, you know, earmuffs and not listen to people. Those are the people who have never accomplished anything in life. And so, it's so easy for them to be critics of people who have achieved. And, you know, I guess jealousy is real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "You know, I always say I don't take criticism of people I would not seek advice from. But I'm grown compared to a 21-year-old and thinking about what she's enduring as a college student. But this is a different sport in a way. I mean, college players now are able to have endorsements, are able to have brand deals.Does that make a difference to you at all in terms of the increasingly expansive public profile that they have for themselves? Is that -- does it some way change how they ought to be treated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "LIEBERMAN",
      "sentences": "No, I don't think it changes. It's just this is the new day and age. This is it. You know, I mean, as Warren Buffett, how much money did he make in the 60s and 70s, and how much money has he made in 2024? I mean, this is called growth.There's -- look, I played for free on the Olympic team. I played for free when we went to back-to-back championships, national championships at Old Dominion University. It's okay. You know, we have to celebrate today the athletes, the business people, the women, people of success, even men. And we shouldn't tolerate them, we should applaud them and celebrate them that they have more than we did. You should just organically be happy for them. I'm thrilled for this generation and what they're doing. They're creating history. You know, we have the Jackie Robinsons. You know, a lot of people play sports and some people just change sports and make history. And it's happening --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "I don't want to cut you off. I'm sorry, Nancy, finish your point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "LIEBERMAN",
      "sentences": "It's happening right here in front of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:02",
      "speaker": "COATES",
      "sentences": "Yeah. I was going to say on that very notion, just thinking about the ratings, I mean, how many people are watching? This is transformative as well. I learned that the game between LSU and Iowa last night, more than 12 million people watched the game. That's even more than last year's NBA finals, by the way. And these college players, they're thrown into this level of fame right now. Is the sport ready for this level of attention? Is it ready for this evolution of the fan viewership, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "And will she take it? Would she take it? Because there has been some pushback on that offer. It's a substantial one. There was some pushback. I talked to Cari Champion last week, and she seemed to have the impression that, look, this is -- she doesn't need to play with men to prove her worth. Is that how you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "LIEBERMAN",
      "sentences": "Well, as somebody who needed to play against men to know her worth, and I love Cari, by the way, but I didn't have a league in my prime. So, I had to play for Pat Riley and the Los Angeles Lakers in summer league. I had to play for the Jazz and Frank Layden in their summer league.I had to play two years in the United States Basketball League, which is the equivalent of the NBA G League. Trust me, I know what it's like to get hit on a screen by a 280-pound guy or pick up a charge on Karl Malone. It doesn't feel good. It's not optimal but it is doable because think about it. They might be bigger, stronger, faster, jump higher, but you don't know our heart, you don't know our desire. There's EQ and IQ, and she can pass the hell out of basketball. So, wherever she chooses to play and if she went to the Big3, then she could also play in the WNBA, you know, if it's for Indiana. You know, keep us saying we want you to play both. It's eight games in the W.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "LIEBERMAN",
      "sentences": "But it would enhance her profile. She'd be the only other woman to play in a men's league.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "Right. LIEBERMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "listen, Caitlin Clark, it sounds like Nancy Lieberman wants to be your coach for the Big3. I'm going to put a plug in. I kind of want to see it now. I'm talking to you. Nancy, it's always so great to hear your perspective. It's a unique one. I'm so glad you came. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "LIEBERMAN",
      "sentences": "Thank you for being a great champion of us. Appreciate you.",
      "isLastSentenceInterrupted": false
    }
  ]
}