{
  "date": "2024-03-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Tonight: 2024 State of the Union Address Scheduled to be Delivered by President Biden; Interview with Rep. Joaquin Castro (D- TX); At Tonight's Speech, Allies Anticipate More Ferocious Biden; Negotiations for Gaza Truce at a Stalemate Before the End of Ramadan; Trump's Counterprogramming Strategy; Interview with Former Illinois Congressman Joe Walsh (R); Republican Reverence at State of the Union Urged by Speaker Johnson; Twelve Percent of Voters in KFF Poll Rank Abortion as Main Concern; Embattled Senator Menendez Says He Won't Resign From Office. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Tonight, President Biden will deliver the State of the Union address, and some Democrats have a message for Biden ahead of the address. Fight harder. They want the president to bring some of the fire that's been on display in closed door meetings at the White House at to -- tonight's event.And with me now to talk about this, Democratic Congressman Joaquin Castro of Texas. Congressman, are you one of those Democrats who wants to see a little fire from the president tonight? REP. JOAQUIN CASTRO (D-TX): Well, sure. I think that on many fronts, the president has an incredible story to tell. This has been an incredibly consequential president. Somebody who helped the country bounce back from the pandemic when hundreds of thousands of people had died by that time. Somebody who's helped the economy bounce back to record unemployment and incredible GDP growth and strong job growth. Somebody who's helped shepherd through major pieces of legislation to the United States Congress. The Inflation Reduction Act, the Bipartisan Infrastructure Bill, the Chips and Science Act. So, he has a very strong story to tell, and I hope he will show some fire tonight and tell it. And he's also, even though I have issues with the Senate border deal or the deal that included the border provisions, he tried on the border. He's tried. And Republicans, even though they use it as their number one fearmongering, boogeyman issue have, you know, put up every obstacle to doing anything meaningful on border security. So, he's got a strong story to tell. He should tell it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And you mentioned immigration. I mean, that's going to be, obviously, a major focus tonight. And as you know, Donald Trump continues to denigrate immigrants, falsely claiming that -- I mean, just the other day, he was saying that President Biden is bringing in foreign armies across the border. Let's listen to that.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: A central question in this election is whether the foreign armies Joe Biden has smuggled across our border will be allowed to stay or whether they will be told to get the hell out of here and go back home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Congressman, does President Biden need to go after some of that rhetoric as well as outlining what he wants to do about the border?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "CASTRO",
      "sentences": "Yes, he absolutely should. Look, Donald Trump has been dangerous for a long time. But he's getting more dangerous, and he's putting a target on people's backs. And what you hear him talking about is just pure fantasy. And the man has really, at this point, lost his mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And I do want to ask -- I mean, I did ask Neera Tanden, the domestic policy advisor at the top of this hour, whether the president should just announce some executive actions tonight on immigration on the border if he's not going to get any cooperation out of Republicans in Congress. Would you like to see that happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "CASTRO",
      "sentences": "Well, look, I mean, the president, of course, has done executive actions before, but the president is also not a substitute for the Congress. And the Congress can't use the executive branch as a crutch and do nothing. And that's what Mike Johnson, the Speaker, and the Republicans are trying to do. They want to do, and they are doing nothing on the border, even though they complain about it every single day.So, there are things the president could do on temporary protective status, for example, and work permits and so forth. But on the enforcement piece, Congress has got to appropriate more money, and if they're going to pass policy, we're going to pass policy, then we need to take it up and pass it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And Congressman, I know, you and I have talked about the issue of Israel and Gaza in the past. I want to ask you about it again because I -- you know, the piece that we were showing earlier on this program from Nada Bashir, I mean, it is -- it's very difficult to reconcile with what -- you know, what is going on in that part of the world right now.What is your sense of it? What does the president say about Gaza tonight? You just heard. from Chef Jose Andres in our previous segment. I mean, volunteer organizations are having to airdrop food into Gaza so children don't starve to death. Hasn't it reached a point now where the president just has to do something. He has to do something dramatic. Call for a ceasefire. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Congressman, I mean, I don't have to tell you, the Israelis are going to say that war crimes were committed on October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "CASTRO",
      "sentences": "I agree. I think having watched the footage when the Israeli embassy presented the footage here at Congress, I went and watched it. I think that that is true. And I think, for example, the kidnapping of children is a war crime. But the starvation of children, and the suffering that has gone on because of it, and the -- you know, by now, 20,000 or so women and children or more who have perished, Benjamin Netanyahu's government is committing war crimes right now. And we have to face that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Congressman Joaquin Castro, thank you very much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "CASTRO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Tonight, Donald Trump has his own counterprogramming plan for President Biden's State of the Union address.CNN's Kristen Holmes is outside Mar-a-Lago and joins us from West Palm Beach. What's he going to do tonight? KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Well, Jim, it probably won't have as much of an audience as Joe Biden's actual speech, but he is going to be responding on \"Truth Social\" in a series of posts in real-time, this is something he did last year, too. But obviously it has more significance this year given that he is now the presumptive Republican nominee and will be facing Joe Biden in a rematch in the fall. Now, the one thing I want to point out here is that we heard from Speaker Johnson urging members to show decorum, to be respectful of Biden. But that's inside the chamber. That is not what we expect to hear from Former President Trump. As of course, you know, he is not the best at being respectful or showing decorum. We've already seen from the super PAC that is aligned with Donald Trump, putting out an ad today, the day of the State of the Union, basically going after Joe Biden for his age, for his mental fitness. Saying, could he even survive another presidency? A pretty scathing ad there as we know that age and mental fitness, mental acuity are going to be something that play big in this presidential cycle. We also are told that the campaign will be putting out a series of videos and tax on social media going after Biden, going after the State of the Union during that speech. Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Kristen Holmes, thank you very much for that. Appreciate it.And joining us to discuss all of this is Michael LaRosa, Former Press Secretary to the First Lady Jill Biden. And former Republican Congressman Joe Walsh of Illinois. Michael, as I said, you were the press secretary for Jill Biden. You know how State of the Union works. How important, though, is this one tonight for the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MICHAEL LAROSA, FORMER PRESS SECRETARY TO THE FIRST LADY JILL BIDEN AND FORMER SPECIAL ASSISTANT TO PRESIDENT BIDEN",
      "sentences": "Well, you know, State of the Unions, over time, have become a little short on impact, a little long on spectacle. Clearly, the former president is doing his part. But look, Joe Biden needs to do a couple of things tonight because it will be important for him to show and tell the American people a few things.People need to walk away feeling something. That is most -- that is the most important thing he can do tonight, is that people feel that they are -- that he is in control. That he is in command. And look, this is a place where he feels comfortable. The president is going home tonight. He showed that last year where you saw his nimbleness and volleying back and forth with the Republicans. And this is where his confidence and his performance will really shine through because this is where he's comfortable on the Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, Joe, I mean you were a member up on Capitol Hill on the Republican side of things. You know how these things go as well. And apparently the House Speaker Mike Johnson to, I think to Michael's point, a little bit what he was alluding to there, the house speaker has urged his GOP colleagues to not heckle the president during tonight's address.In the past, we have seen Marjorie Taylor Greene and Lauren Boebert do just that. Here's some video of it right there. She was wearing -- Marjorie Taylor Greene wearing that very memorable white coat. We all remember that. Do you think, they're going to listen? JOE WALSH (R), FORMER ILLINOIS CONGRESSMAN AND DIRECTOR, MISSION DEMOCRACY: No. God, no, Jim. Johnson is the speaker, but he's really not, and he can't control these folks. And there will be people in that chamber who will act up, and there will certainly be people outside the chamber, including the former president, who will act up. Which is why, Jim, I wish President Biden would do something completely different. I wish he would walk into that chamber. I wish he would give a 10-minute speech, no spot -- smiles, no politics, just get down to business. Here's what I'm going to do. Our democracy is under threat. Ukraine needs ammo. And just a really serious sense of urgency, righteous anger, kind of 10 minutes and then walk out of there, and let Republicans look on serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "LAROSA",
      "sentences": "You know, one of the architects of tonight's speech, Bruce Reed, wrote many years ago in a book that Republicans usually have their ideology mugged by reality. And I think the president is going to give Republicans and the American people a pretty stark dose of reality tonight on this issue especially.Because this is fighting ground for Democrats. This is where they want to have a fight with Republicans. Nothing shows the differences, the con -- makes the contrast between the two parties based on this issue. And women, as you know, the biggest voting bloc in the country. And so, you're absolutely right. This is essential for the president to go on offense on tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "And Joe, how big of a concern is this? I mean, we're probably not going to hear Donald Trump talking about this too much, although out on the campaign trail he has bragged about getting rid of Roe versus Wade. I mean, how big of a problem is this for the Republicans heading into the campaign? You have to assume that the President is going to touch on this tonight, given what happened with Dobbs and given what's just taken place in Alabama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WALSH",
      "sentences": "Jim, he has to, and I say this as a former Republican, this is the Republicans biggest political problem. The entire abortion issue is hurting Republicans politically. Just like, Jim, I would argue the entire issue of immigration and the border is hurting the Democrats. And I do hope the President does, and you alluded to this in an earlier segment, I hope Joe Biden does, tonight, announce tough new executive actions. Look at the Republicans for not doing a damn thing on that border bill. But he -- and he take it on himself because this is a weakness of Democrats. And I would love to see Biden strongly address it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "LAROSA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "When I asked the domestic policy -- go ahead, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "LAROSA",
      "sentences": "No, I was just -- I agree with Joe. I do think, he needs -- this is -- look, the Republicans have made their playbook pretty clear that they are going to make this Willie Horton times 10. And if you hear how former president talks about immigration and the border, it's through the really gruesome and tragic details of these crimes that have taken place.And so, the president needs to personalize this and talk about it. Acknowledge it. But talk about it with -- in the frame of safety, in personal safety for the American people. He needs to demonstrate that he understands that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Just moments ago, embattled Democratic Senator Bob Menendez addressed questions about his future in light of the brand new 12 criminal charges filed against him this week. They're tied to an alleged bribery scheme.CNN's Manu Raju just spoke with Menendez a few moments ago. Manu, what did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "MANU RAJU, CNN ANCHOR, INSIDE POLITICS SUNDAY AND CNN CHIEF CONGRESSIONAL CORRESPONDENT AND ANCHOR",
      "sentences": "Well, he's defiant. I mean, he has pleaded not guilty to the other charges. Now facing a new superseding indictment. Charging him with obstruction of justice as part of this larger bribery scheme, allegedly his involvement with the Qatari and Egyptian governments in this pay to play scheme that involves some businessmen as well.He has denied those charges despite these very serious accusations and calls from most Senate Democrats for him to resign. He made clear to me moments ago that he is not going to step aside. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAJU",
      "sentences": "Senator Menendez, actual started indictment, are you considering resigning?SEN. BOB MENENDEZ (D-NJ): No, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAJU",
      "sentences": "What about running for reelection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "MENENDEZ",
      "sentences": "I don't know. That's another question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAJU",
      "sentences": "When will you make that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "MENENDEZ",
      "sentences": "When I decide, and everybody will know. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAJU",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAJU",
      "sentences": "And that second point is one that Democrats are watching very closely, a decision about whether or not to run for reelection. He's already has primary challengers lining up against him in the Garden State. Menendez has not said what he will do, but he is also facing a lot of criticism internally about all of these allegations, including from one Senator, John Fetterman, who is backing one of his primary opponents, and also making clear that he wants Menendez gone immediately.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAJU",
      "sentences": "And what does it say about this institution that he's still serving in here?SEN. JOHN FETTERMAN (D-PA): I don't know what it says other than that they guess they're just OK with having a sleazeball in the Senate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "RAJU",
      "sentences": "And yesterday I asked the Senate Majority Leader, Chuck Schumer, why he's OK with someone who is accused of engaging in this bribery scheme to continue to serve in his caucus, to continue to serve on committees, and continue to attend classified briefings. He did not answer that directly. But Jim, he indicated that he is, \"Deeply disappointed in Menendez's conduct.\" Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Great work up there, Manu. As always, Manu Raju, thank you very much.Still ahead, 29-year-old just sailed into the history books and is popping the champagne to celebrate. There it is right there. Hope you don't get wet as you're watching this. That's a lot of champagne. Her story ahead. (COMMERCIAL BREAK) [10:55:00] ACOSTA: Before we go, I want you to meet this person right here. 29- year-old Cole Brauer. She just made history as the first U.S. woman to sail solo around the world. She began her trip back in October, setting sail from Spain. (BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}