{
  "date": "2024-03-29",
  "headline": "CNN News Central",
  "subHeadline": "Cleanup Of Francis Scott Key Bridge Collapse; President Biden's Campaign Is Targeting Nikki Haley's Voters; Evidence Of Kremlin's Prior Knowledge Of ISIS Threat; Commemoration And Investigation Into Bridge Collapse Victims; Russia's Attack On Ukraine's Energy Infrastructure; Anniversary Of Evan Gershkovich's Detention In Russia. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "The painstaking cleanup of the Francis Scott Key Bridge is just beginning. Huge crisis. Trains being moved in to clear the wreckage. In just moments from now, we do expect to hear an update from Maryland Governor Wes Moore, which we will bring to you as we get the latest. Plus, using Trump's attacks against him. Fresh off a major fundraising haul, President Biden's campaign is making a direct appeal for Nikki Haley's voters. How they're making their case using Trump's own words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KRISTIN FISHER, CNN ANCHOR",
      "sentences": "And new evidence shows that Putin did know about a threat from ISIS before that deadly concert attack in Moscow. We are following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "At any moment, Maryland Governor Wes Moore is expected to give an update on that huge cleanup operation that is happening right now at the site of the Francis Scott Key Bridge collapse. We do know that major reinforcements are starting to arrive. The largest crane on the East Coast is now on site there. The hope is that it will be up and running later today to help clear the 4,000 tons of twisted metal and other debris. We have CNN's Brian Todd joining us now. Brian, what's the latest that you're learning about the cleanup operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, Brianna, we've got a very good vantage point to offer you of that operation as it really gets ramped up. Our photojournalist, Joshua Pogle, is going to go over my right shoulder and train his camera in there. You will see behind the wreckage of the bridge, you will see a crane in place there. Now, our colleague, Gabe Cohen, just called me and he has just spoken to an official with the office of Governor Wes Moore.That official told Gabe that is not, not the Chesapeake 1000. The Chesapeake 1000 is the biggest floating crane on the eastern seaboard. The Chesapeake 1000 is close by, but that crane that you're looking at is not it. The Chesapeake 1000 will get ramped up. It will get constructed and get ready to take part in this salvage operation. But that crane that you're seeing there is a separate crane that they have just moved into place that will start to remove pieces of the wreckage of the bridge. And you can see it there just behind the remnants of the bridge there. I just also spoke to an engineer, a mechanical engineer from Morgan State University, Dr Oscar Barden, about just what these crane operators and the other salvaging experts are going to be doing. He says, first, the people who are operating the cranes and the salvaging experts are going to have to survey this area very, very carefully to determine which pieces of the bridge and the wreckage have to remove first. What are the biggest pieces? What are the most problematic pieces that they're going to remove first? They've got to do that surveying first. That's what they're going to be doing today, tomorrow, in the days ahead. Then they're going to have to figure out how they're going to break up those pieces because they're going to have to break them up into smaller pieces in order to remove them. I asked him how dangerous this was. He says it's very dangerous. And the crane operators and the other specialists are going to be engaged in some dangerous work because I can tell you that the wind, the weather is really not cooperating very much. The wind has really picked up. The water is very choppy. The water is very rough. The water was already very cold and murky as it was. They are still using dive teams to help them survey this area because, remember, they've still got four people who are missing, unaccounted for, and presumed dead. They are still trying to find those people. We were told that there could be a vehicle that is encased somewhere in the wreckage beneath the water, and that could be something that they're also going to be looking for, Brianna. But as you can see, the salvaging operations really ramping up here. The Chesapeake 1000 crane, the biggest one is yet to be in place, but it's close by.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "That's right, Brianna. We got word this morning that the organization CASA, which is an organization that provides aid and outreach to immigrant families, Latinos as well. They're going to be holding a press conference any moment now, specifically to honor the victims that were lost when the bridge collapsed earlier this week. Specifically, there will be construction workers from this entire Maryland area in attendance to show solidarity with the construction workers who are believed to be dead. We'll bring some of that to you and our viewers later tonight. But I just want to talk about what we have learned in the past 24 hours because we're learning new information about some of the victims who were lost.We now know the identity of five of the six people both presumed to be dead and those who have been found already as well. The first, of course, is Maynor  Suazo Sandoval. He was Honduran. We spoke to his brother earlier on in the week who described him as the breadwinner of his family. Miguel Luna. He's from El Salvador, but he lived in Maryland for 19 years, loved his construction job. And then there were the two people who were pulled from the wreckage earlier this week as well; Dorlin Castillo Cabrera,  Alejandro Hernandez Fuentes. And in the past 12 to 24 hours or so, we got word of another one of the victims, Jose Mynor Lopez, a husband and father as well. Now, Brianna, one of the troubling factors about this whole story, I brought this information to you actually last night, but I think it's worth repeating again today for our viewers, is that we learned from the Mexican government that three people who were on that bridge that night when it collapsed were actually related. Three of the eight people who were there were all from the same family. Two of those people died. One ultimately did survive. But you can imagine just the amount of stress that that particular family has been feeling and the impact now that two members of the family have died, even though one was able to survive. Again, between that and the press conference that's about to begin, a lot of pain in this community today. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "Yeah, so much. Danny, thank you for that report live for us from Baltimore. Kristen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "FISHER",
      "sentences": "Well, now to the intensifying 2024 campaign. Last night, President Biden brought in more than $26 million in campaign donations with the help of former Presidents Obama and Clinton. It was a significant show of democratic unity. But today, Biden is hoping to win over some frustrated Republicans. In a new ad, his campaign makes a direct appeal to Nikki Haley voters. Let's bring in CNN's senior White House correspondent, Kayla Tausche. And Kayla, I mean, the Biden team clearly sees an opening here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "And Kristen, perhaps they see that opening specifically in battleground states with suburban voters, which is where this 30-second ad is going to be running, that ad that they just took the wraps off of today. In it, they show clips of Donald Trump in his own words, insulting not only Nikki Haley, but also the sect of the Republican Party who supported her and does not not support him, with the message underscored that there is not a place, that Donald Trump does not want the votes of Haley voters. And perhaps the Biden campaign is right to sense an opening there. In CNN's own data and exit polling from North Carolina on primary night, just 7% of voters who cast their ballots for Nikki Haley said that they would be supporting whoever the GOP nominee would be. Now, on one hand, you have the Biden campaign going after some of those centrist Republicans that had supported Haley.But on the other hand, you have that star-studded fundraiser last night in New York City, where a deep blue Democratic audience, 5,000 people deep at Radio City Music Hall, was energized and raised that record haul for the president. So certainly they're trying to establish as broad a spectrum and widen the tent, if you will, going into the general election, Kristen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "FISHER",
      "sentences": "Yeah, and looking at that record hall from last night's fundraiser, the Biden campaign has to be pretty happy about. That, too, I'd imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "FISHER",
      "sentences": "Alright, well, we'll see if they're able to bring in that record money next week and beat the Biden campaign. Thanks so much, Kristen Holmes. So, still ahead, warning signs ignored in the deadly concert hall attack near Moscow. New documents suggest that the Kremlin was aware of threats just days before 143 people were killed. Stay with CNN NEWS CENTRAL.(COMMERCIAL BREAK) [14:15:09]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "A new investigation by a British organization finding that Russia's security services were aware of a threat from ISIS days before a deadly attack on a concert hall near Moscow that killed at least 143 people. The London based dossier center says that this is based on Kremlin intelligence documents showing that ethnic Tajiks radicalized by ISIS-K could have been involved. ISIS has claimed responsibility for the attack with statements, photos and a propaganda video film by the attackers today filmed by the attackers. Today Russia charged a ninth person in connection with the attack. We have CNN's chief national security correspondent Alex Marquardt joining us now. What more can you tell us about this report and is the Kremlin responding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well Brianna, this is just more evidence that Russia did have a sense that something like this could happen on top of the US warning that we know was given to the Russians by the US intelligence community. Here we have this well known investigative group called the dossier center saying that they have obtained documents. That showed that Russian intelligence had a sense that ethnic Tajiks, people from Tajikistan could have been radicalized by ISIS-K to carry out an attack like this one. And this really does echo what we have now learned from the Biden administration, who says that they warned the Russians under this protocol, the intelligence community called the duty to warn when the US learns about an attack that could take place even in adversarial countries. They do warn those countries that happened in Iran in January. Now it happened in Russia earlier this month.So in early March, the US warned Russia both privately and publicly that something like this could happen. There was a warning on the US embassy website to American citizens there saying that there are imminent plans by extremists to target large gatherings in Moscow, including concerts. And that is exactly what ended up happening. Now in the days that followed, there were these four Tajik nationals who were alleged to have carried out this attack. They were detained. More Tajik nationals have been arrested in Russia and in Tajikistan. But we have now seen this response from the Kremlin starting to try to pin this on Ukraine. And then the head of the FSB even put this on the US and the United Kingdom. Now the US is saying that this was specific, detailed intelligence that pointed to the fact that ISIS-K had plans to carry out this attack. And of course, they are dismissing those accusations as propaganda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "KEILAR",
      "sentences": "Which is extraordinary and unfortunate. We're also today, this is the one year anniversary of Evan Gershkovich being detained wrongfully in Russia. It has been so long now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "KEILAR",
      "sentences": "Yeah, it just keeps getting pushed off now all the way to the end of June. Alex, thank you so much for that report. We do appreciate it. Kristen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "FISHER",
      "sentences": "The report that Alex and Brianna were just talking about comes as Russia launches another attack aimed at Ukraine's energy infrastructure. A commander for Ukraine's air force says that Ukraine was able to destroy 84 of the 99 air attacks that targeted at least four regions in Ukraine last night. But several Russian missiles and attack drones got through and struck at Ukrainian energy facilities. I'm joined now by Beth Saner. She's a former deputy director of national intelligence and a CNN national security analyst. Beth, thank you so much for joining us. And, you know, this comes just a week after you had those similar really deadly attacks against Ukrainian energy systems. Is this the next chapter of Russia's war in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "BETH SANNER, FORMER DEPUTY DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "It is the current chapter. And it was a chapter that we saw, you know, last winter, a year ago, when Russia was doing the same kind of attacks aimed at energy infrastructure. They seemed to switch a little bit to more to defense industry. And now they're back to the energy infrastructure. And this could in part be because Ukraine has been so successful in attacking Russia's energy infrastructure, taking out maybe 12 percent of their refining capacity in the past month or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "FISHER",
      "sentences": "So after the new Russian attacks against Ukraine, you saw Poland, activate its air force. And then Poland's prime minister is warning that Europe is in a pre-war era, predicting that Putin could use the Moscow attack to really escalate its war in Ukraine. Do you agree with that, Beth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "SANNER",
      "sentences": "I definitely think that we're in a different place. I'll note that President Putin came out just a few days ago, poo-pooing the idea that Russia would attack Poland or the Baltic states, NATO members. And calling it nonsense, and then really saying that this kind of threat is being drummed up by Western leaders in order to scare them and justify spending money on the war in Ukraine. I think our listeners will, their ears might perk up when you look at that explanation. I think that that is absolutely President Putin trying to divide the West and undercut Western support for the war effort by Ukraine. I just don't think that we should believe Putin. He lies and lies and lies and has for years. And so that threat is not imminent, but it exists in the future. We're in a different state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "FISHER",
      "sentences": "I'd like to turn back to that deadly terror attack in Moscow that we were just talking about. Do you think that this was an intelligence failure by the Kremlin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "SANNER",
      "sentences": "Yeah, I do. It's always good for me to be able to talk about an intelligence failure that another country has instead of one that may have happened in the U.S. intelligence community. These things do happen to every intelligence agency, including Israel's. But this is like so strikingly horrible for them. And yeah, they absolutely missed it. And the reason is that Putin dismissed it, that, you know, your leader tells you what you're supposed to be focused on and the Intel services have been focused on exactly what he wants, which is tracking down grandmothers who hold up signs or pour ink into voting boxes and anyone who raises their hand against the war or against Putin. And that's what their focus is. But, you know, they really did know about this. In fact, they wrapped up an ISIS cell on March 7th and say they thwarted at the time, they said they thwarted an attack against a synagogue in Moscow. They may have thought that they got them and they may not have realized that there was a second group planning this deadly attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:09",
      "speaker": "FISHER",
      "sentences": "So you say Putin missed it. But I'm also curious. I mean, do you think that this is perhaps a sign that the Kremlin or the Kremlin security services are stretched too thin with the war in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SANNER",
      "sentences": "Thanks, Kristen.",
      "isLastSentenceInterrupted": false
    }
  ]
}