{
  "date": "2024-06-06",
  "headline": "CNN Newsroom",
  "subHeadline": "This House, World Leaders Gather for 80th Anniversary of D-Day; Star Witness Takes the Stand in Hunter Biden Trial; At Least 52 Dead in Israeli Strike on School Run by U.N. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Good morning. You are live in the CNN Newsroom. I'm Erica Hill in for Jim Acosta.80 years ago today, the course of World War II and democracy changed forever. President Biden joining other world leaders at this hour as they mark this milestone anniversary of D-Day, the allied invasion of Normandy. You see there, of course, the French president, Emmanuel Macron, as well as Ukraine's President Volodymyr Zelenskyy. This morning, Mr. Biden meeting with a handful of the last remaining U.S. veterans who stormed those beaches or parachuted behind enemy lines as young men. Today, they're all around 100 years old, making this anniversary especially poignant as the world pays tribute to this greatest generation. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  The men who fought here became heroes, not because they were the strongest or toughest or the fiercest, although they were, but because they were given an audacious mission, knowing every one of them knew the probability of dying was real, but they did it anyway. They knew beyond any doubt there are things that are worth fighting and dying for. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "Some 2,500 Americans died on D-Day, along with 2,000 of their allies. The invasion of Nazi-occupied France marked a major turning point leading to the end for Nazi Germany and to the emergence of the U.S. as a superpower. This year's ceremonies come amid rising tensions both abroad and at home as wars rage in Ukraine and in Gaza, and as democracy is once again at risk.Joining me now to discuss further, we're joined by Leah Wright Riguer, of course, a historian. As we look back on this, Leah, the comparisons that have been made by world leaders this morning, including President Biden, including Defense Secretary Lloyd Austin, drawing parallels to what the world was facing 80 years ago ahead of this invasion on D-Day and what the world is facing now in terms of threats to democracy. Is that parallel accurate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "LEAH WRIGHT RIGUER, CNN CONTRIBUTOR",
      "sentences": "I think it's a fantastic parallel. We are on the precipice of a different kind of challenged democracy and one that certainly has parallels to what we saw between, you know, this eruption between the Allied and Axis forces in the 1940s that certainly was signified by D-Day, the very famous June 6th invasion on the beaches of Normandy.So, certainly, I think the president of the United States and secretary of defense will be trying to make these comparisons and we'll be trying to be talking about the significance of democracy. This is a perfect time to do it. It's also an incredibly important time -- incredibly significant time to do it because so much of the question of democracy is in crisis globally. We have countries around the world that have simply, I think, forgotten what it means to be a democratic globe or democratic nation. So, this is an opportunity, particularly at the precipice of this moment, with Ukraine with other kind of geopolitical global issues that are arising around the world. It is a perfect time for the United States. Remind the world what our role has been in it and what our role should be around the context of democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "And, Leah, stay with me. We're going to come back to that. I also want to bring in my colleague, Christiane Amanpour, who is at the American Cemetery in Normandy.Christiane, you have covered this anniversary since 1994. We're talking there about the link, obviously, that President Biden had made, that historic link. I was struck by something you said earlier today, too, as we were just looking at pictures of President Zelenskyy there making the comparison that the pleas we are hearing from Volodymyr Zelenskyy in this moment are not at all dissimilar to what Churchill was doing some 80 years ago trying to rally support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "TOM HANKS, ACTOR, SAVING PRIVATE RYAN",
      "sentences": "I remember when we, when we were shooting, and by the way, this is one of the reasons Steven Spielberg wanted to make the movie. He said, finally, I'll be able to do with film technology. I'll actually be able to capture what happened on Omaha Beach, and here's why I'm going to do it. First, it's going to take three weeks. And, secondly, it's going to be every single day. And, third, we're going to have all kinds of stuff going off. And, fourth, in between there, we'll make some sort of movie. At the same time, we're trying to load it up with as much authentic -- I wanted to use the word again, (INAUDIBLE) to this weekend.Okay, that's our job as filmmakers. It's also our job as lay historians, because for good or for bad, that movie is a document that has to accurately reflect the tenor of that day. And I'd like to think that we did it. And hearing it from a number of people that said, as confusing as that is, well, multiply that by, we did not have the smell of cordite or burning flesh or, you know, blood on the sand, but we did have some version of that, the how, whatever you can get out of a motion picture, I think we captured it. And to Steven's credit, and I will also go along with the audience's credit as well. They were willing to suspend whatever disbelief of it and say, I've always -- if you've ever wondered what it was like, that's as close as somebody in Davenport, Iowa or Oakland, California or Minneapolis, Minnesota was going to get to that. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "AMANPOUR",
      "sentences": "And, of course, he's right, 26 years after Saving Private Ryan, it remains such a watched film, such a relevant film.And I just want to tell you something. Tom said that, you know, the people who met the call on D-Day, the young, you know, kids, some of them 17 years old, so many of them did it because it was the right thing. Not a lot of them had a lot of choice, but, in general, the Americans, the British, everybody knew that it was the right thing to fight this kind of tyranny. And so I was interviewing a 101 year old veteran and survivor of D- Day, Jake Larson, just a couple of hours ago. And I said to him, did you remember, you know, why you were doing this? And excuse my language, but I'm quoting him. He said, yes, our job was to kick Hitler's ass out of Europe, and we did it. It's amazing. That's essentially, you know, the sum up of this whole day. And actually, today, it's Putin who threatens the security of Europe and the whole North Atlantic alliance and the rules of the road that the United States led and implemented for the world in the international world order after World War II. All of that's at threat and at stake right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "HILL",
      "sentences": "Well, in terms of what is a threat, what is at stake, you know, Tom Hanks talking about the importance of storytelling. The storytelling in this moment, we live in this age of misinformation and disinformation, and there's also a sense in many ways, as I know you know all too well, that a number of perhaps world leaders and even citizens in democracies at this point, don't see this threat in the same way and don't necessarily feel that democracy is a threat, in fact, under attack the way that we are hearing it is from these leaders this morning. Is there a sense that these ceremonies today, that this reminder of what happened 80 years ago could change that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "AMANPOUR",
      "sentences": "Well, I think there's certainly a hope. And, clearly, if people are paying attention, it is obviously going to jog people's memories, you know, who have memories, and maybe inspire those who have known not much about it.You know, I think I spoke to several people here today who felt that, you know, if the time came, let's say if the homeland was attacked or that kind of thing, then they would you know, you know, rush to its defense, as you've seen Ukrainians do today in their country and what you saw on D-Day and throughout the whole of the liberation of Europe back in the 1940s. And you know that right now democracy is under attack all over the world. Authoritarianism is on the rise and this is a real problem. Even this weekend, they're going to do elections to the European Parliament and it's thought that the far right parties, whether it's in France, in Germany, in the Netherlands, elsewhere, will do very, very well. And this is incredibly, incredibly worrying. But, again, Biden raised what Reagan said 40 years ago, that democracy is worth dying for. Our countries are worth dying for, because this democracy and this freedom, as Reagan said, is the most noble form of government ever devised. And Biden essentially reprise that thought, and he is framing a lot of what he speaks about today and tomorrow. He'll go to Pointe du Hoc, just overlooking Omaha Beach and give another big speech there tomorrow. And it's all framed in this notion that what we have is worth fighting for. And if we do not fight for it, we will lose it. And that is a very clear, clear situation right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "HILL",
      "sentences": "Yes, absolutely. And so many, so many parallels, that speech of Ronald Reagan some 40 years ago really coming up again and again.Christiane, I appreciate it as always. Thank you so much. I want to continue the conversation now with retired Air Force Colonel and CNN Military Analyst Cedric Leighton. Colonel Leighton, Defense Secretary Lloyd Austin earlier today said, toward the end of his speech, you saved the world, speaking to those veterans there, saying we must now defend it. As Christiane and I were just talking about, I'm wondering if that message for you hits different this year. COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST:  Well, I think it really hits differently because of, really, the strife that we're dealing with politically as well as some of the challenges that we're dealing with especially when it comes to Ukraine, but also the challenges in the Middle East. All of these, you know, come out in a way that really makes it difficult for us to, you know, focus on what these people did back 80 years ago and what our job really is today. Because today we have an obligation not only to defend democracy, but to solidify democracy, not only here at home but also abroad. And it has proven to be -- as unworkable as it seems to be in many cases, it really is the best form of government that man has devised so far. And that is what was worth fighting for back 80 years ago, and it's worth fighting for today. And that becomes, Erica, I think one of the critical elements here. We are, in essence saying, celebrating not only what they did on D-Day, the immense logistical achievements, the immense achievements in terms of intelligence, in terms of military operations, but also the fact that they rolled back tyranny back then, and now we have to carry that torch forward today to do, in essence, the same thing, and make sure that tyranny doesn't really grab a foothold where it shouldn't grab a foothold, and that's really anywhere on Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:10",
      "speaker": "HILL",
      "sentences": "We're talking so much about what this means today in the broader context, right, the diplomacy that we're seeing at play, the very important speeches. But there is also such a personal element to this and it's very moving. These ceremonies are so moving, not just because of what they represent, right, what could have been were this not successful, but also because of, you know, these gentlemen who we see gathered there, average age of a hundred. This is likely one of the last milestone anniversaries, which will have veterans who were there on that day at those ceremonies. And I know there's a personal connection in your family as well.Just let's talk about that moment, if we could. Because I think this is what really hits a lot of Americans in the gut and really inspires that, that gratitude for veterans across this country to see these gentlemen who, as we know, this greatest generation, they didn't talk about what they did. That was not the point. And here they are today. It is so moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:01",
      "speaker": "HILL",
      "sentences": "Yes, it really did. Colonel, I always appreciate talking with you, my friend, but especially today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:01",
      "speaker": "LEIGHTON",
      "sentences": "Thank you, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "HILL",
      "sentences": "Breaking news to bring you back here in the Hunter Biden case, I want to go straight to my colleague, Paula Reid. Paula, a star witness just called. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "That is exactly right. Hallie Biden, so the widow of Hunter's late brother, Beau Biden, has just taken the stand. And she is really the most significant witness for the prosecution because they have said that she is going to testify to Hunter's drug use around the time he purchased the firearm at the center of this case.Now, she was also romantically involved with Hunter for a time, and she is the one who tossed the gun that he purchased into a dumpster where it was eventually recovered. We expected to hear from her yesterday after hearing testimony from Hunter Biden's ex-wife and his ex-girlfriend, but she is arguably the most significant witness for the prosecution because, right now, they are obviously charging Hunter with lying on a form when he purchased a firearm when he said that he was not using or addicted to illegal drugs. But they have not presented any direct evidence, anything that would prove the case beyond a reasonable doubt that he was indeed using illegal drugs in October 2018. They have people testifying they saw him using drugs as late as September 2018, but they don't have any direct evidence, and she is the most likely person who's going to be able to provide that for the prosecution. So, all eyes on that witness stand to hear what she has to say in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "HILL",
      "sentences": "And, Paula, this is just the most recent. So, we heard from both his ex-wife and an ex-girlfriend yesterday laying out sort of what they did or didn't see around the time of this gun purchase. This is so significant this morning, especially because the prosecution is about to wrap up this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "REID",
      "sentences": "That's exactly right. They have six more witnesses they're expected to wrap today. Hallie is expected to really be the key person we're going to hear from. But yesterday, I was in court, and let me tell you, the jury, they were sitting up straight and they were leaning in as his ex-wife and ex-girlfriend testified. The ex-wife was only on the stand briefly to testify about when she first discovered his issues with addiction, but she testified she didn't really know what he was up to in 2018. I never actually saw him using drugs.But the ex-girlfriend testified that she saw Hunter Biden smoking crack every 20 minutes while they were spending extended periods of time in hotels on the East and West Coast. But she had a gap in her testimony. She said she didn't see him between September 2018 and November 2018. So, she couldn't provide prosecutors with a key detail they needed. But, look, the jury, they were very attentive as she described these luxury hotel stays, meeting Hunter in a gentleman's club. That's how they were first introduced. And then these fancy dinners and even these sketchy interactions she had with drug dealers. So, that was definitely some lively testimony yesterday, but Hallie Biden, they will likely be just as attentive for her, considering her significance for the charges at the heart of this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "HILL",
      "sentences": "Yes, absolutely. Paula, I really appreciate the breaking news here, and we'll be talking with again on just a short minute as we continue to follow that testimony. Thank you.Also I want to break you up to speed on some news breaking overnight. At least 52 people in Central Gaza are dead after an Israeli airstrike targeted a U.N.-run school and compound that was being used to shelter displaced Palestinians. Now, the IDF says it was targeting Hamas militants using that school. CNN, however, cannot confirm those claims. This is new video from just this morning. The strike comes as Israeli forces ramp up ground and air assaults in the center of the Gaza Strip, CNN's Jeremy Diamond joining us now from Jerusalem with more. So, in terms of that strike last night, Jeremy, the number keeps increasing in terms of those who were killed. What more do we know?",
      "isLastSentenceInterrupted": false
    }
  ]
}