{
  "date": "2024-08-08",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Trump Lashes Out At Kamala Harris; Trump And Harris Agrees To Debate In September; Austrian Police Detains Three Suspects; Hezbollah Could Strike Israel In Coming Days; Muhammad Yunus Sworn Into Office In Bangladesh; Family Members Of Protests Victims Demands Justice; Kenyan Police Fires Tear Gas At Protesters; Air India Focus On Rebuilding Infrastructure; Teen Suspects Had Been Radicalized Online; Japan Beats The Heat With Haunted Houses; Giant Panda's Debut In San Diego Zoo. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "All I could ever want and would mean the world, but he was denied that housing because he was getting disabilitybenefits. Now, he will be able to get that housing. I called Josh on the phone this morning. He was speechless. He was a little bit shocked and he said he's very excited for him and others. They're going to get some housing. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Great update, Nick. Thank you so much. The news continues on CNN with Wolf Blitzer in Tel Aviv in The Situation Room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "LYNDA KINKADE, CNN ANCHOR",
      "sentences": "It's 7And wherever you are in the world, this is your \"First Move.\" A very warm welcome to \"First Move.\" Here is today's need to know. Donald Trump lashes out at Kamala Harris as the two seem to agree to debate in September. Austrian police say they've detained three teens suspected of planning a suicide attack at a Taylor Swift concert. A Nobel Peace Prize laureate, Muhammad Yunus, sworn into office following weeks of protests in Bangladesh. And San Diego sensations. Two giant pandas making their public debut in California. All that and plenty more coming up right here on \"First Move.\" But first, the debate between Donald Trump and Kamala Harris appears set for September 10th on ABC. And this is based on a rambling, falsehood packed Trump news conference from a few hours ago. It's the former president and current Republican candidate's first big event since the Democratic ticket was finalized. Trump furthered his counterattacks on Vice President Harris and her running mate, Tim Walz. And he said he had agreed to three debates in September. Kamala Harris reacted to this moments ago. (BEGIN VIDEO CLIP) KAMALA HARRIS, U.S. VICE PRESIDENT AND U.S. PRESIDENTIAL DEMOCRATIC CANDIDATE:  I'm glad that he's finally agreed to a debate on September 10th. I'm looking forward to it and hope he shows up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you open to more debates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "HARRIS",
      "sentences": "I am happy to have that conversation about an additional debate for after September 10th, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You could vote two more, two more debates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "HARRIS",
      "sentences": "Like I said, happy to have that conversation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "KINKADE",
      "sentences": "Well, Stephen Collinson joins us now from Washington with more. Stephen, it certainly was a rambling, long press conference. And he wasasked about whether this election would see a peaceful transfer of power. And he said, we saw that last time. That's despite the fact we saw his supporters storm the Capitol, despite the fact that he challenged the results and falsely claimed that the election was rigged. And then, interestingly, he said -- he questioned Kamala Harris' legitimacy as a candidate. Just explain",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Right, Lynda. The former president basically argued falsely that the shifting and the switching outof President Joe Biden in favor of Kamala Harris was unconstitutional. That is not the case. But this is something we've seen before. Remember back in 2020 when it appeared that the election was trending away from him, Donald Trump started to lay the groundwork for an argument, which he eventually pursued, that the election was being rigged and it wasn't fair. There is nothing in the constitution that says that the Democrats can't change their candidate before they have an official nominee. But Trump seems to be playing the same game again. And that's a very familiar one. And it comes just a day after President Biden warned that he was worried that if Trump didn't win the election, again, the peaceful transfer of power, which until Trump came along, was guaranteed in American history, may not take place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "KINKADE",
      "sentences": "And of course, Trump also said that Kamala Harris is not doing any press conferences because she's not smart enough. She spoke in Detroitnot long after Trump held that press conference and her running mate also spoke. I just want to play some of that sound. (BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN), DEMOCRATIC VICE PRESIDENTIAL NOMINEE:  And I want to be very clear about this, because there's a lot of lies that happened in there. Violent crime was up when Donald Trump was president. Without even counting his crimes, it was still up. It was still up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "KINKADE",
      "sentences": "Tim Walz there. Kamala Harris' running mate, calling out Trump's lies, and we certainly heard quite a few of those in the press conference.But we did hear that Trump said he would debate Kamala Harris, offering several debates. How many debates do you think we'll see? And is Kamala Harris likely to give a press conference anytime soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "KINKADE",
      "sentences": "And of course, Stephen, throughout the earlier press conference by Donald Trump, we heard various falsehoods. He spoke about the size ofhis crowds. He spoke about the economy. And said if he wasn't elected, we would end up in a great depression again, or akin to that. And he claimed the majority of Americans support him. What stood out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "COLLINSON",
      "sentences": "It seems to me that what we saw was a former president who's still in mourning and denial for the race that he thought he was winning.Just three weeks ago tonight, Republicans left their convention in Milwaukee, many of them believing that they were headed for a landslide victory against a stumbling Biden campaign. The race has been turned on its head. And while the Trump campaign has made some sharp arguments against Vice President Harris, these have been mirrored by J. D. Vance, Trump's vice- presidential nominee, Trump hasn't really been able to focus and create a forensic examination of the Harris campaign so far. He's not at that point yet. That doesn't mean that when he gets on the debate stage, he won't be able to make that argument. But he still really feels like he's angry about what's happened and hasn't come to terms with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "KINKADE",
      "sentences": "Yes, he certainly does seem that way. Stephen Collinson for us covering all those developments and angles. Good to have you with us asalways. Thank you. Well, we are learning more details about a suspected terrorist plot targeting Taylor Swift's shows in Austria. Police say they've questioned three teenagers over a planned suicide attack. They say the main suspect is a 19-year-old ISIS sympathizer. Investigators found chemicals, explosive devices and detonators out of his home. A 15-year-old and a 17-year-old have also been detained. While Swift was due to perform in Vienna for three nights from Thursday, those shows were canceled. So, Salma Abdelaziz has been following the development and joins us now from Vienna with the very latest. Good to have you with us Salma. So, three teenagers in custody being questioned by police and we know about some of the detonators and explosives and terrorist propaganda found in one of the suspects' homes. What can you tell us about those three?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Absolutely. And this investigation is, of course, very much underway into what authorities are calling a seriousand wide-ranging plot. They are running into obstacles, of course, as they carry out this investigation, finding that some of the messaging happened over encrypted messaging services, making it difficult, of course, to ascertain what took place, but it is the details that you mentioned of what they found inside the home, that's just behind me here. That's the home of the 19-year-old suspect. It's those materials that began to paint a picture of an alarming multi-pronged attack. Take a listen. (BEGIN VIDEO CLIP) ABDELAZIZ (voice-over):  Chilling new details are emerging about the terror plot on a Taylor Swift concert in Vienna. Three Austrian teenagers, aged 19, 17 and 15, now detained and facing questions. The head of Austria's domestic intelligence service telling CNN one of the radicalized teenagers had obtained a job working at the venue he planned to attack just days prior to his arrest. OMAR HAIJAWI-PIRCHNER, AUSTRIAN DIRECTOR OF SECURITY SERVICES:  One of the suspects got an application a few days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ABDELAZIZ",
      "sentences": "The concerts are cancelled but the Swifties have filled the streets of Vienna and they are singing her songs loud and (INAUDIBLE).ABDELAZIZ (voice-over):  Fans are sad but grateful to be safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "GABBY FORD, TAYLOR SWIFT FAN",
      "sentences": "This is what we're all about. It's like we make the best of a bad situation. In rain, in sun, like, we'll be here forhours. (END VIDEO CLIP) ABDELAZIZ (on camera):  And we are learning as well, Lynda, that U.S. officials tipped off their counterparts here in Austria to this terror plot. I think what's particularly concerning to intelligence agencies is just the age of the suspects. 19 years old, 17 years old, 15 years old, all in custody now. It's part of a worrying trend online that ISIS, other terror groups are recruiting the youngest, finding that it's easier to mold and mend their minds, according to experts and easier to motivate them towards violence. Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "KINKADE",
      "sentences": "And, Salma, it was interesting looking at you amongst some of those Taylor Swift fans. I imagine the reaction has been quite mixed giventhat hundreds of thousands of people were meant to be seeing her concerts over the next few nights, some of whom had traveled quite a distance, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ABDELAZIZ",
      "sentences": "I spent much of the day speaking to Taylor Swift fans, and it's simply because you can't walk through Vienna City Center without bumpinginto one. I mean, they really have taken over the city, as you saw in our piece there. They are congregating in corners, congregating in streets, singing her songs loudly, bringing that concert to life in the streets of Vienna. And most importantly, they say, Lynda, they're trying to find safe spaces. They feel targeted by this potential terror plot. They feel very much in the crosshairs. Many of them, of course, are young women, these fans, and they want to create these safe spaces, even if it's just in the streets of Vienna over the next three days to celebrate, exchange their bracelets, feel that sense of community. Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "KINKADE",
      "sentences": "That is good. And we understand the tickets will be refunded. Salma Abdelaziz, good to have you with us. Thank you.Well, I want to go to the Middle East now. Attention levels are high as the threat of a direct attack by Hezbollah on Israel seems imminent. Israel has been anticipating some sort of response to the killing of Hezbollah's military commander in Beirut last week. And sources tell CNN that that could happen in the coming days. Meantime, U.S. officials are warning Iran of a major escalation if it were to respond to the assassination of Hamas' political leader in Tehran. Our Ben Wedeman picks up the story from Beirut. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "WEDEMAN",
      "sentences": "The U.S. and others are reportedly frantically trying to head off an escalation. The war in Gaza that has set the region on edge is nowentering its 11th month and rages on with no end in sight. The efforts of the would-be peacemakers perhaps too little, too late. I'm Ben Wedeman, CNN, reporting from Beirut. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, protests on Bangladesh has a new interim government led by Nobel laureate Muhammad Yunus. The 84-year-old called for calm during hisswearing in ceremony, and he asked citizens to help heal the country after the deadly antigovernment demonstrations forced the prime minister to resign. The families of those who died in the protests are mourning their loved ones and calling for justice, as our Anna Coren reports. (BEGIN VIDEOTAPE) ANNA COREN, CNN CORRESPONDENT (voice-over):  In the searing afternoon heat, tear gas hanging thickly in the air, 25-year-old Mugdho hands out bottles of water. Does anyone need water? Water, brother, water. The math's graduate doing his MBA had been watching the protests on the streets of Dhaka Grove, and decided he too wanted to play a role by helping fellow students. But 15 minutes after this video was filmed, Mugdho was shot in the head. His identical twin, Singdo (ph), raced to the hospital, but Mugdho was already dead. A small birthmark beneath his right eye was the only way people could tell them apart. SINGDO (PH):  I'm watching him and I can see that he's sleeping the way he always sleep. I didn't have any realization in my whole body. I just hugged him and I cried for almost 30 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "COREN",
      "sentences": "He is your twin, he is part of you.SINGDO (PH):  He was not only my brother he was my best friend. People will forget him after some days. I cannot forget him because he is with my face, he is with my soul, and he is with my body. COREN (voice-over):  Mugdho's death was a tipping point for the student led protests that began early July. over a quota system that gave preferential treatment in government jobs. But the brutal and deadly crackdown ordered by Prime Minister Sheikh Hasina to extinguish the protests backfired, igniting a firestorm of pent-up anger, frustration, and defiance by a population tired of her increasingly authoritarian rule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Anybody of my age, we have never been able to vote in a diplomatic manner. We have never attended election because we've nevergiven the rights. We have never had a choice. There was no alternative. COREN (voice-over):  But for the prime minister, whose father founded Bangladesh, her 15-year iron rule had come to an end, as tens of thousands marched towards her residence, calling for her resignation, Hasina boarded a helicopter and fled to neighboring India. Jubilation was short lived before Bangladesh descended into lawlessness. Nobel Peace Prize winner Muhammad Yunus has returned to Dhaka to set up an interim government, appealing for calm and an end to the violence. But that's called comfort for the mother of 13-year-old Mubarak (ph). His TikTok videos is all she has left. Oh, God, there is so much pain in my heart, she woes. But as one of the hundreds reportedly killed over the past month, his father believes his death will not be in vain. My son has been martyred for this movement, he explains. This is for all people, for the future of Bangladesh. Anna Coren, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "KINKADE",
      "sentences": "Well, to Kenya now, police fired tear gas at protesters as new cabinet ministers were sworn in. It's the eighth week of deadly protests inthe country, and they were sparked by a controversial finance bill that would have raised taxes in the midst of a cost of living crisis. CNN's Larry Madaowo reports on today's mayhem in Nairobi. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "HUSSEIN KHALID, EXECUTIVE DIRECTOR, VOCAL AFRICA",
      "sentences": "Kenya is not a police state. So, many have been killed, so many continue to be abducted, so manyhave been battered, they're in school, they're amputated, and no justice has been done to date. Not a single police officer has been held to account.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MADOWO",
      "sentences": "Protesters have been on the streets for at least two weeks now, and we've been hearing a lot of flashbangs, a lot of tear gas in the air,police shooting in the air throughout the day, trying to disperse these protesters who are unhappy about that the government of President William Ruto, they're unhappy about the fact that he fired a cabinet after public pressure, but then reappointed half of the cabinet back to their positions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "SUNSHINE ZOLA, PROTESTER",
      "sentences": "I'm telling the president, you had the perfect opportunity to fix this nation, but you refused. I voted for you, but hereI am. I've lost faith and trust in you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CROWD",
      "sentences": "Ruto must go. Ruto must go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MADOWO",
      "sentences": "So, you feel that the president is not listening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "JIBRAN MAWASI, PROTESTER",
      "sentences": "Yes. I don't feel he is not listening. Everyone is tone deaf. Nothing will get to him. This -- maybe this will get him tolisten. Yes, the demonstrations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MADOWO",
      "sentences": "It's supposed to be rush hour, but the streets of Nairobi are completely empty because police have made sure that no protesters gathered.That is directly in contravention of Kenyan law that allows protesters to peacefully gather. And that's one of the reasons why they've been so angry about this heavy-handed response. Larry Madowo, CNN, Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "KINKADE",
      "sentences": "Well, you're up to the minute weather forecast still ahead. Plus, the whiplash week on Wall Street continues. U.S. stocks posting their bestday in almost two years. Is the worst finally over for stocks? And sheer pandemonium in New California. Two giant pandas making their adorable debut. Stick around if you can bear it. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "JULIA CHATTERLEY, CNN ANCHOR, FIRST MOVE",
      "sentences": "Lynda, thank you for holding the fort. And oh, boy, it's been a busy day. We went from unchanged in U.S.stock markets pre-market to having the best day since 2022. Now, you and I both know that two decent data points shouldn't have this kind of bang for buck. It just emphasizes the level of volatility and I think the jitters that still exist. However, I do like being the bearer of good news. Let's start with those jobless claims data. We saw a 17,000-level drop in the number of people asking for help. Look, a lot of people, 233,000, are still asking for help. It's not a great number, but it's a lot better than we were expecting. Texas also caught my attention. A drop in claims there. Hurricane Beryl hit during the collection period of Friday's payrolls data. So, the suggestion from this, perhaps, is that we might see a payback in terms of jobs in next month's payrolls data, and that would be a positive sign too. Bottom line on this, it's consistent with a slowing jobs market, not a collapsing jobs market. And it's also consistent, I think, with around a quarter of a percentage point cut from the Federal Reserve in September, and basically that's already priced, of course. And we're seeing it filter into other areas. Second data point, mortgage rates. Mortgage rates in the United States hit this week, a more than one- year low for a 30-year mortgage just below 6.5 percent. That's welcome relief for people that are perhaps looking to buy a home or looking to refinance. That, of course, had a very positive effect on stock markets that have been pretty beaten up. Quick follow. Look at the five-year -- sorry, the five-day performance now of the session. We've gone on a roller coaster wide and we're basically back to where we started before that jobs number. The message from me in this kind of markets, don't panic. Don't mix up your portfolio because you never know what's going to follow those big down days. Lynda, I'm shutting up now. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "KINKADE",
      "sentences": "Always good advice, not to panic. Our thanks to Julia there. Well, Air India's CEO Campbell Wilson says he's determined to turn thecarrier into a world-class airline. Since it was privatized two years ago, Wilson has ordered 470 planes and refurbished its fleet. At the Farnborough Airshow, Richard Quest asked him what was next. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CAMPBELL WILSON, CEO, AIR INDIA",
      "sentences": "It's a complete rebuild. You know, there was 70 years under government ownership and a lack of investment for quitesome decades of that time. So, really, we've had to rebuild everything, whether it's physical premises, whether it's the technology platform, whether it's the fleet, resuscitating aircraft back into service that had been grounded for want of spare parts. 9,000 new staff. It really has been a complete rebuild. RICHARD QUEST, CNN BUSINESS EDITOR-AT-LARGE:  And the number of new staff that you've brought in, a younger workforce, a more dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "WILSON",
      "sentences": "Well, under the previous owner, the airline didn't recruit. And so, from a non-flying staff perspective, it didn't recruit anyone since1999, which led to an average age of 54 with a retirement age of 58. Consequence is a very large hole in the middle of the organization in terms of succession and capability and people. So, we've been able to recruit quite massively to fill that hole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "QUEST",
      "sentences": "How do you want to balance domestic and international?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "WILSON",
      "sentences": "Well, at the moment, international is about two-thirds of our revenue. Domestic is about one-third. We would like to even that up alittle bit more. The domestic market already the third largest in the world, growing at a 10 percent compound annual growth rate. International, when we took the business private, there were only 43-wide body aircraft in India for a population of 1.4 billion people. Contrast that with some city states in Asia and the Middle East with 150 or 200-wide body aircraft. So, the upside opportunity is absolutely huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "QUEST",
      "sentences": "Indigo proved to a large extent that a well-run, well managed airline can be very successful in India, isn't it? And it has the largepart of the market, and you're in competition with them now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "WILSON",
      "sentences": "Well, Air India has grown from 8 percent of the domestic market to when you take all of the organic and inorganic growth, we've done 30percent of the market at the moment. So, we've made significant inroads. The market itself is consolidated, so it's such that the two major players now have about 80 percent of the market share. And Air India now being a private business is no longer a spoiler without a profit motive. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "KINKADE",
      "sentences": "Well, Tropical Storm Debby is ripping the roof off a school and leaving a trail of destruction across North Carolina. While Debby has nowweakened to a tropical depression, the threat of floods and tornadoes remains. Our Chad Myers who is at the weather center tracking Debby. Good to see you, Chad. So, millions of people still under a flood watch as Debby moves through that northeast. And of course, there is concern that it could combine with another weather system in the coming hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "KINKADE",
      "sentences": "It's always sunny in Atlanta, Chad, as we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MYERS",
      "sentences": "It's always hot in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "KINKADE",
      "sentences": "It's hot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MYERS",
      "sentences": "But look how close we have been. And I tell you what, I don't think the winds have gusted over five miles, 10 miles per hour down here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "KINKADE",
      "sentences": "Oh, it's good news for the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MYERS",
      "sentences": "That's how localized this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back. I'm Lynda Kinkade with a look at more of the international headlines this hour on \"First Move.\" While fighting remainsintense in Russia's Kursk region, Moscow claims to have stopped an incursion by Ukraine into its territory. But the evidence on the ground suggests otherwise. The Ukrainian government and military declined to answer questions from CNN about the cross-border attack. The Associated Press reports that the family of the French explorer who died in the implosion of the Titan submersible last year is now suing the operator for more than $50 million. The lawsuit argues the crew experienced terror and mental anguish before the disaster. The spokesperson for OceanGate declined to comment. Well, let's return to one of our top stories. Police in Austria say they've detained three teenagers over an alleged plot to carry out a suicide attack at a Taylor Swift concert. The singer has cancelled all three shows in Vienna, which were due to have begun this evening. Investigators say they found explosive evidence explosives and chemicals at the home of the main suspect who's just 19 years old. The incident is renewing concerns about the radicalization of young people online. Let's talk more about this with counterterrorism analyst Colin P. Clarke, who is the director of research at the Soufan Group. Colin joins us live from New York. Good to have you with us. COLIN P. CLARKE, DIRECTOR OF RESEARCH, THE SOUFAN GROUP AND AUTHOR, \"AFTER THE CALIPHATE\":  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "KINKADE",
      "sentences": "So, the head of Austria's domestic intelligence agency revealed that the main suspect had planned to, quote, kill himself and a largenumber of people. This suspect had homemade explosives, detonators, ISIS propaganda, even a police light, a blue light attached to his car to get close to that venue. As we learn more about this plot, which could have happened just in the last few hours, what struck you most?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CLARKE",
      "sentences": "Well, first of all, it was a very mature plot. So, it was in the advanced stages. As you mentioned, a number of the perpetrators had alreadyprocured weapons, chemicals, really serious and other, you know, bomb making materials that would be used in the plot. These were individuals that were quite serious about causing large numbers of civilian casualties and doing it at, you know, a concert for arguably the world's most famous pop star would have helped the Islamic State achieve exactly what it set out to do, which is kind of worldwide attention, notoriety, and endless propaganda that they would have talked about for months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "KINKADE",
      "sentences": "Yes, I was going to ask you, Colin, about the objectives of ISIS. Why this 19-year-old suspect who had just sworn allegiance to the new ISISleader last month, would -- why ISIS would want a teenager to carry out an attack like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CLARKE",
      "sentences": "So, we've seen this before plenty of times with the Islamic State. A number of us counterterrorism analysts refer to it as the virtualentrepreneur model, which essentially means somebody in Afghanistan or parts of Central Asia is reaching out to individuals that live in the west, either North America or Europe and basically directing them, these are individuals that have already radicalized and shown an interest in supporting the group, directing them on how they can carry out a terrorist attack on their, you know, home soil, in their country of origin, and directing them toward a soft target, which a concert venue would be, and telling them how to go about maximizing lethality, going to achieve the most amount of damage. There's a lot of similarities here to the Manchester bombing in 2017 carried out in the U.K. at an Ariana Grande concert. So, there's a lot of parallels here. We know that these groups learn from previous attacks. They adopt those tactics, techniques, and procedures back into their kind of general modus operandi. KAMALA HARRIS, U.S. VICE PRESIDENT AND U.S. PRESIDENTIAL DEMOCRATIC CANDIDATE:  Yes, obviously that Ariana Grande concert in 2017 came to the minds of many people when we started hearing about this Taylor Swift terror plot. 22 people died in that Manchester bombing. I have to ask you how challenging it is to secure these sort of concept venues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "KINKADE",
      "sentences": "And this is far from the first ISIS plot foiled in Europe this year and in recent years. And the interesting thing is what these suspectstend to have in common is that they're young, often teenagers, radicalized online, generally on social media platforms. Why are teenagers radicalized in this way? And what more can these social media companies be doing to crack down on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CLARKE",
      "sentences": "We'll start with the second part of that. The social media companies could be doing a lot more. In fact, I think they really do kindof the bare minimum to, you know, moderate content. You know, they really do as much as they're forced to do, right? And why are people being radicalized? There's, you know, these trends that kind of crop up from time to time. Now, a lot of young people are using TikTok and we've seen this kind of what a friend of mine and a colleague has called hipster preachers, right? They're kind of trying to connect with younger people using language that Gen Z -- you know, that resonates with them and trying to kind of put them on this conveyor belt toward thinking about really hardcore jihadist ideas. At the end of the day, terrorism is a numbers game and it's a small numbers game. So, even if a very small percentage of people are radicalized then go on to commit attacks, we're still dealing with, you know, in the west, a half dozen to a dozen attacks on a yearly basis. That's a lot for the authorities to keep track of. We've got to dedicate enough resources. We have to have the manpower and the intelligence that supports that. And, you know, after a 20-year global war on terrorism, a lot of those resources have been shifted elsewhere, to deal with a revanchist Russia, a rising China, dealing with emerging technologies, et cetera. And so, that's another thing why we're seeing -- another reason why we're seeing kind of more plots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "KINKADE",
      "sentences": "Colin P. Clarke, good to have you with us. Thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CLARKE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "KINKADE",
      "sentences": "Well, call it perhaps a ghoulishly effective way to beat the heat in Japan. When the thermometer rises during the summer months, some saythey have a ghost of a chance of cooling off, unless they turn to a popular tradition that could give you the chills. Hanako Montgomery reports. (BEGIN VIDEO CLIP) MISATO NARUSE, HAUNTED HOUSE ATTENDEE (through translator):  I broke out in a cold sweat without even realizing. That's how scared I was. HANAKO MONTGOMERY, CNN CORRESPONDENT (voice-over):  As Japan sizzles under record breaking temperatures, people turn to creative, chilling solutions to beat the heat. Haunted houses. Summer in Japan has long been linked to the supernatural. In August, millions across the country celebrate Obon Festival, honoring the spirits of their deceased family members and ancestors. Local myths say that during the summer holiday, the boundary between the living and the dead thins, letting yurei, or spirits, creep into our world. Even the less familiar ghosts. NARUSE (through translator):  We're both into horror movies and we've always been fans of Nanja Town. And since they are doing their haunted house again this year, we came here to do something summery. MONTGOMERY (voice-over):  We're months away from Halloween, but in Japan, summer is peak haunted house season. Some believe that the spine-tingling sensation of goosebumps can cool the body down. Lore has it that centuries ago, kabuki theaters struggled to attract spectators in the scorching heat, until they swapped sentimental dramas for chilling ghost stories. Drawing crowds eager for a cool, eerie thrill. HIROKI MATSUBARA, REPRESENTATIVE, BANDAI NAMCO AMUSEMENT (through translator):  In Japanese, we say kimo kahiru, or literally, chilling the liver, a reference to the sensation of getting goose bumps. In this haunted house, too, we believe visitors can experience the feeling of being scared, surprised, or chilled to the liver, which will hopefully make them enjoy a cool feeling in summer. MONTGOMERY (voice-over):  Ghostly adventures have been a summer tradition in Japan, long before air conditioning. Horror movies fill the cinemas, and scary shows take over TV programming, as everyone seeks chills down their spines. Hanako Montgomery, CNN, Tokyo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "KINKADE",
      "sentences": "Well, now, to a case of live imitating art. The movie \"Anchorman\" made San Diego Zoo synonymous with pandas. You might recall this scene.Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Panda Watch. The mood is tense. I have been on some serious, serious reports, but nothing quite like this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "KINKADE",
      "sentences": "CNN is on Panda Watch. Very serious business with the arrival of two new bears brought to the U.S. from China. The San Diego Zoo says theyare the first new giant pandas to enter the U.S. in 21 years. Now, from the zoo is our Stephanie Elam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "Lynda, it's time to bust out all of your panda puns because this is the day that the giant pandas here in SanDiego are making their debut. And you can see people are excited. They're out here. I heard some people were standing in line from like 6:30 in the morning, well before the zoo opened up, to get their chance to see Yunchuan and Xinbao. And this is the line that snakes down, you'll go down and they get to see the pandas. the lady panda first, and then we'll come up and see the boy panda up here. Once they catch their way around here in this enclosure. We were able to go in already and see them. And I have to say, it really is a lot of fun to see these giant pandas and how they just kind of move about sort of roll back, take their bamboo, drop it on their belly and then continue to chomp, chomp, chomp, chomp, chomp. In fact, I was wondering just how much time they spend eating bamboo. So, I asked one of the officials from the zoo, Dr. Megan Owen to explain it to us. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "MEGAN OWEN, VP OF WILDLIFE CONSERVATION SCIENCE, SAN DIEGO ZOO",
      "sentences": "He definitely can be playful, but he absolutely loves his bamboo and giantpandas actually eat 40 of bamboo a day. So, a big part of their day and in a way, they maintain their health and wellbeing is through eating bamboo. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "ELAM",
      "sentences": "Now, it's also worth noting that pandas like to live out their lives alone. So, that is why, since they're trying to make this habitat as closeto what they would experience in China, why they are separated right now. So, they said that they'll bring them together when it's that special time because after all, procreation is conservation as far as they're concerned. But right now, they like to live by themselves, and so they're close, but not together. We also know that they have -- some of their handlers that were working with them in China have been here with them for an extended period and will be here for a bit longer. And also, the American handlers have been with them from China, making that journey here with them. Just making sure that they're acclimated to their new home, which they have expanded making it, I think, four times larger than it was previously to make it more hospitable to these big panda bears. But really, a lot of fun to see the excitement. People wearing panda hats. They're dressed up with their panda gear, bringing their children out here for this day. That is just bringing a lot of joy to people here in San Diego and around who have traveled to be here for this special day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "KINKADE",
      "sentences": "Our thanks to Stephanie Elam there. Well, it was a dramatic evening at the Olympics in Paris. U.S. sprinter, Noah Lyles, revealing thathe tested positive for COVID-19 earlier this week, but ran the 200-meter race anyway. He finished third in what's typically his strongest event. Lyles laid down on the track immediately after finishing the race and was helped off by medical staff. And Botswana's Letsile Tebogo won the race, earning his country's first ever Olympic gold medal. Our Patrick Snell is following all the action for us and joins us live. Good to see you, Patrick. So, it was interesting seeing Noah Lyles wheelchaired off after securing bronze in that sprint. And we since found out that he'd had COVID a couple of days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "LETSILE TEBOGO, TEAM BOTSWANA",
      "sentences": "I believe you could be the -- one of the happiest people on the planet because she believed in me and I had so muchdoubt for myself. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "SNELL",
      "sentences": "Yes. A really powerful, poignant words there indeed from him. Lynda, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "KINKADE",
      "sentences": "And of course, another record, world record in the women's 400 meters hurdles by an American who shares the same name as my favorite city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:55:00",
      "speaker": "SNELL",
      "sentences": "I wonder what that city could be. Could it be Sydney? What an achievement for Team USA superstar and defending 400 meters hurdles champ.Sydney McLaughlin-Levrone put on a spectacular show at the Stade de France to retain a gold medal. The 25-year-old celebrated her birthday on Wednesday. What a birthday present, truly in a league of her own, smashed her own world record to take the win in 50.37 seconds. Now, also the first woman to ever win two Olympic 400-meter hurdles crowns. Back to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}