{
  "date": "2024-10-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Harris Focus on Reproductive Rights; Former GOPs Asks DOJ to Investigate Musk's $1M Giveaway; Frantic Rescue After GA Dock Collapse. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Really appreciate it. Why is Vice President Harris going to Texas? Does she think she could turn Texas blue?MITCH LANDRIEU (D), CO-CHAIR, HARRIS-WALZ CAMPAIGN, FORMER NEW ORLEANS MAYOR:  Well, the American people have a choice to make between a guy like Donald Trump who fights for himself and his rich friends and Kamala Harris who really fights for regular folks. And the difference could not be more stark relating to women's reproductive rights. Donald Trump As you know appointed three Supreme Court justices who reverse Roe versus Wade. Donald Trump crows about it all the time. He takes credit for it. And as a consequence, many of the states in the United States of America have draconian abortion bans that are really restricting women's right to protect their health. And so, Kamala Harris has gone to the belly of the beast. This is about who she will fight for and where she will go. Because as she has said, she's going to be a president for all the people. Not just for folks in the states that vote for her. Because there are many, many women in many of the states that have draconian abortion bans that are going to be punished if Donald Trump wins. So, she wants to go there to highlight that fact and let her know she will go anywhere to fight for the folks that are really important to America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Well, Mitch, I mean, one reason why I ask is because there's so little time left in the campaign. Every day is going to count. Every hour is going to count. And I do want to read some of our new CNN reporting. It says that Harris aides that CNN spoke to expressed a jittery self-confidence, but they also kept using phrases like jump ball and down to the wire and the occasional emoji with nauseous green cheeks. Mitch, you and I might be of an age where we don't use those kinds of emojis. Maybe the thumbs up one from time to time.But how are you feeling right now? And should she be going down to places like Texas when you've got to win these battleground states?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "LANDRIEU",
      "sentences": "Well, first of all, you should speak for yourself. My emoji game is pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "LANDRIEU",
      "sentences": "But secondly, there's a way to actually tell your story to people around the country by going to a particular place to highlight an issue that's important to women and men in swing states and letting them know that the fate of democracy and the fate of other people's freedoms rest on them. And so, just because you're going to Texas, it doesn't mean you're not thinking about sending the message to the swing states. That's one of the things it's intended to do.On top of that, Colin Allred is running a really competitive race against Ted Cruz. And I think that -- we think that's important too. But the main focus is, is to send the message that she will go anywhere and fight for the folks who need protection, and that's a message that will resonate in all of the swing states. And by the way, I feel really good about where we are. It's going to be a close election. There's no to get around that. Every poll indicates that it is. But we feel really good about our ground game. We feel really good about it. Of course, the candidate has been doing an unbelievable job. And you know, you just got to push this through to the wall. That's what this campaign is about. And that is why the threat of democracy and the threat of freedom to people is a real risk. And it's one of the reasons why we have to go to the polls and vote for Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And Mitch, Republican Liz Cheney, former congressman, she's been barnstorming these blue wall states with the vice president. Here's part of her message to fellow Republicans. Let's talk about it.(BEGIN VIDEO CLIP) FMR. REP. LIZ CHENEY (R-WY):  I certainly have many Republicans who will say to me, I can't be public. They do worry about a whole range of things, including violence, but they'll do the right thing. And I would just remind people, if you're at all concerned, you can vote your conscience and not ever have to say a word to anybody. And there will be millions of Republicans who do that on November 5th. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Mitch, how big of a slice of the electorate are these, you know, wavering Republicans, moderate Republicans, centrist Republicans that Liz Cheney is appealing to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "LANDRIEU",
      "sentences": "Well, first of all, you may recall, after Nikki Haley dropped out of the race in another -- a number of subsequent primaries, I think that she got 20 to 22 percent. That's what the slice is. It's a significant slice.And I would just remind my fellow Americans that in this race, when you have people like General Milley and Mark Esker -- Mark Esper and other people that worked with Donald Trump who are as patriotic as they come saying that Donald Trump shouldn't be close to the Oval Office and Dick Cheney and Liz Cheney and Adam Kinzinger and then you have another other 100 prominent Republicans, I think that it's important to really listen to the possibility that Kamala Harris is the big tent here. The Democratic Party right now is a big tenant of the future. The Republican Party wants an opportunity to compete. We have to join together to save democracy. If we don't do that, it's going to be really tough going forward. And so, I think that Liz is doing an unbelievable thing, as are many of the other Republicans. I think it's very helpful and I think it's going to be very meaningful at the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "And, Mitch, I mean, one of the things that I heard the vice president talk about yesterday is the former Joint Chiefs Chairman Mark Milley describing Donald Trump as, quote, \"fascist to the core\" in the new Bob Woodward book. I know you have Liz Cheney out on the campaign trail. Has the campaign made any attempts to get General Milley out there potentially? Has he shown any willingness to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Mitch Landrieu, thank you very much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "LANDRIEU",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Coming up, Former President Trump headed to storm ravaged North Carolina, and then this happened.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was my honor to present President Trump with the French fries certification pen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Elon Musk's offer to entice swing state voters with a daily million-dollar giveaway has sparked calls for an investigation, 11 former GOP officials and government attorneys, where they urge both Attorney General Merrick Garland and the Pennsylvania attorney general to look into the giveaway. Musk has been a vocal supporter of Donald Trump and has given $75 million to a pro-Trump Super PAC. Let's get to our panel on all of those.Karen Finney is a CNN political commentator and Democratic strategist, and Joe Pinion is a Republican strategist and political commentator. Joe, is this legal, what Elon Musk is doing? What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "JOE PINION, REPUBLICAN STRATEGIST AND POLITICAL COMMENTATOR",
      "sentences": "Oh, well, look, I think certainly Elon Musk has better attorneys than me to advise him as to the legality of it. I simply think the reason why it is being attacked is because there's a fear that it might be effective. And I don't believe that you can simply say that it is illegal to try to get people who are reluctant to vote to be engaged in the electoral process in this country. I think that's probably a healthy thing and a good thing.So, ultimately, in the end, I think it is illegal. illustrates how concerned people are about these swing states than the election that was decided by about 78,000 votes in 2016 and around 48,000 votes in 2020 could come down to an even slimmer margin, particularly when you look at places like Pennsylvania, Georgia, and Wisconsin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. Karen, what did you think about that when you saw him out there doing this?KAREN FINNEY, CNN POLITICAL COMMENTATOR AND SENIOR ADVISER, 2016 CLINTON PRESIDENTIAL CAMPAIGN:  You know, I -- so, I spent Sunday all day knocking on doors, white, blue collar neighborhood suburb. And what I heard from voters was, what about us? We hear Trump talking about tax cuts for the wealthy. We were worried about he seems very angry, but he's not talking about us. So, having the king of electric vehicles out there spending money to get people to vote, I don't think that that instills confidence in voters that this election is about them and it's not telling them how Donald Trump is going to change their lives for the better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "And, Joe, the other thing that we saw yesterday was we saw Vice President Harris out campaigning with Liz Cheney. And let's listen to how Liz Cheney talked about Former President Trump.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "CHENEY",
      "sentences": "The most conservative of all conservative principles is being faithful to the constitution. And you have to choose in this race between someone who has been faithful to the constitution, who will be faithful, and Donald Trump, who, it's not just us predicting how he will act, we watched what he did after the last election. We watched what he did on January 6th.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Joe, does Liz Cheney's support for Kamala Harris give you any pause?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "PINION",
      "sentences": "It gives me zero pause. I think the reality is that Liz Cheney is of the opinion that Donald Trump is unfit to hold office. She is entitled to that opinion as a private citizen. She is entitled to make that argument in the name of her personal beliefs. What she's not entitled to do is to pretend that all the concerns that are on the front of mind for many Republicans and certainly vast swaths of the electorate are not real, the same concerns that she was forcefully talking about on networks like CNN, on CSPAN every single day, while she was in many ways the leader of the Republican caucus.So, yes, we've got problems with the border that she was quite vocal against. We've got problems with wars of expansion raging in Europe, with Gaza on fire, with the South China Sea now becoming the CCP's personal playground. All of these things are issues that from Dick Cheney himself all the way to Liz Cheney were instilled into the mindset of young conservatives like myself as being the things that we should never let come to pass. And now, they have all come to pass under the watchful eye of Joe Biden and Kamala Harris, and they want us to pretend that those things don't matter because of what happened on January 6. And January 6 will remain an indelible stain on the fabric of this nation. But it also illustrated that irrespective of your thoughts of Donald Trump, our institutions held, and I believe that if you want to talk about what is going to happen in this 2024 election, it's going to be about the fact that more concerns are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "But, Joe, does -- I mean, you brought up January 6th -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "PINION",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "But, Joe, when you bring up January 6, you want to give Trump another four years after January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Karen, what do you think here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "Yes. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "PINION",
      "sentences": "I think all of those things -- sorry, I just -- I do believe that if you are weighing the concerns, I believe the concerns of a Kamala Harris presidency outweigh the thoughts against a Donald Trump's second term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "So, a couple of things. Number one, the commentary about Haiti is not about Haiti, it's actually about and it's about black American children who are now in danger and have to have police cars outside their schools because there have been so many bomb threats, and that is a direct connection to Donald Trump using rhetoric for a talking point rather than to solve a problem.And so -- and that ties into what I think Liz Cheney is talking about, and Joe is right to set everyone from Dick Cheney to Liz Cheney to you name it who are raising, I think, valid concerns. It's that Vice President Harris is saying your other concerns don't matter, they're saying this is a question of leadership. This is who are you going to trust to make the tough decisions? And people who know him best are saying he's not capable of making good decisions. And I think when he's out there every day on the campaign trail talking about and I think that's what like, you know, Arnold Palmer and cats and dogs and all these things again. What I think voters aren't hearing is well, where are we? Where are you looking out for us? We know you can attack Kamala Harris, but you're not telling us why you are a capable, qualified leader, and you have someone like Liz Cheney reminding you that there are moments in this country, in democracy when you might say, I don't agree with this person on everything, but I'm going to trust them over someone who would lead an insurrection against this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. Joe, I mean, what's your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "PINION",
      "sentences": "I would just say that I think it is an unfair characterization to say that President Trump is not talking about the American people. He's certainly not talking about it in a way that resonates with people who are lifelong Democratic voters. I would say that is probably accurate.But I think there are people who are finding their tether to the Democratic Party waning because of the fact that the promises have not been delivered. They do feel as if President Trump is talking about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "Well -- but, Joe, I spent the weekend --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "PINION",
      "sentences": "They do feel as if Elon Musk is talking about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "-- talking to Republican voters who don't think he's talking about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "PINION",
      "sentences": "The reality is that by every statistical --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "I heard it directly from Republican voters and independent voters, not just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "PINION",
      "sentences": "Respectfully, by every statistical measure, this election is a dead heat. That means that for every single voter you talk to that says that they are disaffected by President Trump, there are many who feel as if they've been activated by President Trump. We have a responsibility to the people at home to be honest about that fact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "I am being honest. I'm being honest --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "PINION",
      "sentences": "Certainly, there are people who have had their full when it comes to Donald Trump -- that is fair. But there are certainly other people who have had enough when it comes to the politics of Donald -- of somebody like Joe Biden and Kamala Harris.So, I do think that if you're going to say that Liz Cheney is out there making an argument, I would humbly beseech them to say, look, if you just said, I don't trust Donald Trump, I can't actually believe in the policies of Kamala Harris, I'm going to cross my fingers and hope for the best that would be honest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. Quick -- I want to give Karen --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "PINION",
      "sentences": "But what's happening right now is not that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. I want to give Karen a quick last word. Yes, I mean, just the sight of Liz Cheney out there with Kamala Harris in these final days of the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "For the Republican -- I mean, I think that this is really aimed at Republican women saying here, you know, here it is. Here's your moment. Here's your chance to choose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "And she was essentially saying, we played this earlier on in the program, when you go into that ballot box, a ballot booth, voting booth nobody needs to know how you're voting here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "Right. That's all on you, sister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "Yes. Look, I mean, a couple of things, in this last moment where everybody is looking for -- it's a game of inches. We're looking for votes where we can get them. Liz Cheney is creating a permission structure for -- again, for those voters who might say, I'm not going to agree on everything, but on things that I deeply care about, do I trust this person, do I think this person will -- frankly, part of the argument I heard her saying is this is going to give the Republican Party an opportunity for a reset. I think that's the other thing she's out there saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Giving them a hall pass is what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "FINNEY",
      "sentences": "That's right. Yes, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "New video into CNN shows the frantic rescue efforts after a ferry dock collapsed over the weekend on the Georgia Coast. We want to warn you though, this video you're about to see is disturbing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Where's my (INAUDIBLE)? Where's my (INAUDIBLE)? Please, please, please. God. Please. Oh, my God. Oh, my God. Oh, my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on. Come on. You good. You good. If she can't come up, just hold on.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Very scary stuff. 20 people fell into the water off of Sapelo Island. Seven died. An attorney is calling it a preventable tragedy. CNN's Nick Valencia joins us now. Nick, just unbelievable. What more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yes, that video is unbelievable to watch. And according to famed civil rights attorney Ben Crump, who's representing some of the families, this was all a preventable tragedy caused by negligence. He held a press conference a short time ago, during which he used part of his time to echo calls from the Congressional Black Caucus for a federal investigation.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "VALENCIA",
      "sentences": "The Sapelo 7, as Ben Crump has labeled them, all died as a result of a gangway on a visitor ferry dock collapsing into the water. Crump went on to say that he is going to get justice for the Gullah Geechee community. And we should mention one of those victims, at least one of those victims, still in critical condition. Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "And what more do we know about the victims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "VALENCIA",
      "sentences": "All of them were over 70 years old. They were all elderly, and they include people that were beloved church volunteers, beloved members of the Gullah Geechee community. And at that press conference, we heard from a survivor whose uncle also died. Just listen to her detail the tragedy.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "REGINA BRINSON, UNCLE DIED IN DOCK COLLAPSE",
      "sentences": "And when we got in the middle of that gangway, I heard a crank. Then I looked, and all I remember is released in the walker and Ms. Collada (ph) just fell straight down in the water. And I looked up and I said, Oh, my God, what is happening here? All of us ended up in the water.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "VALENCIA",
      "sentences": "And Crump is calling for a federal investigation. There already is an investigation underway by the Georgia Bureau of Investigation as well as the Georgia Department of Natural Resources. Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}