{
  "date": "2024-08-01",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Soon: Americans Freed In Prisoner Swap Land In U.S.; Soon: Biden, Harris Greet Feed Americans At Joint Base Andrews; Trump On Event Where He Questioned Harris's Race: I Showed Up. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:40",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextBreaking news, Americans Evan Gershkovich and Paul Whelan are about to land back on American soil after an historic prisoner swap with Putin's Russia. And we are live at Andrews Air Force Base, and in Paul Whelan's hometown tonight. Plus, investigative journalist Christo Grozev, who played a critical role in this exchange and he'll be OUTFRONT tonight. He'll hear how a cocktail napkin set this entire deal into motion. And Trump tripling down on attacking Harris and questioning her race. Charlamagne Tha God has something to say about that. He's my guest. Let's go OUTFRONT. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "BURNETT",
      "sentences": "And good evening. I'm Erin Burnett.OUTFRONT tonight, the breaking news, countdown to touchdown. Right now, we are monitoring a private plane that as I speak, is flying over the Atlantic, the mid Atlantic, approaching the United States, and at this very moment, \"Wall Street Journal\" reporter Evan Gershkovich, former U.S. Marine Paul Whelan, and Russian-American journalist Alsu Kurmasheva are on that private plane after the biggest prisoner swap since the end of the Cold War. And we'll show you live pictures from Joint Base Andrews. That is where that private plane is going to be landing within the next few hours, President Biden and Vice President Kamala Harris will be there to greet them at Joint Base Andrews when they arrive. In fact, Kamala Harris is expected to touch down at Joint Base Andrews at any moment where she will wait to welcome Gershkovich, Whelan, and Kurmasheva. Just before she boarded Air Force Two in Texas, she spoke out for the first time about the historic prisoner swap. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "We never stopped fighting for their release. And today, in spite of all of their suffering, it gives me great comfort to know that their horrible ordeal is finally over.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "BURNETT",
      "sentences": "Their horrible ordeal is finally over.And this is a victory for Biden and he is taking a victory lap. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Their brutal ordeal is over and they're free. Moments ago, families and I are able to speak to them on the telephone from the Oval Office.This is an incredible relief for all the family members gathered here. That's relief to the friends and colleagues all across the country have been praying for this day for a long time. The deal that made this possible was a feat of diplomacy, and friendship, friendship. Vulnerable countries helped get this done. They joined a difficult complex negotiations at my request. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "BURNETT",
      "sentences": "And there were seven countries involved.And while the Biden administration and much of the United States were celebrating the breaking news of the release, former President Trump this morning after the news broke was posting about Harris's Indian heritage. Now, this is a day after questioning her race. When he did change his angle here and start responding to the news of the historic hostage deal, where the U.S. and its allies got 16 people free and Putin got eight, Trump said this. (BEGIN AUDIO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: You know, I got out 59 different people, 59. And I didn't pay money. They allowed some really rough people out. You know that right? (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "BURNETT",
      "sentences": "Now, just to be clear, this was a prisoner swap. No money was paid, none so the insinuation on that part was false. But Trumps frustration is clear. This is not how he wanted this to go down. He was the one who wanted to make this deal.(BEGIN VDIEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "TRUMP",
      "sentences": "Now we have a hostage, \"The Wall Street Journal\" reporter I think a good guy and he's over there because Putin is laughing at this guy, probably asking for billions of dollars for the reporter. I will have him out very quickly as soon as I take office -- before I take office, I said by literally, as soon as I win the election, I will have that reporter out.You know, we don't play games. He'll come out. President Putin respects me and he's going to come out. He's going to come out within 24 hours. Evan Gershkovich, the reporter for \"The Wall Street Journal\", who is being held by Russia, will be released almost immediately after the election, but definitely before I assume office. He will be home. He will be safe. Vladimir Putin, president of Russia, will do that for me. And I don't believe he'll do it for anyone else. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah, Erin, in just a few hours, we are going to see that joyous homecoming for those three Americans. And just moments after their feet touch American soil, of course, greeting them here at JBA will be President Biden, Vice President Harris, and, of course, members of their families.And Paul Whelan -- this would be the end of almost a six-year detention for him, for Evan Gershkovich almost more than a year, I should say, and for these three Americans who boarded a plane in Ankara earlier today, they're joined on the plane, I'm told by a U.S. official, by a number of medics, as well as a psychologist and other U.S. government officials and once they land at JBA, of course, the first thing that they're going to do is get to spend a little bit of time with their families who had been waiting for them. But soon thereafter, later tonight, Erin, they're going to be all getting on a plane to San Antonio. This is where they're going to be taken to Brooke Army Medical Center where they will each get a medical evaluation and really get the care that they need, I'm told, for as long as they need. This is very typical protocol for any wrongfully detained American once returning home, we saw that with Brittney Griner when she came home after being detained in Russia back in December of 2022. This is all just a good reminder that despite this being a really joyful occasion and one to certainly please celebrate -- for all three of them, of course, they have had a really rough time facing harsh conditions that we cannot even potentially begin to imagine. And there is going to be a long road potentially of recovery for all of them that are returning home. Now, for President Biden, I should quickly note this means that he can now cement the return khan of these Americans as a part of his one- term legacy. And now we know after today that he had actually spent even the day that he announced that he was ending his 2024 campaign trying to get this deal across the finish line, including making one phone call that is now been described as having made the final piece of this deal fall into place -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "BURNETT",
      "sentences": "All right. MJ, of course, now on that plane also, Vladimir Kara-Murza, a green cardholder. His family here waiting perhaps more medical care before he comes all the way back to the U.S.Jason Carroll is OUTFRONT in Novi, Michigan, meantime, tonight. That, of course, is the hometown of Paul Whelan. And, Jason, you've had a chance as you've gotten there to speak with people there. His story has become so important that community, what are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "JASON CARROLL, CNN CORRESPONDENT",
      "sentences": "Well, you know what's remarkable about this, Erin, this is a story that as you know, broke several hours ago, but some folks just getting home from work just now hearing about the news in terms of what happened with this release. Of course, this is where Paul Whelan worked. This is where he lives. He lives right here in this neighborhood before his arrest, working here in Novi and corporate security.And in speaking to people from the community, as you can imagine, there is a great deal of relief. One man that I spoke to said, I'm just happy that he's home. I'm happy that he's been released. Another man said referring to all of the years that he spent in that Russian prison, he said five Christmases, five birthdays. I hope that he can catch up in terms of life when I hear about that Russian prison, I just get chills. And then this woman said this, she was surprised, actually, Erin, to hear that this was someone who had lived in this community. She said, it doesn't matter where he's from. He's an American. I'm just glad that he's back home. Now, this is something not just that hits home here in Novi, but to the state of Michigan, as you know, his parents live in Manchester, Michigan. This is something that many people here in this state really take to heart. This woman said to me, it doesn't matter if he's from Michigan or any other state. I'm just glad that he's back on U.S. soil -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "David, you know, we heard Donald Trump saying he would get the prisoners freed. Of course, Joe Biden is the one who actually did it and here is an exchange that Biden had today with a reporter.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "REPORTER",
      "sentences": "President Trump has said repeatedly that he could have gotten the hostages out without giving anything in exchange. What do you say to that? What do you say to President Trump, former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BIDEN",
      "sentences": "Why didn't he do it when he was president?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "Now, David, just, you know, I know it sounds like that's sort of a -- killer line, of course, of the Americans that are free today only Paul Whelan was in custody during the Trump administration. Evan Gershkovich wasn't. I mean, so it's fair to point that out.The bottom line though, is, David, in this moment, how much does this matter for Biden politically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I think it's important to his legacy. This is a major achievement to get these people home.And let me just say, Erin, if I were advising Donald Trump, this is not within his range of possibility, but this is a great day for this country. This is a great day for Americans. People are happy to have these Americans home. And Donald Trump can't stand it because he's afraid someone else will get credit for it. This reminds me of what happened last fall when or last winter when there was a chance to pass a really, really impactful border no, and he told his allies in Congress not to do it because Biden would get credit. This is a very bad look for him. So in terms of Biden's legacy, absolutely. And he said he wanted to work on problems when he announced that he wasn't going to continue to run. This was a big one and it's obviously been in the works for a really long time and its to his great credit and it is a tribute to diplomacy and alliances and so on. The things that he believes in, and I think most Americans believe in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "Now, Jamal, of course, you know, this involved compromises. And they let go someone they said was the author of all credit card fraud and America serving a 27-year sentence, someone who is a convicted murderer, serving a life sentence. I just did not come without cost.It's unclear whether that will matter to people, but in the moment of course, they celebrate what America got home. And the other question, of course, is whether that sentiment will just go to Biden or whether it will also help Harris. So, now, they're trying to say Harris paid a role in the efforts that she got Germany on board. She had a meeting with the chancellor there. At one point, they said it was very important because that assassin was in Germany, that was German decision to release him. That she spoke to Yulia Navalnaya, Alexei Navalny's wife today. And just a few moments ago, she said this, Jamal. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "HARRIS",
      "sentences": "Over many years, President Biden and I and our team have engaged in complex diplomatic negotiations to bring these wrongly detained Americans home. We never stopped fighting for their release.It has been my honor to work alongside our president, Joe Biden, to bring home more than 70 Americans in the last three and a half years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "So interesting, Trumps touting his 59. They're touting their 70. Will this help her versus Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "JAMAL SIMMONS, CNN POLITICAL COMMENTATOR",
      "sentences": "You know, first of all, to start off where David started, which is this is an American moment to be happy, this is a moment where all of us can sort of take pride that we have done the thing though we always professed, where he did not leave them behind and we went back and got them.And you would just hope that on Trump could put that aside for a second, put aside his own political interests for a second, and do that. But it's apparently just not part of who he is. Will it help Kamala Harris? Once we get past that help for these folks, I think it will ultimately -- yes, it will help them because this is a team between President Biden and Kamala Harris that have been working together on issues like this for a long time. When I was in the White House back in 2022, it was in the run-up to the war in Ukraine, when Russia was going to invade. The vice president went to the Munich conference to talk to President Zelenskyy, to talk to our allies to help knit together their response were going to have when that invasion occurred. She went to Romania and Poland. She went back to the Munich again a year later. She's been involved with the president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "And, foreign policy, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "So, Kristen, what do you think about -- what do you make of the focus on Harris is involvement here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "KRISTEN SOLTIS ANDERSON, CNN POLITICAL COMMENTATOR",
      "sentences": "It makes a lot of sense that the White House is deciding to put her forward because now that Biden after a lot of weeks of deliberation, finally decided to step aside from his candidacy. They're now realizing that they have to do a much better job of introducing her to the American public and attaching hurdle accomplishments than I think that they have id been during the first three years of the Biden presidency.There's a reason why a lot of voters right now are just getting introduced to her, are just beginning to learn a little bit more about who she is and those opinions are forming in real time. So I fully expect that starting now and moving forward through the next few months, we're going to see a lot more of the vice president out front, a lot more sort of attaching the vice president to the administration's accomplishments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "ANDERSON",
      "sentences": "Republicans will be quite eager at the same time to tie the vice president to things that they don't think are successes of the administration. So it does cut both ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "Right. It is interesting though, just hearing what Jamal said, that is not a narrative that is not a line of talk that we have heard honestly about this does it change in terms of what the public is being presented with?Congresswoman, our Steve Contorno spoke with J.D. Vance today and, of course, J.D. Vance also is very interested in foreign policy. Here's what he said about the swap. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE: We have to ask ourselves, why are they coming home? And I think it's because bad guys all over the world recognize Donald Trump's about to be back in office, so they're cleaning house. That's a good thing. And I think it's a testament to Donald Trump's strength. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "Congressman, what do you say to that? That perhaps this happened because Putin didn't want to have the risks that it would be Trump across the negotiating table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "STEVENS",
      "sentences": "Well, I certainly know that Mr. Vance has been in the Senate for a year and I've been working on this issue for five-and-a-half years across two administrations and look, this has everything to do with the successful approach of the Biden-Harris administration and pulling together allies period, full stop. This is a momentous day. It is a day for all of us to come together as Americans.You notice Jason's interviewing people in Novi, Michigan. They're not claiming or proclaiming what party they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "STEVENS",
      "sentences": "They're just happy to celebrate Paul Whelan's return. And so, I wish I could have seen Mr. Vance at the table helping to get Mr. Whelan home, but he wasn't even in office at that time. So he can play political games and trade barbs. But we're here doing the people's work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "David, in terms of how Putin sees this and this is important. This is where this will go once were done this moment when people are start to focus on what, whether this has an impact on the candidates, Putin -- Trump and Biden have spoken obviously very differently about Putin, here they are. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "TRUMP",
      "sentences": "President Putin was a total gentleman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BIDEN",
      "sentences": "He's not a decent man. He's a dictator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "TRUMP",
      "sentences": "Here's a guy, he's very savvy. I know him very well -- very, very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "INTERVIEWER",
      "sentences": "So you know Vladimir Putin, you think he's a killer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BIDEN",
      "sentences": "Uh-huh, I do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "So, David, do you think Putin thought a possible President Trump would be worse for him in this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "AXELROD",
      "sentences": "No, when J.D. Vance said he's cleaning house in advance of the election of Trump, I think it's his guest room that he's cleaning out because Trump has been his friend. I mean, Trump has praised him lavishly as you've suggested. He saw that -- he said it was genius when Ukraine moved into -- when Russia moved into Ukraine, and his running mate is the leading opponent of supporting Ukraine in this war in the United States Senate.I don't know how much more you could do for Vladimir Putin than that. So that's a ridiculous -- a ridiculous analysis. I think this thing, like every negotiation, there were things that both sides wanted. This has been going on for months and months and months, it involved a lot of different countries. And it finally came to fruition. That's why it happened now. Good, hard bargaining and alliances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "And also Jamal there, you know, there's some reporting that this is possible that have been done at different times, the Biden administration at some points had had focused more on the Ukraine war and how that was going from a diplomatic perspective, put that as a priority as opposed to these hostages, political prisoners? But now that changed.Do you think there's a political calculus to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "SIMMONS",
      "sentences": "Listen, I think that the president and the vice president have been focused on how do they get these folks home for a long time? When I was there, Brittney Griner was in custody in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "BURNETT",
      "sentences": "Right, you were there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "BURNETT",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "SIMMONS",
      "sentences": "So there was a lot of conversation and negotiation about this stuff, and all these things are overlapped in circles. So, the vice president talks about our Venn diagrams, but a lot of these things are over overlapping circles, and you have to figure out what's the right thing to do.And I listening to J.D. Vance and I just think this guy is just sold his soul to the Donald, right? He is out here just saying whatever it is that Donald Trump wants to say without really thinking about what it's going to mean for the country or for maybe the rest of his political career. And it's a shame to watch them do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "BURNETT",
      "sentences": "All right. Well, all, thank you very much. I appreciate it on this historic work workday to be able to speak to all of you.And next, the man who has been key to this entire historic day, this prisoner swap deal since the very beginning. The investigative journalist Christo Grozev, it all started when Christo wrote down the name of one man on a cocktail napkin. He'll explain. Plus, Trump not shying away from his comments, questioning whether Kamala Harris is Black. Charlamagne Tha God is fired up, has a lot to say about this and he'll be with me live. And J.D. Vance tonight is now saying this about Kamala Harris. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:03",
      "speaker": "VANCE",
      "sentences": "Look, all he said is that Kamala Harris is a chameleon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:24",
      "speaker": "BURNETT",
      "sentences": "The breaking news, Secretary of State Antony Blinken speaking with the newly freed Americans on their way home to the U.S. and this just released video.(BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: We are so happy that you're out and you're on your way home. Your family and friends I know must be ecstatic (INAUDIBLE). (END VIDEO CLIP) BURNETT: All right. That comes as we are learning more about the freed Russian assassin, who from day one was the key to this deal, a hit man who gunned down multiple people, including a Chechen exile in an execution-style killing in a German park in broad daylight. Matthew Chance is OUTFRONT. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): This was that journey to freedom, Evan Gershkovich sentenced to 16 years for espionage, appearing at the outside world from a prison bus, for being walked to a waiting plane. He's followed by Paul Whelan, a former marine, also designated wrongfully detained by the U.S., and who spent the past six years in a Russian prison. They and 14 others are now free at last, when a U.S. official tells CNN the CIA played a critical role, negotiating the multinational deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:24",
      "speaker": "BIDEN",
      "sentences": "All of you, happy birthday to you, happy birthday to you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:24",
      "speaker": "CHANCE",
      "sentences": "For President Biden, this was what the unprecedented swap was all about, reuniting families like that of Alsu Kurmasheva, that U.S. Russian journalist whose daughter is turning 13.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:24",
      "speaker": "BIDEN",
      "sentences": "She's Alsu's daughter, now she gets to celebrate with her mom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:24",
      "speaker": "CHANCE",
      "sentences": "And the family of Kremlin critic Vladimir Kara-Murza, sentenced to 25 years in Russia for treason. Now, also a free man.It's a major coup for President Biden and his influence with us allies like Slovenia, Norway, and Germany, who agreed to surrender convicted criminals from Russia as part of the deal. This is just one of the Russians given up, Vadim Krasikov is an assassin convicted of a ruthless killing in the German capital. His employers, the FSB, the old KGB, confirmed eight Russian citizens in total were handed back, including convicted spies and cybercriminals serving lengthy prison sentences in the U.S. and elsewhere. Their return was made possible thanks to the systematic and targeted work of competent government agencies, an FSB statement reads. Back in the U.S., there's overwhelming relief, innocent prisoners are finally free. The Kremlin is celebrating, too. Putin personally welcoming swapped Russians back to Moscow. He's strategy of trading bargaining chips has again yielded results. (END VIDEOTAPE) CHANCE (on camera): Well, Erin, the criminals -- that the cybercriminals, the assassin returned to Moscow, they're not prominent figures in Russia, but you can see Vladimir Putin literally rolled out the red carpet and greeted them with flowers at the airport in Moscow to welcome them back. And he says he's going to meet them again to discuss what future role these people could have in Russia once they get settled back at home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:24",
      "speaker": "BURNETT",
      "sentences": "Such an important detail though, the meaning of it, that there was that literal red carpet in the late hours of this evening in Moscow for them.All right. Matthew, thank you. I want to go now to Christo Grozev. He is the investigative journalist. You all know, and he played a critical role in this prisoner exchange. Right now, Christo is in Germany. He is awaiting 12 other prisoners that Putin has released because Christo when we lay out these numbers, there are -- there are four obviously coming to the United States. Evan Gershkovich, Paul Whelan, Vladimir Kara Murza, we know that they are -- they are on their way, perhaps some of them for sure. But you are waiting for the rest, many of whom you don't even know -- no one knows where they're going to go, right there. Russian citizens being released, dissidents being released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "I mean, pretty incredible, right? To how that is, and that they, at this moment, in a sense, or stateless at least for those Americans, a place to come home. For the Russians, another -- another part of their story.  Yeah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "GROZEV",
      "sentences": "Let's not forget that not all of them wanted to leave Russia. I mean, some of them explicitly said that they would prefer to stay and fight within Russia, within jail, but even they were part of this trade.So it's a complicated psychological state that they will be in, but overall, this on balance is a good thing because many of these people were languishing in jail and some of them were in poor health. And getting them out here, giving them a fresh start is definitely the humane thing to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "And, Christo, as you are in Germany waiting for this here at what is now the beginning of the next step. The end of this actual transaction on this historic day, you were there when it began, you were in a restaurant with a chief U.S. hostage negotiator, Roger Carstens. This is back in April of 2023. At that point, Evan Gershkovich had been arrested by Putin just days before.So you're sitting there and you write down the names of people Putin would exchange for on tell napkin, on a cocktail napkin and that's how all of this began and yet it wasn't until just hours ago these past couple of days that you felt this was really going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "GROZEV",
      "sentences": "That is -- that is true. It was a multiyear project that actually started even before that napkin, and started at an Aspen Security Conference dinner where I shared my idea already of this potential humanitarian swap with Hillary Clinton. She made it latched onto the idea. She helped actually bring the idea to the White House.And then a year later with this meeting that I was privileged to have with Roger Carstens, I was able to explain to him the importance for the Kremlin of this particular criminal who is serving a life sentence in Germany.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "So let me ask you, let me just jump in because that was the top name on the cocktail napkin, right? You write down Vadim Krasikov, this Russian assassin that you're talking about, serving a life sentence for murder, carried out other assassinations.We saw him tonight Christo getting off the plane in Moscow. There he is greeting Vladimir Putin, getting a hug. Now, why was this one man? This one man here. Were watching this meeting between him and Putin, so important to Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "GROZEV",
      "sentences": "It was his personal assassin, that's the nutshell version of the story. We had identified at least three prior assassinations that this person had conducted within Russia and all of the assassinations had a political motive. It was clearly something get done on behalf of the Kremlin.And we have evidence -- reason to believe that this relationship with Putin goes back to long before even he became president. So you could hear over the years, Putin speaking about this unnamed patriot in Germany who made historic, patriotic, active duty by -- Putin was talking about him in these glowing terms. He mentioned him, refer to him in his interview with Tucker Carlson. It was clear that there was a personal relationship there, and this explains why it was important. But another systematic reason why Putin was intent getting this person back was because it is the way to perpetuate the system of sending criminals and assassins abroad without them fearing that they will end up living the rest of their lives in jails. Putin needs to show that he brings these assassins back in order for him to be able to send new assassins in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "I know there had been hope and perhaps almost it happened. And then Alexei Navalny died that, that transaction could have happened to Alexei Navalny, your dear friend could have -- could have come out, and that would have been the way the story went. It did not. And I know that is a bittersweet moment for you, even as you have joyfor those who are released, that this did not happen. And Alexei Navalny died in Russian prison. But how did that affect this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "Truly bittersweet. You know, I want to just ask you about the U.S. prisoners because we've seen all of them except for one Vladimir Kara-Murza, green cardholder. His wife and family are here in the U.S.Just one month before he was arrested, Christo, Putin invaded Ukraine and Vladimir and I were talking, he was on the show and I want to just play for you one thing he said and to hear him and also see how he looked. (BEGIN VIDEO CLIP) VLADIMIR KARA-MURZA, RUSSIAN OPPOSITION POLITICIAN: There are absolutely no limits to what Vladimir Putin can do. I think the world is seeing this loud and clear now as we're witnessing this large scale land war, this large scale war crime happening right at the heart of Europe. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "Christo, that was 28 months ago. And as I said, it was just after that, that he was traveled, he was arrested and that's the last time that his family seem that that we've seen him.We know is health is not good. We know he had been poisoned twice, even prior to that conversation. Do you have any idea how he is doing tonight? GROZEV: We are hopeful that he's doing fine. We know that some of the people on the plane coming out of Turkey today had health issues. We hope that he is not one of them. And I just but looking forward to seeing him and embracing him and he's -- he's a hero. I really hope that he's in a great physical shape. He's very strong. He survived two assassination attempts, and he continued fighting and going back to Russia. I think somebody like that definitely will -- will withstand any physical challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "Christo, thank you very much. Joining us, of course, when these early hours now of Friday morning in Germany, awaiting those prisoners as the story is still unfolding.And we are awaiting that private plane landing shortly at Joint Base Andrews on that plane is the Wall Street reporter, \"Wall Street Journal\" reporter Evan Gershkovich. He is there and he will be home very soon. Earlier today, he boarded a bus in Turkey where part of this journey began, where he was taken after he was released from a Russian penal colony. One of his very last acts before leaving prison when he was technically pardoned by Putin, which was just part of the technical process here, he had to fill in a form and he asked on that form in the blank, would Putin sit down for an interview with him? In front now, Simon Brooks, one of Evan Gershkovich's closest friends. I know that you've been in close contact with Evan's family during his detention and, Simon, an incredible night for you a month ago. Your friend is sentenced to 16 years and a penal colony and you're thinking you may never see him again. You spoke to him last time the day before he was arrested so now here you are hours away from him landing. What's the first thing you want to say to him when you see him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "SIMON BROOKS, CLOSE FRIEND OF EVAN GERSHKOVICH",
      "sentences": "Oh, wow, I think I just want to say I love you.I think what I'm most excited about is to give me a hug, see that smile that we've all seen for the past 490 days and see that smile in- person and hopefully make each other laugh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "You know, you mentioned his smile. We saw him outside of prison for the first time today on the plane, and he's -- he has that trademarks smile. How did it feel seeing that today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BROOKS",
      "sentences": "I just was a reminder that -- that's Evan. That's -- that's who Evan is. That smile has been so inspiring to his friends, to his family, and it's also just been so comforting through this whole thing.It's his way of telling us like he's doing okay. BURNETT: So the other thing I noticed today, of course, and I'm sure everyone did when we see pictures of him and we've seen so many over the past year-and-a-half, right, is that he's lost a lot of weight. He looks really thin and I just have to ask you how that feels for you, looking at that. I know he's smiling. I know he's coming home, but you as someone who loves him so much, how's it feel to see that? And just know that there is just such a toll this has taken on your friend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BURNETT",
      "sentences": "Well, his sister, you mentioned, she was at the White House today, along with his parents. They were with President Biden and obviously, I know you're very close to them and have known them for a long time.I mean, what do you think is going through their minds right now as they just -- I mean, I can't imagine what its like for them to just be waiting, especially for his parents to hug their child?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BROOKS",
      "sentences": "I mean, I'll tell you -- I have texted them so many times being like trying to be supportive and saying I love you and if you need anything and what I've learned over these last 490 days is like they are the strongest family.They were support -- they supported us. They were our inspiration. They like never wavered and they're truly -- they're heroes. They really are, and I'm so proud of them and I'm so happy that they get to be with Evan now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BURNETT",
      "sentences": "All right. Simon, thank you very much. I know these next few hours will be incredible for you and for that family. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BROOKS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BURNETT",
      "sentences": "And next, Trump amplifying tonight his attacks on Harris's race and Charlamagne Tha God who has talked to Harris in the past very directly about her race and this issue has a lot to say about it.Plus, J.D. Vance coming to Trumps defense tonight, you'll hear how he's defending the former president's comments about Harris's race. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BURNETT",
      "sentences": "Tonight, I showed up. Those are the exact words that former President Donald Trump is using to defend his appearance at the National Association of Black Journalists convention yesterday, an appearance in which he questioned Harris's race.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "BURNETT",
      "sentences": "Of course, Harris is both and has been very clear about that. She spoke extensively about it. In fact, over the years.And to Charlamagne Tha God, host of \"The Breakfast Club\" radio show, she talked about it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm Black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "CHARLAMAGNE THA GOD, RADIO SHOW HOST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "HARRIS",
      "sentences": "And I'm proud of being Black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "HARRIS",
      "sentences": "And I was born Black. I will die Black. And I'm proud of being Black and I'm not going to make any excuses for anybody because they don't understand.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "BURNETT",
      "sentences": "All right, Charlamagne Tha God is OUTFRONT. He's also the author of a new book called \"Get Honest or Die LyingSo, Charlemagne, Trumps not backing away from the controversy. Today, he went online, he shared a photo of Harris wearing a sari, and a family photo and he writes about it: Your warm friendship and love of your Indian heritage are very much appreciated. Okay. So that's what he did today. Let me just ask it to you this way though, Charlamagne does he deserve credit as he says, for showing up at the Black journalists event yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "First, Erin, how are you first and foremost?No, does he deserve credit? No, he doesn't deserve credit. I'm going to be honest with you. I don't -- I don't give a about any of this and neither should you, like nobody in the media should care. Donald Trump doesn't have any new tricks. He focuses on identity. He focuses on race. He focuses on gender. It makes white American think that the changing demographics that is country are threatened their livelihood. And he makes some believe we don't take things back to the way they were probably 1950-something that America as they know it will be ruined. It's just a distraction, like Public Enemy had album called \"Fear of a Black Planet\". Trump tries to scare people with a fear of Black and Brown America. And we have to stop falling for it, right? We just have to stop falling for it. I got --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "BURNETT",
      "sentences": "All right. So, today though, you talk about it, you tackled it on your show because it's out there. People are talking about. One of your callers actually called it and said something about it that I wanted to play for everyone. So you could explain how this makes you think and feel.Here's the caller. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "TONY",
      "sentences": "Man, to be honest, Kamala Harris, she already said that she wasn't Black. It's all over everything. She had interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "THE BREAKFAST CLUB",
      "sentences": "Kamala, Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "TONY",
      "sentences": "Yeah, yeah, yeah. I understand. But, she already said that she's not Black. She identifies as an Indian. But she was running and she did all of that in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "THE BREAKFAST CLUB",
      "sentences": "She never said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "TONY",
      "sentences": "Yes, she has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "THE BREAKFAST CLUB",
      "sentences": "No, she hasn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "TONY",
      "sentences": "Yes, she has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "THE BREAKFAST CLUB",
      "sentences": "Listen, have you ever read her book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "TONY",
      "sentences": "No, I don't -- I won't -- say what now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "THE BREAKFAST CLUB",
      "sentences": "In her book, she specifically talks about how, you know, her mom definitely instill her Indian heritage in her, but also told her she was a Black woman and raised her to be a proud woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "TONY",
      "sentences": "She has an interview -- she has a verbal interview with a white woman and she says that she is not Black, she is Indian.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "Lord, have mercy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "BURNETT",
      "sentences": "So what -- what do you do about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "What do I do? And I tell everybody not to be distracted and I would say the same thing, same thing to the vice president. All the vice president has to do is stay on message. All these conversations about what's Black, who's Black, forget all that.You know, how are you going to put money in people's pockets? How are you going to keep people safe? That's what both candidates need to be talking about over the next 95 days. We all know Kamala Harris is Black and we all know she's Indian, and we also know Donald Trump is a biggie and we know he's divisive. I don't need the media running. Donald Trumps greatest hits over and over for the next 95 days. Donald Trump as of right now, has no real strategy against the vice president. So they going to say she's a DEI hire. They're going to attempt to weaponize her, not having kids. They got question our blackness, ignore it all. Erin, listen -- (CROSSTALK) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "BURNETT",
      "sentences": "Charlamagne, I understand what you're talking about the media and I and I'm not taking it personally, but I do think it's important in part because of that caller --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "I'm media, too. I'm media, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "BURNETT",
      "sentences": "Yeah, no, no. I understand. But you know that that caller calls in and, whether -- whether it should or shouldn't, sometimes it just is, if it gets into the ether and it starts affecting how people think and feel then that becomes an actual problem.You know, how do you deal that? You get calls like that. You actually have an opportunity to interact with someone to try to explain. Do you feel like people hear you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "Yes. I have no problem telling that young man he's bugging. Well, or you could say he's half right, right? Because yes, the vice president has said she's Indian, which he also says she's Black because she's both and that's why we need to ignore it all.The media should focus on whatever candidate is talking about the issues. Anything else is not worth the ad time. How many times that Donald Trump long run the same trick over and over and over and we continue to fall for it and be distracted? Focus on the issues, focus on the candidate has an actual plan for America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:05",
      "speaker": "BURNETT",
      "sentences": "So he calls her a chameleon and its exact same word actually Charlemagne, that his former friend, longtime friend, used to describe J.D. Vance to me. Here's what she said.(BEGIN VIDEO CLIP) SOFIA NELSON, J.D. VANCE'S FORMER YALE CLASSMATE AND FRIEND: What I've seen is a chameleon, someone who is able to change their positions and their values depending on what will amass them political power and wealth. And I think that's really unfortunate because it reflects a lack of integrity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:05",
      "speaker": "BURNETT",
      "sentences": "I'll just note, Charlamagne, that he hears the word chameleon after his friend used it. I don't know whether of that -- you know, whether he saw that, it's very possible he did.But you write about this, you know, that words matter. You talk about, \"Get Honest or Die Lying\". That's your new book. And it's about honesty in politics, right? So when people are using words like chameleon, that may be a word, but it gets at something that's quite deep, right? What is truth and what is a person actually being genuine? How do you think about this, given where you sit every day, these calls that you get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:05",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "Yeah, I mean to your point, I have a chapter in my new book called the language of politics is dead. And I talked about how tired we are of the way politicians talked to us and how everything is to save from folks are too afraid to take chances.And I feel like the Internet killed all that, like social media in particular, people have gotten used to hearing ideas and not just ideas, but news, all topics and just authentic ways. And two things that I love right now, my critique of the vice president was the person I've known since 2017, the person that we used to see grilling people with Senate hearings that individual had disappeared over the last few years. But over the last couple of months, you know, whether there has been her economic opportunity to even out the way she stepped up at Biden's terrible debate performance. And of course, now that you know, she's at the top of the ticket, I've seen that real person show up, like I've seen that person, you know really come to the forefront and I think, you know, as long as we see more of the real her over the next 95 days, she -- she can probably win this thing. So I'm definitely not seen a chameleon in Vice President Kamala Harris right now. I'm seeing the person that I know on air and off, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:05",
      "speaker": "BURNETT",
      "sentences": "All right. Well, Charlamagne Tha God, thank you very much again. Your book, \"Get Honest or Die LyingAnd, Charlamagne, it's great to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:05",
      "speaker": "CHARLAMAGNE THA GOD",
      "sentences": "Thanks, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "New tonight, left behind. American teacher Marc Fogel of Montana tonight remains in a Russian penal colony. He was not part of today's prisoner swap that freed 24 other detainees. The 63-year-old was arrested in the Moscow airport in 2021. The reason he had half an ounce of prescribed medical marijuana in his luggage, prescribed medical marijuana. For that, he was sentenced to 14 years in prison.His sister, Anne is OUTFRONT now. And, Anne, you and I have spoken over the years here, would have hoped tonight would have been very different conversation, but a senior administration officials telling us and I'm quoting them, we absolutely wanted Marc to be included, but it just wasn't going to happen. How devastating is this day for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "ANNE FOGEL, SISTER OF MARC FOGEL",
      "sentences": "The last 36 hours have been -- have been gut-wrenching. We knew that something was going on yesterday from the -- from the news feeds and we started calling our senators and the ambassadors that we knew and the State Department and we really hope that they were going to get Marc on the plane.We knew that it was going to be happening very quickly but Marc called me yesterday morning and when I realized that he was in Rybinsk (ph), I knew that things were not going well because he should have been gone. And it's been -- it's been a rollercoaster. It's been a roller coaster. No sleep. I feel like we've been kind of collectively stabbed in the back. Marc, is, you know, they've asked for his humanitarian released, but, of course, Russia does not release on humanitarian grounds and has had no history of ever doing that and then not really liking us very well anyway. So, it's kind of insult to injury that he still has not been designated as wrongfully detained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "And you know, you and I have spoken about that over these years and, you know, you've been pleading with the Biden administration, because those words matter. There's a formal designation wrongfully detained. It's official, and it's an important first step in terms of any kind of release are a negotiation.You know, they used the words today when talking about him, but that formal designation has not happened. Why not? Have they said anything to you, Anne, as to why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "FOGEL",
      "sentences": "No, and after multiple documents signed by Marc, by our family, they will not give us any adequate answers as to why he has been designated as Brittney was. I mean, their cases are nearly identical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "Brittney Griner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "FOGEL",
      "sentences": "Same court, different sentences. Both were sentenced to the maximum but there was a report given, a classified report given in June, and they -- they didn't even really have the facts of the case straight. It's as if they have -- Marc hasn't been prioritized through this entire process. It's been -- it's been one of the most frustrating times of my life, to not be heard or taken seriously.We don't have the NBA and we don't have \"The Wall Street Journal\" backing us. And so, we've -- Marc has been largely ignored and he needs the designation because he needs real medical treatment. He fell -- he's fallen multiple times. It's very cold where he is and there's lots of ice things are just not going well for him. He spent the last month at a hospital where there are no doctors, that he's given multitude of injections and not having any clear understanding of what they're giving him or -- and you can imagine how terrifying that would be and its hard to imagine it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "And it's hard to imagine. But when we can all see the pain that you're in, your family's in. I know you're 95-year-old mother. And our thoughts are all with you.I know on a day that is full of joy for other families. It' important to see the pain that you are -- you are going through and your family. Thank you for sharing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "FOGEL",
      "sentences": "Thank you. Thank you for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}