{
  "date": "2024-02-29",
  "headline": "CNN News Central",
  "subHeadline": "Today, Trump and Biden Make Dueling Visits to Border Cities in Texas; Colorado Ballot Ruling Looms, Supreme Court Will Hear Immunity Claim; Over 1 Million Acres Burned in Texas Wildfires. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:10",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Joe Biden and Donald Trump both heading to the border as close to a face-to-face clash that they've come to this election cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:10",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Raging out of control, the historic fires in Texas turned deadly as crews rushed to save lives and homes. More than a million acres now burned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:10",
      "speaker": "BOLDUAN",
      "sentences": "The U.S. Supreme Court thrusting itself into the presidential election again, the impact the justices will now have on Donald Trump's legal and political future.I'm Kate Bolduan with the one and only John Berman. Sara is off today. This is CNN News Central. As we have all been told, everything is bigger in Texas. And today, that even includes the political clash headed to the border. Both President Biden and Donald Trump are headed there. And as they each try to make the migrant crisis really a pillar of their re-election bids, Biden is going to Brownsville. Trump is going to Eagle Pass, Texas. And speaking of big, the numbers speak for themselves in showing how big of a problem the migrant crisis has become and big political and big policy-wise. Migrant encounters along the border are breaking record after record. In December, those encounters peaked at nearly 250,000, the highest since 2000. Today's Texas showdown comes as Biden is considering executive action to restrict migrants' ability to seek asylum. And it also comes as action on the Hill to truly address the problem here remains stalled, in part, because Donald Trump and other Republicans say a solution would take away a potent political tool this election. Donald Trump, for his part, Donald Trump's team for his part, says that Joe Biden is only making the trip today because Donald Trump himself is headed there. Let's go there ourselves. CNN's Kristen Holmes, Rosa Flores, they're both in Texas. Rosa, talk to me about the locations that these men are headed to. Why Brownsville? Why Eagle Pass?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:10",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Kate, that is such a great question because if they both really wanted to go to the border and see where the biggest challenges are happening right now, the largest number of migrant encounters, the biggest challenges for agents on the ground who are trying to enforce federal law, they would go to Tucson sector in Arizona. That's where the largest number of migrant encounters are going on right now. But instead, President Biden, like you mentioned, is going to Brownsville, Texas, in the Rio Grande Valley, and President Trump is coming here to Eagle Pass.But let me start with the Rio Grande Valley because what President Biden is going to see is very robust infrastructure. And, look, the Rio Grande Valley was the epicenter of the migrant crisis for several years, starting in 2014. And since then, the federal government has learned a lot about how to deal with migrant searches. It has a robust infrastructure. The law enforcement arm of Border Patrol there is very robust. I've talked to sources there who say, look, we know how to deal with migrant searches. So, President Biden would probably get briefed by those individuals who have done this for a really long time and know how to do it. Now, down to President Trump, he's going to be here in Eagle Pass, Texas. He's going to be in the park that you see behind me. I know it's a little dark, but you're going to see some lights back there. It looks like a military zone. What President Trump is going to see is soldiers with long guns, razor wire, shipping containers that line the Rio Grande that create a border wall. There's going to be a lot of photo op opportunities. Now, this is where the biggest stage on the border is when it comes to the border battle between the state of Texas and the federal government. This is where the border buoys are. This is where the legal battle over the razor wire is. The park that you see behind me was taken over by the state of Texas and the state of Texas doesn't allow Border Patrol to get into that area and enforce a federal law. This is the stage that President Trump is going to be on today. It's the biggest stage. It's the biggest attention. And, Kate, it's where he's going to get the biggest political points. That's why he's going to be here today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HOLMES",
      "sentences": "Again, there's that fear-stoking rhetoric, and you should expect a lot of that today. We are told that Donald Trump is going to point to a series of alleged crimes committed by migrants. He's also going to particularly focus on the murder of a UGA student, Laken Riley. The, obviously, as we have learned, the alleged suspect in that case is an undocumented Venezuelan migrant, so something he's going really touch on and double down on as he tries to make comparisons between his administration and Biden's administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BOLDUAN",
      "sentences": "All happening today. Kristen, great to see you, Rosa, great to see you. Thank you guys both so much for your reporting. Much more to come. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BERMAN",
      "sentences": "A record-setting out-of-control wildfire tearing through Texas, more than a million acres burned already with dry winds that could make things worse.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There was a house there, there was the house of there. There was there house. As far as you can see everything is burnt.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BERMAN",
      "sentences": "We are standing by this morning to see just how many actions the Supreme Court will take this week on Donald Trump. Of course, they agreed to take up his immunity claim. Will they say today whether Trump can be on Colorado's ballot?There is new urgent pressure for them to answer that because, overnight, Illinois became the third state to call him an insurrectionist and ban him. The Illinois primary is just 19 days away and early voters are already casting ballots. As for the course decision to hear the immunity case, Politico notes this creates the possibility that, quote, as voters cast ballots this fall to decide whether Donald Trump should win another presidential election, a federal jury may be weighing whether he attempted to steal the last one. Let's get right to CNN's Katelyn Polantz live in Washington, I feel like legal analysts around the world have calendars out this morning counting weeks to figure out what can and can't happen now, Katelyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:01",
      "speaker": "BERMAN",
      "sentences": "That right. They will decide they'll hear the case in April. It could be weeks, if not until June when they rule. and then people are trying to figure out if and when the case could get before Judge Tanya Chutkan, assuming the Supreme Court allows it to go on.So, there's that, which people have talked about ad nauseam the last 12 to 24 hours, Katelyn, but there is also tomorrow where there a hearing in the Mar-a-Lago documents case, this other federal case against Donald Trump, and I understand Trump is going to be there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:01",
      "speaker": "POLANTZ",
      "sentences": "We do believe that Donald will be there. His plans can change, of course. But it is a pretty pivotal hearing. We are expecting it to go several hours and it's going to address timing, first and foremost, of this classified documents criminal case in Florida.Right now it is on the calendar for late May, but it could be moved Trump's team is expected to ask the judge to move it back into July, into the summer and then that sets up a popcorn sort of scenario which case may be able to sit on calendar this summer or later closer to the election. That's going to entirely be up to judges and also what the Supreme Court does in that other case, the presidential immunity case that we were just talking about. The other thing that's going to be discussed at this hearing tomorrow in Florida in his classified documents case is going be the possibility of the harassment of witnesses and jurors. There are a number of things on the table where the Justice Department wants to keep things secret or confidential out of public's eye as this case moves forward toward trial because they fear that Donald Trump does cause harassment across the board in many of his cases and they are fearing that this could chill witnesses as well as jurors in this case as well. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "There are so many new images that are coming out today showing the damage and the danger and just the scope of it all from the Texas wildfires, an orange glow just hanging over the Texas panhandle where five fires are still burning.Over a million acres have now been hit. The largest fire, we talked about this yesterday, the Smokehouse Creek fire, it's burned now 850,000 acres alone. That fire is only 3 percent contained, which is why the danger has not passed and it has also become deadly. 83-year- old Joyce Blankenship, you can see her there, she was killed and her home of nearly 40 years destroyed in the flames. So much of this entire area is now going to need to be built up again. A Texas power company says they have to rebuild 115 miles of line. That's just one measure of what they've got ahead of them. CNN's Lucy Kafanov is on the ground for us in Texas. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "About half the town was forced to shelter in place all night.LUCY KAFANOV, CNN CORRESPONDENT (voice over):  The mayor of Canadian Texas grateful that no lives were lost as local homes burned in a firestorm raging in the Texas panhandle. Fueled by dry growth and windy conditions, the Texas Smokehouse Creek fire is spreading out of control, on average around 200 acres per minute, devouring more than three acres per second since it began two days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The whole world is on fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "KAFANOV",
      "sentences": "Danny Williams has spent 30 years in Fritch, Texas. His home survived the inferno that spread through town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "DANNY WILLIAMS, FRITCH, TEXAS RESIDENT",
      "sentences": "It came this way really fast and the authorities were trying to evacuate everybody and smoke was everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "KAFANOV",
      "sentences": "He had to wake up a neighbor and get him out of his home before it burned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "WILLIAMS",
      "sentences": "He was sleeping and I told him I would wake him up if it got bad. And when it got bad he just barely got out. He only had the shirt on his back and his dogs, he lost everything. KAFANOV",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The last containment numbers I had, 90,000 acres burned, 25 percent contained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "KAFANOV",
      "sentences": "but the first responders in Borger, Texas, were initially unable to control the blaze.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We can't hold it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay, get out of there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "KAFANOV",
      "sentences": "The flames have now scorched hundreds of thousands of acres so far, according to the Texas A&amp;M Forest Service, threatening to surpass the largest fire on record to spread across the state.Is the fire danger over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Danger is not over. So the winds have died down. They will be back this weekend. It will be high winds and dry conditions again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Most of the people that have come in, they have lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "As we were leaving. We could turn around and it did. It looked like Armageddon. It looked like our town was just being engulfed in black.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "KAFANOV",
      "sentences": "Parts of at least five Texas counties are still under evacuation orders and all the residents evacuated from the town of Fritch are being told some homes are still on fire and they can't yet return.Firefighters in some areas overwhelmed by the blaze.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We got too many spots. Pull out. Pull out. Everybody, pull out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "KAFANOV",
      "sentences": "High winds are the greatest threat now on Tuesday. Wind gusts succeeding 60 miles per hour fueled the greatest destruction.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "BERMAN",
      "sentences": "With us now is Jeff Chisum, a Texas rancher who's lost land and livestock in the fires. Thank you so much for being with us this morning. Sorry for what you've been going through. Just walk us through with the last twenty four hours have been like for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "JEFF CHISUM, RANCHER WHO LOST LAND AND LIVESTOCK IN WILDFIRES",
      "sentences": "Well, actually, it's been since Monday we started fighting this fire when it reached us. It came from the west. We fought it all the rest of the day and then up to 7",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "BERMAN",
      "sentences": "Can you give us a sense of what you lost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "CHISUM",
      "sentences": "The biggest thing we lost was our grass. We did lose some cattle. Fortunately, it wasn't as bad as what you would think or what we had thought it would be. So, it's just -- you know, it takes quite a while to regain your resource, your grass. So, you know, we need some rain. Good thing about it is it happened in spring or close to green up. So, we're not in the dead of winter and waiting longer. So, just waiting for the rains and hopefully some snow or something that kind of puts some moisture back in the ground so we can get the process started again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "BERMAN",
      "sentences": "Some of the worst fires to Texas has ever seen. Have you ever seen anything like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "CHISUM",
      "sentences": "In '06 we had a big fire came through. And I believe those fires were over 1,000,000 acres. And it was horrible. I mean, it looked like the moonscape. I mean, you know, it destroys everything and.But this one, it seemed worse, honestly. This one was -- I don't know what it was about it, but it affected more people, I think, and especially the towns. You know, we kind of didn't have to deal with that as much back in '06, although we did lose some houses and some lives. And I hate to hear about Ms. Blankenship this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "BERMAN",
      "sentences": "Well, Jeff Chisum, we do appreciate you being with us. We know how hard this week has been for you, but we know you're going to pull through. Best of luck rebuilding. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:02",
      "speaker": "CHISUM",
      "sentences": "I appreciate it, John. Have a good day.",
      "isLastSentenceInterrupted": false
    }
  ]
}