{
  "date": "2024-02-27",
  "headline": "Connect the World",
  "subHeadline": "Polish PM: Not Planning to Send Troops to Ukraine; Primary Voting Underway in Presidential Battleground Michigan; Iran Preparing for Major Elections on Friday; WTO Downgrades Global Trade Forecast Amid Red Sea Crisis; Flight Controllers Expect to Lose Contact with Odysseus Today. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "This is the scene in Michigan where voters are going to the polls. It's the first primary in a majorbattleground states. And the outcome could expose vulnerabilities for President Joe Biden and the main Republican challenger, Donald Trump. It is 9 am in Michigan. It is 6 pm here in Abu Dhabi. I'm Eleni Giokos. This is \"Connect the World\". And also happening today, Joe Biden is expected to meet Congressional Leaders in a few hours as a budget deadline looms threatening a partial government shutdown. Ukraine will be high on the agenda, as the Kremlin warns the west to keep its troops away from Kyiv. And President Biden also saying a temporary ceasefire is not far away in Gaza. But Israel says it's surprised by his optimism. The markets in New York will open in about 30 minutes from now and markets are currently showing that they'll have a negative start to the day. In fact, we had a negative day yesterday. And that is after a record setting week last week. We are expecting consumer confidence numbers out a little later on this morning. And, of course, a lot of numbers that will show the health of the U.S. consumer that are later in the week. In fact, the NASDAQ showing a positive starts in the DOW slightly in the negative. All right, we start with a message for the west from the Kremlin keep your troops out of Ukraine or expect a direct fight. On Tuesday Spokesman Dmitry Peskov said the involvement of Western troops would make conflict with Russia inevitable. It comes after comments from France's President Monday at the EU conference on aid for Ukraine listen to Emmanuel Macron talk about the possibility of sending Western troops. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "EMMANUEL MACRON, FRENCH PRESIDENT",
      "sentences": "There is no consensus today to send ground troops in an official indoors or sanction matter. But in dynamicterms, nothing should be ruled out. We would do whatever it takes to ensure that Russia cannot win this war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "GIOKOS",
      "sentences": "Well in the past hours, Western countries including the U.K. and Germany have reiterated that there are no plans for ground troops, but itis no secret that Western countries are concerned about Russia's war on Ukraine, it led to Sweden breaking its 200 year long history of military neutrality. And now after more than a year of delays and obstacles the final hurdle has been cleared for its accession into NATO. On Monday, the Hungarian parliament approved Sweden's bid to join the military alliance Hungary's nationalist Prime Minister Viktor Orban dropped his opposition after reaching a defense agreement with his Swedish counterparts. We've got Nick Paton Walsh, standing by to put all of this into perspective. Nick, always good to see you. Look, this is the first time that we've actually heard any discussion about sending troops to Ukraine. Many countries, as we've just said, come out and said categorically it is a no but either way Macron floated this as a possibility, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "Right, Nick Paton Walsh, thank you so much. Well, Ukraine aid is high on the U.S. President's agenda today. Joe Biden is expected to meetwith Congressional Leaders in about two hours to discuss two urgent funding issues Ukraine and the U.S. budget. Without a budget deal, the U.S. government could go into a partial shutdown by this weekend. The house doesn't reconvene until Wednesday, leaving little time to spare. Republican House Speaker Mike Johnson and Democratic Senate Majority Leader Chuck Schumer will be attending the meeting. I want to go now to Washington and we've got Congressional Correspondent, Lauren Fox. Look, we're trying to weigh up what the consequences of this partial government shutdown will be. There is so much at stake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah, certainly there's so much at stake, including the reputation of House Republicans Speaker MikeJohnson has had to punt the spending deadlines repeatedly over the course of the last 3.5 months since he got the Speaker's gavel. And once again, he is facing pressure from his right flank to try and get some policy victories or to move forward with a one year spending gap that would essentially have some across the board cuts the Democrats say would have damaging effects, not just on the federal government but on the economy at large. Now, Speaker Johnson in the minds of Senate Democrats and some Senate Republicans needs to basically fight back against that right flank and move ahead with an agreement that appropriators have been working on for the last several weeks. Right now, no deal has been released. And given the fact that it's Tuesday, and this deadline is coming Friday at midnight. That gives you a sense of the dire timeframe that lawmakers are now working under. This meeting at the White House may unstick some of these last negotiating issues that have really tied up this process. But a lot of Senate Democrats that I talked to last night, they said at this point, it's really just Speaker Johnson that they are waiting on. In fact, Minority Leader Mitch McConnell, a Republican told me yesterday that there is not going to be a shutdown. And he urged his colleagues in the House on the Senate floor to abandon sort of these fights over these policy issues, these poison pills that could certainly lead lawmakers into stumbling into a shutdown if they can't come to an agreement very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Lauren, thank you so much. Well, President Biden says a temporary ceasefire in Gaza could be days away. I want you to listen towhat Mr. Biden said yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "My National Security Adviser tells me that we're close. We're close to not done yet. And my hopeis by next Monday, we'll have a ceasefire. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "GIOKOS",
      "sentences": "No, I'm not so far says Israel, which appears to have been caught off guard by the President's comments, but an Israeli official did tell usa deal could include the release of dozens of hostages. Meantime, Israel says it is working quickly to get food into the Northern parts of Gaza. Deliveries have trickled with the World Food Program citing looting and gunfire directed at its staff. CNN's Jeremy Diamond is following these developments for us from Tel Aviv. Jeremy, I want to start off with President Biden's comments and clearly showing a lot of optimism that isn't being shared by Israel. What do we know about the talks that are currently ongoing in Doha?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "GIOKOS",
      "sentences": "Jeremy, while these talks are on the government, we know just the dire situation playing out in Gaza, specifically in the north when it comesto aid in Jordan and France embarking on the largest of airdrop and we saw those harrowing images, frankly, of people scrambling for those parcels. What is the latest in terms of aid into Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "DIAMOND",
      "sentences": "Yeah, there's no question that there is a severe humanitarian crisis in Gaza, in particular in Northern Gaza, where people are reallyunable to find even some of the basics in terms of food to be able to feed their families and to stay alive. But yesterday we did see four planes, 3 Jordanian, 1 French airdropping aid. One of those shipments of aid though fell into the sea and what ensued were scenes of desperation. (BEGIN VIDEOTAPE) DIAMOND (voice-over): Today, Gaza's humanitarian crisis looks like this. Palestinians desperate for food, paddling and swimming out to sea, after at least one plain air dropping aid appear to miss its target, sending pallets of food crashing into the sea. In Central and Southern Gaza, hundreds crowding the beaches to try and secure their piece of the rations, but this is the other side of desperation. Groups of men wielding whips and baths, steering crowds away from their precious cargo, months of hunger and war triggering fights for survival, when there is not enough for everyone, this is what they are fighting over. Ration packs a lifeline for the lucky few.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was lucky and able to get one of these aids. What about all those other people who were not able to get this aid? Look, thisone didn't get any. And this one didn't get any. DIAMOND (voice-over): But so much more is needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm asking from the Arab nations, we are thankful for the aid for the parachutes, but we need more and we need it distributed ina better way. This will not stop our hunger. We don't need a capsule. Because when we eat this, we will eat it. And that's it. It's finished. DIAMOND (voice-over): But nowhere are people more desperate for food aid than in Northern Gaza, where women and children wait in long lines for what now passes for food. A cloudy soup mixture made with dirty water and whatever grains can be found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "AMAL MOHAMMAD NASEER, GAZA RESIDENT",
      "sentences": "There was no food or drinking water, no flour or anything. There was no cooking oil, not even drinking water.Death is better than this. DIAMOND (voice-over): Humanitarian aid deliveries this month dropped by half compared to January, according to the United Nations Relief Agency explained Israeli military operations and the collapse of civil order in Gaza. In Northern Gaza aid group suspending aid delivery amid looting and attacks on aid trucks, leaving many with few options to stay alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look, we're eating animal feed against our will but have to eat it.DIAMOND (voice-over): Without food or clean water. Their voices are all they have left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "AHMAD ATEF SAFI, GAZA RESIDENT",
      "sentences": "The suffering of Gaza is extremely difficult. Where are the authorities? Where is the government? Israel madeus hungry and our government made us hungry and people are stealing. Shame on you Arabs, where are you? DIAMOND (voice-over): But after nearly five months of war is the world listening. (END VIDEOTAPE) DIAMOND (on camera): And we are getting video and now of more airdrops being conducted of aid dropping over Central and Southern Gaza but so far there is no indication of those airdrops falling on Northern Gaza and that of course is where the aid is most desperately needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "MEGAN STEWART, VOTED FOR DONALD TRUMP",
      "sentences": "I'm definitely not pro Trump. I had to kind of look into the two of them. I kind of think it would be fun tohave a female President. That was something interesting when Hillary ran. But I just didn't really agree with -- I agree more with what Trump has going on than her. And also, I feel like out of the two of them, Trump has a better chance. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GALLAGHER",
      "sentences": "Now, I know it looks very slow in here. It's us and the poll workers at the moment, but according to the Secretary of State, more than amillion Michiganders have already cast early and absentee ballots in this primary presidential preference primary here. So they already have a lot of ballots and votes cast on the books so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "All right, its only 9things play out. Good to see you. Well, earlier CNN interviewed Nikki Haley and asked her, what this Michigan primaries specifically and the presidential race generally means for her campaign? (BEGIN VIDEO CLIP) NIKKI HALEY, 2024 U.S. PRESIDENTIAL CANDIDATE: But I've told everybody is in a general election, you're given a choice. In a primary, you make your choice. And so today, the people of Michigan are going to make their choice. We had two great events there. I wish we could have spent more time in Michigan. But it's about letting people know do we want more of the same or do we want something different? More of the same is Donald Trump and Joe Biden. Something different is a new generational leader that puts all the negativity and baggage aside and starts focusing on the solutions of the future. We've got to stop the wasteful spending and get our economy back on track. We've got to get our kids reading again. And go back to the basics in education. We have got to secure our borders. No more excuses. We need to bring law and order back to our cities and we need a strong America that prevents wars that we can all be proud of. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GIOKOS",
      "sentences": "A witness for Donald Trump's defense team is set to return to the sand today in the 2020 election subversion case in Georgia. The judgerejected Terrence Bradley's claim of attorney client privilege after he was refused to answer certain questions in an earlier court appearance. Trump's lawyers want to use his testimony to disqualify District Attorney Fani Willis from the case. They allege Willis had an improper romantic relationship with Nathan Wade, who she hired as a special prosecutor to help in the investigation. Bradley is Wade's former law partner and divorce attorney. And you can find out more on this and other U.S. stories in depth on our website. Well, let's get you up to speed on some of the stories that are on our radar. Right now, Japan's birth rate has fallen to a record low following eight years of decline. Just over 750,000 babies were born in 2023 down 5 percent on the previous year. The government is trying to halt the decline, which experts say is partly down to the high cost of living and lack of childcare in cities. Japan's Prime Minister has said he fears the country is on the brink of failing to maintain social functions. A police complaint has been filed against Taylor Swift's father in Australia. A photographer there says Scott Smith punched him at the end of a concert after party in Sydney. Ben McDonald tells CNN he was hit after the Swift's got off a yacht in Sydney Harbor Taylor Swift spokesperson claims threats had been made against a member of his staff. Nearly 10,000 farmers are protesting today in Warsaw, Poland marching against Ukrainian imports. And the European Union's Green Deal protests have been going on since February with 9th and they're expected to last until the end of the month, protest organizers claim they will remain quote peaceful and on foot as farm vehicles aren't allowed to enter Warsaw. Iranians head to the polls on Friday to select members of Iran's legislature and Assembly of Experts which appoints the Supreme Leader. The vote comes amid a serious economic crisis in Iran and soaring Middle East tensions. It's also the first election since Mahsa Amini's 2022 death which spots nationwide protests and renewed calls for political change. CNN's Fred Pleitgen joins us now he is in Teheran on the ground for us. Fred, great to have you there you can see you know, things playing out firsthand. Analysts say that the elections are expected to tighten conservatives grip on power. So what are you hearing right now? And of course where are you at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "And that is the sound of the opening bell on \"Wall Street\". And of course as you can see, we've got a bit of a mixed day in terms of whatwe're seeing on the -- S&amp;P and NASDAQ still trying to find its feet, but seems like we've got a negative bias. Look, IndyCar ringing us in today to celebrate the upcoming opening of the 2024 season. Josef Newgarden last year's winner of the Indianapolis 500 on the bell. Well, welcome back. I'm Eleni Giokos and you're watching \"Connect the World\" let's check in on how the markets are going to be doing today. And as we said it's pretty much mixed. At this point in time, we're actually off our record highs that were hit on the S&amp;P and Dow last week and we close negative yesterday. We are waiting for some consumer data later on today. Well Boeing is in hot water again. A review panel has recommended significant changes at the aircraft manufacturer after finding some employees did not understand their role in safety and feared retaliation for raising concerns. That panel was set up after fatal 737 crashes in 2018 and 2019. Elsewhere in U.S. business news, tech giant Microsoft has announced a multi-year partnership with Mistral AI the Paris based startup is recognized as a leader in artificial intelligence. Microsoft $16.2 million investment is another sign of how serious the industry is taking the new technology. Right, well, the World Trade Organization Ministerial Conference is underway here in Abu Dhabi. 71 of the member nations attending agreed today on new rules to facilitate trade in services. The new rules will help members cut the cost of doing business in the service sector by almost $120 billion. The U.S. China and EU are among signing that agreement. India and South Africa did not however. Other topics under discussion at the conference include whether to prolong the current ban on applying duties to electronic transmissions such as film downloads and a concerted move to cut fishing subsidies. Marco Forgione is the Director General at the Institute of Export and International Trade. And while there are growing concerns of what will be achieved at the conference, he says he met with the WTO Director General and that he is optimistic. But cautions how we will have to see. Even its unfolding, Marco is in studio with me now, great to see you. You know, I think when people think of sort of trade discussions, they think that you know it really doesn't pertain to them. But frankly, it affects everything and it affects what costs we pay at the end of the day as consumers. It's a very polarized world. We know that there are trade wars still on the go. So what happens behind closed doors and how unified are the countries to get these deals across?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MARCO FORGIONE, DIRECTOR GENERAL, INSTITUTE OF EXPORT AND INTERNATIONAL TRADE",
      "sentences": "Well, there's a huge amount of maneuvering and conversationnegotiation taking place. Some of those key issues you've mentioned around the digital transfer of information that has a direct impact. Anyone who uses social media, anyone who downloads an app is at risk of having to pay far more, because of tariffs unless the WTO is able to secure an agreement for the continuation of the moratorium. So these are really big, important issues that can seem very remote when you talk about the World Trade Organization and people negotiating these issues. But they have a real live impact on consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GIOKOS",
      "sentences": "I want to talk about the Red Sea issues that we've been seeing and vessels diverting to the Cape of Good Hope via South Africa. You know, theUK businesses have seen costs increased by 250 percent. You know, geopolitics plays a very big role in what we're seeing. What is sort of being discussed in terms of finding a way forward, because you actually have to have a political solution before you find a trade or economic one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "FORGIONE",
      "sentences": "And that's why the WTO is so important. We are in a world where the tectonic forces of geopolitics are at play, the global supply chain isbeing weaponized. And so, we need for like the WTO to really address the challenges that we face. And it's not just the Red Sea, which you know, has risen prices, as you say the cost of shipping up 250 percent in the UK, Fitch reckons is at least 150 percent for the rest of the world, the OECD reckons a 5 percent input increase in inflation. But we're also seeing climatic change. So the Panama Canal is constrained, another key artery of global trade because of the climate change and a lack of rain in Panama. So in order to address these big issues, you need an organization like the WTO who can take a global view and really bang heads together and get things sorted out so that we can continue to say development happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "FORGIONE",
      "sentences": "I think there is concern as to what a Trump presidency could look like. But the world we now live in is very different from the four yearsago when Trump was first about eight years ago when Trump was first elected. So Dr. Ngozi is a hugely powerful, influential figure. So I have great confidence that we will make significant progress over this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "So look, we've seen images of farmers going into major cities across Europe. I mean, we saw what happened in Warsaw today in Poland,where farmers were dumping Ukrainian grain, because that's been coming through the borders. Because we know that we need that grain, frankly, for food security, but that's affecting farmers, the Green Deal has been a big issue. We've seen images coming through from Brussels, for example, in burning of tires. The argument is that farmers are seeing a rise in cost and production. But we don't want to get less farmers, you know, involved in the sector, because that is going to cause food insecurity. So what is the solution from the WTO side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "FORGIONE",
      "sentences": "We need to be looking at, particularly around farming and agricultural production as a global integrated system. And we need toensure that everyone has fair access. And the complaints that have been raised in the EU are again about how the farmers can leverage their power of disruption to address some of the concerns, particularly around sustainability in green agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "And they've been heard, because they're cutting back on some of the, you know, the policy that they have to adhere to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "FORGIONE",
      "sentences": "Yeah. But if you have to address these in a global manner, you know, you can't just deal with an issue in Poland, they are integrated,they are multinational. So you have to have the forum. This is why the WTO is so important. If it didn't exist today, you would want to create a WTO. So we've got to get round a table and understand how we can protect consumer, protect producers and ensure that development is global.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "What do you think the biggest outcome will be out of this meeting, the very hopeful on that is going to be quite important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "FORGIONE",
      "sentences": "For us the most important thing is around the digital transfer of data, so ensuring that the moratorium continues, because that underpins somuch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "That's been in place since 1998.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "FORGIONE",
      "sentences": "Since 1998 and this underpins so much of global trade, not just how it takes place. But the actual underpinning, the structure for globaltrade is towards digital. And that opens up opportunity for developing countries in lesser developed countries to get access to the global trading system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "So digital tariffs will be looking out for an announcement of that. Marco Forgione, great to see you, thank you so much for joining me today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "FORGIONE",
      "sentences": "Thanks, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GIOKOS",
      "sentences": "Thank you so much. Well, coming up, Andy Murray becomes one of five players to join the tennis 500 club. What that is and why it matter is justafter the break, stay with CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "AMANDA DAVIES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, very much some of the world's best players in action in Dubai at the moment. And we're often in this part ofthe world here in the UK accused of a bit of British bias when it comes to Andy Murray, but he well and truly deserves his place in the tennis history books. He's become just the fifth player in the Open Era to reach that incredible milestone of 500 hard core wins with that victory over Shapovalov last night. As you can see, look at that list. Andy Murray, Rafael Nadal, Andre Agassi, Novak Djokovic and Roger Federer, is just his second win of 2024. And the hints are getting ever louder and ever stronger that he might only have a few remaining months left on tour. Is there going to be that final farewell here in London at Wimbledon? That is I guess what the Romantics will be hoping for, but it will be a very sad farewell when it finally does come. But yeah, great to see, like he came back from a set down to fight back to that victory last night, so he's still got it when he needs to.",
      "isLastSentenceInterrupted": false
    }
  ]
}