{
  "date": "2024-01-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Takes on Trump as He Campaigns in South Carolina; Interview with Representative Robert Garcia (D) about Immigration Bill; Nikki Haley Stumping in South Carolina Amid Battle with Trump for GOP Nomination; New Documentary Examines Whether Jan. 6 Could Happen Again; Jury Says Donald Trump Should Pay E. Jean Carroll $83.3 Million in Damages; Interview with Rep. Sean Casten (D-IL); Vince McMahon, WWE Founder, Resigns amid Sex Trafficking Allegations. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:59",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington. Good evening.Tonight while Donald Trump still faces a contentious primary challenge from Nikki Haley, the road to the White House is increasingly looking like a two-man race. Both the former and current presidents are hitting the stump this evening providing a preview of what a Biden- Trump rematch has in store. Nearly half -- an hour and a half-long speech, Trump again spread lies about the 2020 election. He warned that record migrant crossings could lead to a major terrorist attack and he threatened revenge and retribution against Joe Biden. But what's most notable is what he didn't say. He did not directly talk about E. Jean Carroll, though he did make a glancing reference to the jury's eye-popping verdict ordering him to pay $83.3 million in damages. Perhaps that is the steep price for his silence. Here's the closest he got earlier today. (BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: They're doing with elections and election interference as an example what they do with me. Look at yesterday. Look at all this crap that's going on. But we keep marching forward. We just keep going. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "ACOSTA",
      "sentences": "Trump did spend a large portion of the speech on what's become the centerpiece of his campaign, the crisis at the southern border. But after criticizing President Biden's handling of the situation, he bragged about torpedoing the very bill that would tighten border security saying its passage would be a win for Democrats.(BEGIN VIDEO CLIP) TRUMP: As the leader of our party, there is zero chance I will support this horrible open border betrayal of America. It's not going to happen. (CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "TRUMP",
      "sentences": "Senators -- a lot of the senators are trying to say respectfully they're blaming -- that's OK, please blame it on me, please. Because they were getting ready to pass a very bad bill. And I'll tell you what, a bad bill is -- I'd rather have no bill than a bad bill.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "ACOSTA",
      "sentences": "As the presidential election seems to be shaping up as a 2020 rematch, President Biden is in South Carolina this evening. The state that helped propel him to victory in the Democratic primary race four years ago.CNN's Priscilla Alvarez is with the president in Columbia, South Carolina. Priscilla, the president is expected to speak in just a few minutes. What can you tell us about his campaign speech? Can you give us a preview?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, President Biden is hoping that South Carolina will do in 2024 what it did for him in 2020 in helping him clinch that victory in November. Now of course this is a notable timing for the president. It's a week before the state's primary which kicks off the Democratic nominating process. And it's the first time that South Carolina will kick it off after the Democratic National Committee overhauled its primary schedule with President Biden's support.Now this is also a state that the president has credited for turning the tide in 2020. Not only the state, but its diverse electorate. But what the president faces now is waning enthusiasm among black voters. Looking at the polls, President Biden has slipped in his support, while President Trump has increased. Now President Biden still has far more support among black voters. But all of this goes to show how important it will be for President Biden to resonate with those here in the crowd today. He's going to be making the connections that we've seen him make before when he also visited South Carolina earlier this month. That being what his administration has done for black voters. That includes, for example, bringing the black unemployment rate to a record low, increasing funding to HBCUs, and also driving down the cost of insulin. All of these matters that are going to resonate with voters. So President Biden going to bring all of those issues to the fore here when he speaks in a few minutes again, just a week before the state's primary, and as he looks for a victory in this state. And also a state that will test his standing with black voters. [19:05:01]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "ACOSTA",
      "sentences": "All right. Priscilla Alvarez, thank you very much.Let's bring in my next guest, Democratic Congressman Robert Garcia of California. He's an advisory board member for the Biden campaign. Congressman, we'll get into the Biden campaign rally in just a moment. But I want to get your reaction to the president embracing some of the tougher policies on immigration. On Friday he said he supports the border bill that is trying to get its way through the Senate and he vowed to shut down the U.S.-Mexico border if it passes. What did you think of that? What's your response to all that? REP. ROBERT GARCIA (D-CA): Yes, I mean, I think what's important first is we haven't actually seen of course what the actual legislation looks like. It hasn't been released. And so I think it's a little early to make judgments as far as what the broader bill looks like. I think broadly speaking there's a few things the president has said. One is he wants to surge additional support to the border. He wants to get more Border Patrol, technology, ensuring that the resources are on the ground, the nonprofits have the resources on the ground. So all of that piece which is proposed to the Congress, I absolutely support and I think all Democrats unite around that. I mean, should the border bill be linked to foreign aid? I don't think that's the right approach. I think that also ideally we do not link those together. Now as far as what this actual additional power the president is looking forward to or trying to get -- part of the bill and what that actually looks like and how it's implemented, I think we have to wait and see. I think the president -- and I trust that on day one when he got into the administration he proposed an immigration reform package. One that was humane, one that brought immigration reform to the forefront. Republicans have chosen to not bring that forward. And so I want to see that proposal that he introduced on day one in front of the Congress and wait to see what the Senate proposal actually looks like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "ACOSTA",
      "sentences": "And Congressman, I'm sure you've seen this, that Trump is seizing on the crisis at the border, lobbying Republicans up on Capitol Hill to not pass the legislation that's trying to get its way through the Senate. Here he is earlier this afternoon at a campaign rally bragging about it. Here's what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "TRUMP",
      "sentences": "As the leader of our party, there is zero chance I will support this horrible open border betrayal of America. It's not going to happen.(CHEERS AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "TRUMP",
      "sentences": "I noticed that -- I noticed a lot of -- senators, a lot of the senators are trying to say respectfully they're blaming it on me. That's OK, please blame it on me, please. Because they were getting ready to pass a very bad bill. And I'll tell you what, a bad bill is -- I'd rather have no bill than a bad bill.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "ACOSTA",
      "sentences": "Yes, congressman, he's saying please blame me, that's what he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "GARCIA",
      "sentences": "Insanity. I mean, first of all, he's just being now just completely giving away the political calculation that he's putting forward. The truth is that Republicans led by Donald Trump and the MAGA extremists, they actually don't want border solutions. They don't want legislation to pass. Donald Trump does not even want additional resources for the border to help blow the asylum process to ensure that the border is secure.And he's being very vocal and blatant now that he would rather have chaos. He would rather have nothing happen than actually some type of solution. And unfortunately, he's making this all about the election, all about trying to cause chaos at the border. He forgets that border crossings went up the last agent months of his presidency. They tripled going into the Biden presidency. So we were already heading to where we are today. And what we need are solutions. We have proposals in front of us and House Democrats have put together. We have the Biden proposal which we'll hopefully see this upcoming week. We need to have a robust debate and get assistance to the border but also have a humane immigration process that Donald Trump obviously has no interest in actually putting forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:59",
      "speaker": "ACOSTA",
      "sentences": "And Congressman, I don't know if you saw this, but Trump was predicting earlier today at this rally that there's a 100 percent chance of a major terrorist attack at the border because of the -- in America I should say because of the way things are going at border right now. What was your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "ACOSTA",
      "sentences": "Well, that leads me to this. I wanted to ask you about President Biden's strategy. It seems to be needling Trump with certain jabs, calling him a loser at an event in South Carolina last month, appearing to smirk at Trump's win in the Iowa caucuses. Do you think trying to get under his skin is an effective way for the president to campaign? Do you like this approach?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "GARCIA",
      "sentences": "I do. I mean, first, he is a loser. And President Biden is actually the only person that's beat Donald Trump at the ballot box for president. And so I think that President Biden has a record to run on, whether it's, you know, lowering the price of insulin, with his infrastructure, climate. But he also is going to punch back. And I think that President Biden right now is gearing up for what's going to be a tough election, we all know that.Elections are now close, every presidential is. But President Biden I think is leaning in, his campaign is leaning in. That's the absolute right approach. He's going to travel the country. The vice president is traveling the country, and they're going to remind the country what's at stake. You have on one hand essentially someone who wants to be a dictator, that actually led an attack on the Capitol. And you have a president who's delivered for the American people. And so I'm glad to see this -- the president being out there. And I look forward to a little bit more of his jabs, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "ACOSTA",
      "sentences": "All right. Congressman Robert Garcia, great to talk to you. Thanks for your time this evening. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "GARCIA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "ACOSTA",
      "sentences": "All right. And President Biden isn't the only Trump opponent campaigning in South Carolina tonight. GOP challenger Nikki Haley despite steep odds says she is not throwing in the towel.CNN's Eva McKend is with the Haley campaign near Greenville, South Carolina. Eva, I mean, this is Haley's home state. We were talking with Harry Enten in the last hour. She has a real uphill climb in taking on Trump in her home state. How is she making the case, and what are you observing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Well, Jim, tonight Nikki Haley, the last Republican standing against Donald Trump. And you can tell from watching her up on that stage tonight that she really is relishing this. You know, some might wonder where was this Nikki Haley a few weeks or even a few months ago.I can tell you tonight she called Trump unhinged. She suggested that he was too sensitive and overly concerned about revenge. And that she is going to continue to make this case for several weeks. You know that she says that all this time that he is spending in the courtroom, that is time that he's not spending talking about the concerns of the American people. Let's listen. (BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: Only two states have voted. There are 48 more that have to vote. No matter what Donald Trump thinks, he can't bully his way to the White House. It's not going to work. (CHEERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "HALEY",
      "sentences": "And after he did that, we raised another $1.4 million.(CHEERS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "HALEY",
      "sentences": "So, Donald, keep them coming because it's great.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "MCKEND",
      "sentences": "So there is an audience for this message. I spoke to one woman tonight here from the Greenville area, and she really rejected these calls for Haley to drop out of the race. She said that the former president bullies women and that she felt as though Haley was being bullied.Another woman that I heard tonight, she yelled keep going to which Haley responded to this woman, hey, let the political establishment hear that. So she still believes she has a runway here. And folks, at least some of them, are receptive to this message. The question now, Jim, is, is it enough to pull off a surprise victory in this state in just a few weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:18:26",
      "speaker": "ACOSTA",
      "sentences": "As fears grow that Donald Trump could again deny election results if he loses in November, a new documentary examines whether an event like January 6th could happen again.\"War Game\" debuted at this week's Sundance Film Festival looks at how lawmakers and top brass in the military staged a training exercise to see how they would cope with a coup attempt after a presidential election. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:18:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, you'll want to see this from your special adviser. MacDill Air Force Base appears to have been taken over by insurgents. Active-duty soldiers across the country are leaving their posts or being removed from duty including 12 special operations forces based at MacDill Air Force Base, who have declared the base to be sovereign land, no longer subjected to jurisdiction of this illegal government.Further reports indicate that at many of these bases there are corresponding accounts of ammunition, explosives, and other weapons missing from armories. Lastly, several disloyal forces have been caught trying to steal weapons and become trapped inside the armory creating complicated standoffs between loyal forces and entrapped disloyal ones. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "ACOSTA",
      "sentences": "And Governor Bullock, you played the president during this exercise. Let's play a clip from that and talk about it.(BEGIN VIDEO CLIP) DOUG JONES (D), FORMER ALABAMA SENATOR: Mr. President, we're picking up intercepted chatter among military that they're taking what happened at MacDill and now they're trying to spread that to other bases. STEVE BULLOCK (D), FORMER MONTANA GOVERNOR: How many soldiers are at MacDill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "JONES",
      "sentences": "Twelve that have gone rogue is what I understood. BULLOCKGEN. WESLEY CLARK (RET.), U.S. MILITARY: These are 12, you know, gung- ho killers out there who decided to take it in their own hands. You got two four-star generals down there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "JONES",
      "sentences": "The concern we're getting is the chatter that this may spread, and you all need to be aware of that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "ACOSTA",
      "sentences": "And there's our friend Wesley Clark, General Wesley Clark in there.Governor, did it feel like the real thing when you were going through this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BULLOCK",
      "sentences": "Jim, we had representers from the last five presidential administrations, Democrats and Republicans, and look, once we got going, I don't think anybody even thought about that there were cameras filming. It was one of those where it was intense. And I think everybody that participated came knowing that these sort of exercises could make a meaningful difference in preparation for the future, and I think this movie is something that everyone should see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "ACOSTA",
      "sentences": "Yes, and guys, I mean, do we know whether the administration is going through exercises like this of their own? Should they be?(CROSSTALK) TONY GERBER, DIRECTOR, \"WAR GAME\" DOCUMENTARY: Well, absolutely they should be. And vet voice, which is the veterans' organization that staged this simulation, has written a report on the findings from the simulation and are sharing it with top levels of government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "ACOSTA",
      "sentences": "Yes. And Tony, since you're -- you were just speaking there, what was your takeaway from this exercise? What did you learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "GERBER",
      "sentences": "The extraordinary thing is the realization that it could happen here. We've all fallen victim to the idea of normalcy bias, that because things have been one way for our lives, right, that things -- the ship has always righted itself, right, that means that it always will. That's normalcy bias. And the realization that it's possible that these Democratic norms that we take for granted are actually fragile is something that we all need to agree on and come to terms with.It's not about left, right, Republican, Democrat, it's about American, right. And the remarkable thing about Sundance is that folks wanted to stay in the theater and have this conversation. They didn't want to leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "ACOSTA",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "GERBER",
      "sentences": "The theater managers had to kick everybody out. They wanted to keep talking. And in many ways our film is a provocation for a conversation that as a nation we have yet to have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "ACOSTA",
      "sentences": "Yes. Jesse, people are still unnerved by this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "MOSS",
      "sentences": "Absolutely they are. It's hard to bring people to a conversation about January 6th, as you know. People are traumatized, as a country we're traumatized. We can't agree on what it means. And I think the value of this exercise, it's a different way of thinking about what we've been through and where we might be heading.And I think it's exciting to give the audience a chance to sit at the table in the White House situation room along with President Houghton played by Governor Bullock and all these other distinguished public officials as they wrestle with this profound problem. It's very exciting for an audience, as Tony said, it's a provocation for a conversation. And it brings people together from left, right, and center. And we think that's valued in America today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BULLOCK",
      "sentences": "You know, look at where we stand right now, Jim. A quarter of Americans say that they think the FBI was involved in inciting the January 6th riot. A third of the members of the House, 171 members representing 37 states, actually deny the results of the last election. You look at the number-three member of the House who calls them hostages.So look, some people have said the movie is scary. I think what's actually scary is where we are today. And I don't care, you know, if you're a Democrat, Republican, libertarian, vegetarian, we all have this equal and shared stake in preserving these norms. Because these norms and the rule of law served us well for the past 250 years. So this is both about the republic -- preserving the republic today and for tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "ACOSTA",
      "sentences": "And Governor, I'm sure you've heard a lot of Republicans will say that, well, they just don't hear voters talking about January 6th. Doesn't come up. We heard some of the candidates saying that when they were out in Iowa. Are you hearing that when you talk -- you were the governor of Montana. A big, important state. Are folks still talking about it? Do you still talk about it with folks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BULLOCK",
      "sentences": "Look, I think there are a lot of issues that people focus on in the moment, right. But kind of the bedrock is making sure that we have the rule of law. So, no, I don't think people are talking about it every single day. But I also think that we know that we need to take the steps to preserve democracy, and that really begins with preserving our elections. And look, you can win, you can lose, sometimes you can be frustrated, but at the end of the day you don't undermine the foundation of the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "ACOSTA",
      "sentences": "And Tony, I don't want you to give away the documentary here and the outcome of this exercise, but how did these officials do? How did General Clark do? How did Doug Jones do? How did the governor do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "GERBER",
      "sentences": "You know, I got to say that they all I believe forgot that this was an exercise, and it became very, very real. And Jesse and I as the filmmakers were the beneficiaries of this. We had some anxiety, we didn't know how everyone would perform, if they would be self- conscious of the cameras. But the cameras disappeared for them. And this was blood sport. It was real, and we were front and center. And we put the audience front and center. It's very exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "ACOSTA",
      "sentences": "All right. Well, can't wait to see it when it comes out. When I saw the title \"War Game\" it reminded me of that old movie \"War Games\" with Matthew Broderick. But this is a totally other frightening kind of exercise that we're having to deal with today in the modern world.But, Jesse Moss, Tony Gerber, Governor Steve Bullock, thanks, guys, very much. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "GERBER",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BULLOCK",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "For years, Donald Trump hurled insults at E. Jean Carroll calling her a liar even after a jury found him liable for sexually abusing the writer. Now, those attacks have a price tag attached to them. A jury says Trump will have to pay her more than $83 million.And with me now to discuss is defense attorney and former federal prosecutor, Shan Wu. Shan, it has been just over 24 hours since the jury reached this verdict, handed out that eye-popping number. And we saw this rally earlier today. Donald Trump did not mention E. Jean Carroll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "SHAN WU, FORMER FEDERAL PROSECUTOR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Well, I think it's beginning to add up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "You know, $5 million here, $83 million there, maybe $300 million in the AG case. He is beginning to pay attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "Yes, and in an op-ed, you wrote the jury went easy on Trump. What did you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "I was thinking that it was going to go in the hundred million plus range, and I think they may have been influenced by starting deliberations on Friday afternoon, maybe in a hurry to get home. And I think a hundred million would still have been safe on appeal. This is definitely safe on appeal, given the precedent, it is reasonably related to the compensatory damages. So it's a very good appellate number, but they could have gone higher, too. So I think he was a little bit lucky, especially given his antics in the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "And you were writing in this op-ed that you penned that for victims of sexual abuse, victims of sexual assault, just getting a dollar amount award doesn't erase what they've been through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "It doesn't.I mean, this is an effort to curb what he is saying about her, and I think what the jury understood was, every time he repeats some lie or disparages her, it is really like redoing the trauma of that assault and I think that's what's really important. And we're going to hear -- I mean, we're already hearing a lot of people putting her down and saying, oh, you know, she doesn't deserve this much money. People will be making crass jokes like they would be willing to have sex for this kind of money -- it misses the point. The point is, it's the consent, a person's will that was overcome and you can't put a price tag on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "No, absolutely not. And you were just alluding to this a moment ago, I mean, the $83 million in the E. Jean Carroll case, potentially what? Three to four hundred million in the civil fraud trial that Letitia James is bringing forward right now. We may see that award any day now, I suppose.And folks were saying you know, throughout this whole process on the political side of things, oh, what a stroke of genius this was for Trump to go to the courthouse and turn it into the campaign trail. [19:35:10] It was working for him politically. It has helped him with the nomination. Maybe not such a stroke of genius. If we are getting close to a half billion dollars that he's going to have to pony up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Right. I mean, it's just a tremendous string of losses. Now, there are losses for him, and you know, looking at this in 20/20 hindsight, we are all saying, well he has taken the political and legal and made them one and the same.One thing we haven't talked too much about is maybe he didn't have a choice. I mean, he didn't have too many other options than to try to campaign on these things to take the traditional role of saying, oh, you know, I'll just be quiet about this. And the campaign, maybe it wouldn't have worked. This might have been the only path he had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "There is that argument, you could also make the case that he just did terrible damage to himself in these courtrooms with these judges and these juries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "I mean, we don't know what's going to happen to the civil fraud case, but it seems to me in the E. Jean Carroll case, the jury did not like what he was doing, did not like these antics, did not like what his attorney was doing, and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Yes. No, I mean, he blew it and hurt himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "And you could do this stuff out on the campaign trail. You could turn things into a circus outside the courtroom. It just doesn't fly in a courtroom, in front of a judge,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Yes, particularly in front of a jury, I think it really hurt him a lot.I mean, you see a slight difference with the Engoron trial, the state judge, where he was actually quite more kind of like flippant towards the judge. Here in the federal courtroom, he was a little bit more worried about taking on the judge, but the stuff that he was saying under his breath where the jury could hear it, that all hurts you a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "You can't do that in a federal court. And could he obviously, he'll try to appeal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "But at some point, after those appeals are exhausted, he will have to pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "Somehow. WU",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "Some way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "And the court can compel him to pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Right. Right. And in the first defamation case, the $5 million, he put that up in cash into like an escrow trust account.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "So it's there, and here, during the appeal, he's going to have to put up the amount either via bond or he can sell some assets and put it in cash. But that money has got to be held someplace even during the pendency of the appeal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "ACOSTA",
      "sentences": "Yes, all right. Well, because the Trump playbook of delay, delay, delay. At some point, the delays are over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:38",
      "speaker": "WU",
      "sentences": "Right, at some point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:46",
      "speaker": "ACOSTA",
      "sentences": "The Biden administration is pressing the pause button on new natural gas exports in the US until a review is complete. The president says the US needs a better understanding of its long-term impact on the climate.Activists are cheering this move. It is raising concerns though about America's status as the world's largest exporter of liquefied natural gas. And joining us now to discuss is Democratic Congressman Sean Casten. He's a member of the House Select Committee on the Climate Crisis. Congressman, you called this the right decision. Obviously, the oil and gas industry not happy about this. They're saying this is a win for Russia a loss for the US and its allies in Europe. What's your response to all that? REP. SEAN CASTEN (D-IL): Well, thanks for having me here, Jim. First is, let's put this in context. The US became a gas exporter over the last decade. US gas consumption is not growing as quick as it used to, production is growing and so the industry has moved to exports. The reason gas consumption isn't growing in spite of our growing economy is because consumers are getting access to cheaper things -- efficiency renewables -- they beat gases. And so the oil and gas industry would understandably like to export. We now, today, about 20 percent of all gas we produce in this country is for export and the export volumes based on what is already permitted and is in the pipeline is going to double in the next three years. So there is no question that we are going to be a gas exporter for the foreseeable future. The question before the Biden administration is on the margin, should we approve more projects? And again, for context, if we built all the projects that are currently being reconsidered under this program, we would emit more CO2 than all of the European Union combined. That is a big deal. And it is appropriate to put pause and ask if this is really in the national interest as the Natural Gas Act demands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:46",
      "speaker": "ACOSTA",
      "sentences": "Yes, well, and Congressman, that's what I was going to ask you is, what is the upside here in the fight against climate change? Why have folks like yourself been eager to see this kind of decision come forward from the administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:46",
      "speaker": "CASTEN",
      "sentences": "Well, the single best thing we can do to address climate change is to give people access to cheaper energy that doesn't rely on fossil fuel, and we've that, Europe has done that since the Russian invasion. There's been a whole series of European ministers who've written a letter to the Biden White House saying we don't need more gas. We're doing a good job investing in efficiency.And you know, Amory Lovins from Rocky Mountain Institute has this wonderful line that nobody wants a barrel of oil, nobody wants a cubic foot of gas. Nobody wants a ton of coal. They want a cold beer and a hot shower. And if you can get a cold beer and a hot shower without having to pay for energy, you're better off. That's what the US is starting to do in our economy, that's what we should be doing to really cripple Russia. But the interest of Russia and the interest of the US gas export industry are one and the same, they want expensive gas. That's how they make money. That's not the consumers' interest, but that's what they're trying to accomplish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "CASTEN",
      "sentences": "So, I don't think this is a Democratic versus Republican issue. This is an American energy consumer versus producer question.Senator Manchin represents a state where the economy depends on fossil fuel production. I understand why in the interest of his constituents, this might bother him. But last time I checked, there were a lot more energy consumers in the country than there were producers. But another little datapoint here, there was a huge, you may recall, back in 2022, there was an explosion and a fire that shut down an LNG export terminal in Freeport, Texas. When that terminal went offline, according to the Department of Energy, the price of natural gas in the United States fell by a third. That makes sense if you think about it, right? Because we've got all this supply in the country. And if we're exporting it overseas, chasing higher prices, that's going to pull us prices up. So to Senator Manchin, to other Democrats or Republicans who represent, you know, parts of the country that depend on oil and gas, I get it. You represent people who want to make a lot of money, and they make a lot of money by selling gas at a high price. But the vast majority of the American people would prefer that their energy be cheap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "ACOSTA",
      "sentences": "And Congressman, I did want to ask you about this potential for a bipartisan immigration deal.Today, former President Trump was bragging that he was able to scuttle progress toward an agreement. And I know Chicago has had a tough time dealing with the surge of migrants coming into the US. What's your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "CASTEN",
      "sentences": "Well, we desperately need immigration reform, we have for a long time, and unfortunately, my colleagues across the aisle have consistently weaponized it because I think they view this as an election winner if they can make things scary.I've been frankly, really impressed with, you know, meeting with the mayors, who I represent, who have done a wonderful job of welcoming these communities, making sure that they're treated humanely. I wish Governor Abbott was responding the same way. But, you know, let's also not lose sight of the fact that we have a booming economy. We are creating jobs at record breaking levels. And I am not aware of any employer who is not looking for more workers right now. It's really helpful to places like Chicago, to places like Texas, frankly, that the factories, the fire departments, the construction jobs are able to find people and that immigration is as high as it is. Now, of course, we need to make sure that we have secure borders, that we keep the bad guys out, but I think as we all know, the vast majority of people who want to come here are good people looking for a better life and we need resources to process them, we need resources to house them and get them on their feet and we need to make sure that they can get to work and start contributing as soon as we can. But if we really wanted to tank the economy right now, we should clamp down on immigration, and I think there's a reason why by Trump would like that to happen for purely electoral reasons. But it's not good for border security to do nothing, and it's not good for the economy to do nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "ACOSTA",
      "sentences": "All right, Congressman Sean Casten of Illinois, thank you very much for your time this evening. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "CASTEN",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:55",
      "speaker": "ACOSTA",
      "sentences": "Vince McMahon is out as executive chairman of the WWE parent company, TKO. The embattled WWE founder stepped down after a former staffer level disturbing allegations of sex trafficking and abuse in a lawsuit. McMahon has denied the allegations and said he is prepared to defend himself in court.And joining me now, CNN correspondent, Rafael Romo. Rafael, I understand the allegations are not new, but they are very disturbing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ACOSTA",
      "sentences": "And Rafael, what about the victim? The allegations are absolutely horrific. Has she or her attorney had anything to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "ROMO",
      "sentences": "Yes. They are horrific, other than this statement about the company not really dealing with the issue when it was time to do so, they haven't really spoken any more, leaving their comments for the trial, they say.But, Jim, tonight, thousands of wrestling fans are flocking to St. Petersburg Tropicana Field in the wake of this scandal. There is supposed to be some sort of announcement, but we don't know if this situation is going to be addressed.",
      "isLastSentenceInterrupted": false
    }
  ]
}