{
  "date": "2024-11-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Escalating Hezbollah Attacks Despite Ceasefire Efforts; Russia Vows To Keep Using New Type Of Hypersonic Missile; Trump Announces Latest Flurry Of Picks For Key Health And Economic Roles; One Infant Dead, Several Sickened Amid Listeria Outbreak In Four States; Thousands Of Christmas Trees Lost After Tropical Storm Hit North Carolina; Rebuilding The Appalachian Trail After Catastrophic Storm Damage; Trump Casts Cable News and Entertainment Pros For New White House Roles; Judge Considers Third Bail Request From Sean \"Diddy\" Combs. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:01:18",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello, again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.And we begin this hour with a massive attack in the heart of Beirut. Lebanese officials say at least 15 people are dead and dozens more injured after an Israeli airstrike flattened a building in the center of the city, and you can see in the video the crater where the residential building once stood. Rescuers frantically spent the day looking for survivors in the rubble. A Lebanese security source is telling CNN that no senior Hezbollah member was in the building at the time. CNN's Nic Robertson is in Jerusalem. Nic, are you hearing anything, an explanation as to why this was the target?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:18",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It's not clear why this was the target, but I think the tactics that were used, it was a no notice strike by the Israeli Air Force. It left a large crater. The eyewitnesses around there said that there were multiple bunker-busting bombs used. So these are all the tactics in the aftermath that are typical of when the IDF goes after a high value Hezbollah target.So it does appear, because the Lebanese are saying there was no high value Lebanese -- high value Hezbollah figure there that it does appear to have been a targeted strike. There were rumors earlier in the day that it might have been a senior figure, the head of external operations or the head of Hezbollah's operations. But of course, the IDF doesn't comment on these sorts of rumors. So we really don't understand. We do know there have been other airstrikes in and around Lebanon, and there have been intense battles around some of the villages that Hezbollah and the IDF are contesting in the very south east of Lebanon at the moment. So it's been a high intensity day with multiple strikes in multiple areas, as well as that apparent assassination attempt on a senior Hezbollah figure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:18",
      "speaker": "WHITFIELD",
      "sentences": "And then, Nic, is it the case that Israel has been stepping up its attacks against Hezbollah, even though there are kind of renewed hopes of a ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:18",
      "speaker": "ROBERTSON",
      "sentences": "Yes. It does seem that there's a possibility the ceasefire can be landed. The broad parameters are there. 60-day ceasefire, Israeli troops pull back inside Israel. The Hezbollah fighters, they move back north in Lebanon. U.N. and the Lebanese army sort of fill the gap. Typically, the U.N. and Lebanese army have never been strong enough to sort of hold a ceasefire position there.But this is the aspiration. Of course, the devil's in the detail. But why we're seeing an uptick in strikes, particularly on the center of Beirut and it appears continued assassination attempts and successful assassinations earlier in the week of senior Hezbollah commanders, why? Because this is just typical of the sort of pressure that's being applied to Hezbollah and around any ceasefire. You typically find that there's a lot of military pressure put on the battlefield to try to get the other side, in this case Hezbollah, to commit to lesser terms. That appears to be where we're at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, absolutely seminal of course. Ukraine would not have been able to hold Russia back for this long without the e U.S. and essentially NATO behind its consistent military support, armaments training, everything, financing as well.Important to disconnect the meeting between Rutte, the NATO chief, and Trump yesterday in Florida. That doesn't appear to be a result of this Russian ballistic missile use over Dnipro, not a test for use in combat fire towards an industrial site. We're still I think generally globally trying to assess exactly what it was that Russia fired. They say it was a hypersonic non-nuclear, conventional missile. It clearly had multiple warheads, which is a sort of device you would normally expect to be associated with a nuclear payload, not the case in this instance. And I think there's a bit of a disparity between some Western officials who are trying to suggest this might be a less effective derivative of previous models they've seen, and then Vladimir Putin is essentially saying this is a three-kilometer-per-second device that can get around all Western air defenses. But it has injected anxiety. That's certainly true. And I think that is the Kremlin trying to say they've got other tools in their kit for the more sophisticated. They haven't yet to reach to. Ukrainian officials have suggested that Russia probably has two of those, according to their count, in October. So it may not be a threat we see in the skies that often. But Trump's position in all of this seems to be what is behind the remarkable week we've had of expedited developments here in terms of international involvement in this. The Biden administration authorizing ATACMS missiles to be fired by Ukraine into Russia, and then this use of the first time, I think, in anger of a ballistic missile with a multi-entry warhead attached to it. So a lot moving here and a lot really resting on what we currently have as a silence of what Trump's policy is likely to be. President Volodymyr Zelenskyy of Ukraine saying today that he hopes to meet Trump in January and that he'll hear the Trump peace plan then, and also appealing to essentially people around the world, the global south, to offer their ideas for peace and saying it's possible the war might end in 2025. But I have to tell you, the backdrop of all of this is persistent bad news for Ukraine on the frontlines. Regardless of the play over various cities with advanced missiles and the geopolitical dynamics of all of this, there is consistent bad news from the frontline where Russia is advancing despite enormous losses for themselves. And I think that is potentially what's also fueling so much of the expedited diplomacy, military play here as well. Trump is coming to power clearly, is likely to push for a negotiated settlement. And so everyone trying to negotiate or put themselves in the best military position ahead of that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "WHITFIELD",
      "sentences": "And then, Nic, CNN is reporting that nearly, what, a third of the ballistic missiles fired by Russia so far this year were supplied by North Korea. So can you tell us more about this relationship and cooperation between those countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "PATON WALSH",
      "sentences": "Yes sure. Yes. I mean, look outside of the sort of advanced bid for what one Ukraine official called me fireworks over the Dnipro last week with that new missile, there are persistently ballistic missiles fired at Ukrainian cities often hitting civilians. And a CNN tally of how many, there's been a recent uptick some months, those numbers troubling. A CNN tally of the total and also figures given to us by Ukrainian officials show that about a third of those have indeed been KN-23 North Korean missiles fired.Now they're supplied by North Korea as part of the sort of cooperation deal that Pyongyang and Moscow have between each other. Part of that, too, are about 11,000 North Korean troops who are currently mostly in Kursk, reports yesterday there could be some in Mariupol and Kharkiv as well, along the frontlines. But this is part of a broader wave of cooperation between the two countries. And those ballistic missiles from our reporting very dependent on Western circuitry. That's not to say that there are Western companies assisting North Korea. These are components that are on the international market that get around sanctions, smuggled potentially into North Korea via China, analysts say in some cases, that end up in these missiles up on their guidance systems are completely reliant and then end up falling down on Ukrainian towns when these ballistic missiles hit targets across them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "Right. Well, Brooke Rollins, Fred, is someone who has worked with Donald Trump in the past. She previously was on the Domestic Policy Council in the White House, but she's also been leading one of the organizations that many people in Trump world have close ties to. And that is the America First Policy Institute. She is their president. And they had really helped shape some policy and a potential policy agenda for Donald Trump should he return to office and secure a second term.Now, I'm told that Brooke Rollins and Donald Trump spoke this week about the role for -- to be the secretary of agriculture and that he has since offered her the job so we could see this announcement come in the next day or so. But, look, she was also someone that Donald Trump had initially considered on his list of candidates to serve as his White House chief of staff. We later learned that Rollins had kind of withdrew her name from the running once it became clear that Susie Wiles, Trump's campaign manager throughout the 2024 campaign, was clear to have that role and ultimately did go to Wiles. Now, one thing that will be very important to keep in mind as we look ahead to what Rollins could do if she is confirmed and does lead the Department of Agriculture, would how she would operate as it comes to tariffs and Donald Trump's vows to impose widespread tariffs on U.S. imports. We know that many economists and others have said that the agriculture industry in particular could be hit hard by that proposal and farmers as well. And so that will be a key thing to look out for if she is able -- if she is once announced by this, but also able to get confirmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "WHITFIELD",
      "sentences": "OK. And then Trump, you know, he did make a number of cabinet and administration selections late yesterday and posted a lot of it on his Truth Social. What have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "TREENE",
      "sentences": "Right. He had nine new announcements come out last night that include Scott Bessent to be his secretary of Treasury. That came after a kind of knife fight that took place at Mar-a-Lago over who would have that role.But I do want to highlight for you, Fred, one pick in particular, and that was Russell Vought to lead and really be his budget officer. Again, he ran the director or he was the director of the Office of Management and Budget in Donald Trump's first term. And really we saw him then become a key figure who wanted to expand Donald Trump's power and expand the power of the executive branch. At one point, he had actually came up with a way to kind of skirt Congress when it came to deciding how much to spend on Donald Trump's border wall. And then in the years since leaving -- since Donald Trump left the White House, Russ Vought also came up with really a lot of different policy proposals at his policy shop, the Center for Renewing America. That would be key and really kind of started to begin to plan for a second Trump term. Now, one very important thing to keep in mind as well is that he is a key architect of Project 2025, really the conservative blueprint should Donald Trump have a second term. Russ Vought's involvement in that was really to look at the executive orders and executive power that Donald Trump could be using in his first six months in office. He is, again, someone who really believes that having these different agencies operate independently is kind of something that he's once described as theft, that he believes Donald Trump should have far more power as the commander-in-chief and as president than presidents have typically had. And I note as well, of course, Project 2025. We all know that term because many Democrats tried to use it to undermine Donald Trump throughout his 2024 campaign. Trump himself also sought to distance himself from Project 2025. However, we have since seen him really elevate a lot of people involved in the project and in that conservative blueprint to big positions including now Russell Vought -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. Alayna Treene, thank you so much.All right. Now to the new storms that are threatening to cause significant disruptions to Thanksgiving travel. The TSA is expecting over 18 million Americans to fly next week. But stormy and wet weather and potential air traffic control shortages in the northeast could cause airport delays. Parts of New York and Pennsylvania have already gotten more than a foot of snow, paralyzing traffic in some areas and leaving more than 100,000 people without power this afternoon. CNN's Allison Chinchar has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:46",
      "speaker": "WHITFIELD",
      "sentences": "A South Carolina company is recalling 72,000 pounds of meat and poultry after a multi-state outbreak of listeria tied to a ready- to-eat meat. The CDC says among the people who got sick was a pregnant woman in California and her twin babies. One of the infants who tested positive for the deadly bacteria died.CNN's Rafael Romo is joining me now. Listeria is very serious and very dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:46",
      "speaker": "RAFAEL ROMO, CNN NATIONAL CORRESPONDENT",
      "sentences": "It is very serious, very dangerous, and so far, the USDA says that they're investigating cases in four states. But this product is sold across the nation. So we're waiting to see what else they find. And the possibly contaminated products were made before October 28th and were shipped to retailers nationwide, according to the U.S. Department of Agriculture, Food Safety and Inspection Service.The food products on the recall were produced by Yu Shang Food Inc., a food company based in Spartanburg, South Carolina. We're talking about more than 72,000 pounds of meat and poultry ready-to-eat products. According to the U.S. Centers for Disease Control, the contaminated products have caused at least 11 illnesses in four states, nine hospitalizations and the death of one baby. And look at this, Fred. Seven of those illnesses were reported in California, two in Illinois, and one each in New York and New Jersey. Also according to the CDC, the Department of Agriculture says some of the products included in the recall are Yu Shang brand cooked chicken, Chinese brand spicy duck necks and braised pork belly in brown sauce among others. In a statement, the USDA's Food Safety and Inspection Service reported that the problem was discovered after performing routine testing and follow-up activities of finished product by Yu Shang Food in late October. The USDA says the recalled products tested positive for listeria monocytogenes. Additional testing confirmed the presence of listeria in those products, as well as environmental samples collected by FSIS. The USDA says that consumption of food contaminated with L. monocytogenes can cause listeriosis, a serious infection that primarily affects older adults, persons with weakened immune systems, and pregnant women and their newborns. Some of the symptoms include fever, muscle aches, headache, stiff neck, confusion, loss of balance, and convulsions sometimes preceded by diarrhea or other gastrointestinal symptoms. Yu Shang said in a statement to CNN that, although the woman reported eating the company's products before she became ill, there was no proof that they were the cause. Officials say if you bought any of these products, any of them, you should throw them away or return them to the place of purchase. Earlier this year, as you may remember, officials reported other listeria outbreaks, including last month in contaminated salmon being sold at Costco and over the summer involving Boar's Head deli meat. But again, the key here is that if anybody bought them, get rid of them, put them in the trash, take them back to the store, because it can be very, very dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:46",
      "speaker": "WHITFIELD",
      "sentences": "Very much so. All right. Rafael Romo, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:46",
      "speaker": "ROMO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WHITFIELD",
      "sentences": "This year, Christmas tree farmers in Western North Carolina are struggling to recoup what they can after Helene heavily damaged the tree supply there.CNN meteorologist Elisa Raffa reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "The first snow of the season is bringing some Christmas cheer to these farmers here in western North Carolina. We spoke to one farmer that lost 60,000 trees on his family- owned farm. That farm has been in the family more than 200 years, dating back to the English monarchy. With 60,000 trees gone, they're trying to make ends meet with wreaths and smaller trees for the season.That farmer also unfortunately lost his home. This farm here lost 270,000 seedlings. These are baby trees that would have eventually gotten planted to become those bigger trees that often get cut and sold for Christmas time but when the flood waters came in, it contaminated all of these trees with that pollution and root rot. And these are just not viable anymore. A lot of these were also supposed to go to other farmers in the industry, and that's just a loss for them this season. Christmas trees take seven to 10 years to grow, so it is possible that we really won't understand the impact of Helene on the Christmas tree industry for another decade. Elisa Raffa, CNN, Western North Carolina. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WHITFIELD",
      "sentences": "All right, the Appalachian trail extends over 2,000 miles from Maine to Georgia and is trekked by millions of hikers each year. However, hundreds of miles of the majestic trail remains in ruins all because of that same storm system, Helene. Now volunteers are stepping up to rebuild in time for the upcoming hiking season.My next guest is one of those volunteers, Terry Wise calls the Appalachian trail home and is also the owner of Uncle Johnny's hostel in Erwin, Tennessee, which was destroyed by Helene. Terry, glad you could be with us. TERRY WISE, OWNER, UNCLE JOHNNY'S HOSTEL: Thank you so much for having me on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WHITFIELD",
      "sentences": "So, first of all, tell me about the devastating loss of your hostel. How are you going to try and recover?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WISE",
      "sentences": "Well, we're working on it. I had a tremendous amount of help in the cleanup effort. We're past that phase and there's not much that can be done right now until I get a contractor in here. We're stitching together money and funding. Myself and a lot of other business owners that I know that either have hostels or were part of the river here, on the Nolichucky River, you know, were looking for grants and trying to get through the SBA to get some money to keep us going, but we could really use like a loan from the SBA.My understanding is that's held up right now in Congress until they approve those funds. But those are the things we need right now to get through all of this. There are some businesses that won't survive unless there is some money to hold them over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WHITFIELD",
      "sentences": "Wow. So here you are trying to stitch together, you know, money to get your hostel back up and running, and then you're also putting in sweat hours in a very big way to try and get these trails up and running again. I don't know how you're managing, you know, all of that. But now, let's, you know, focus on what are you doing to help get these trails going while in the back of your mind you're wanting to get your hostel up and running again. So talk to me about how do you do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WISE",
      "sentences": "Well, I was out on the trail this morning and the trail is actually right behind me. Up, up this mountain behind me and it's still in really rough shape, but it's mainly chainsaw work is what I would say. There is some digging that needs to be done. There's tree root balls that have upended parts of the trail. It's really tough hiking right now.Normally this time of year, there's a few hundred south bounders, we call them SOBOs that come through here, and I've only seen one or two in the past five weeks. And normally there would be tents all around this area filling up the grounds. None of that is here but I have friends that it's their job to clean up the trail. They're the experts at it. I'll go out there and help a little bit, and drag stuff out of the way. But it takes somebody with some technical skills to cut up the trees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WISE",
      "sentences": "I mean, they're humongous. These trees are humongous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WHITFIELD",
      "sentences": "Right. And this is really dangerous work, too, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WISE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:06",
      "speaker": "WHITFIELD",
      "sentences": "And after a storm. So -- and then let's talk about the constraints of this weather. I mean this is -- these are very unforgiving times. But you can't wait for the spring because of course then everything starts growing and it gets even more tangled of a mess. So talk to me about the strategy here of how you're able to carry this out and then, you know, that coupled with the passion that you have for this area as to why you want to do this and you feel like you have to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WHITFIELD",
      "sentences": "Wow. So fascinating. A lot of work, but obviously a very important labor of love and so many people who enjoy the trail and beyond, and all of the businesses that go along with it, including yours, are really grateful.Terry Wise, thank you so much. All the best to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "WISE",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:37",
      "speaker": "WHITFIELD",
      "sentences": "As President-elect Trump's White House takes shape, we're seeing a lot of familiar faces. The former reality TV star turned president has chosen a whole host of people with extensive experience on television to fill his major administration positions from FOX News host Pete Hegseth and Mike Huckabee to celebrity physician, Dr. Mehmet Oz.Joining us now, CNN chief media analyst Brian Stelter. His book \"Network of Lies\" is available right now. Congrats to you, Brian. Good to see you. So why are so many FOX News fixtures finding their way into Trump's administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:37",
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA ANALYST",
      "sentences": "Yes, the president-elect clearly wants camera ready spokespeople for these agencies and for these key positions. He wants people who can look and act the part, people who can communicate and sell his agenda. So far all the ones I've counted, I've counted at least 10 of his picks who have some TV credentials. Some of them are rather infamous. You know, Sean Duffy used to be on \"The Real World.\" He's heading toward the Transportation secretary job.More than half a dozen of them were paid by FOX sometime in the past. And as you mentioned, Pete Hegseth was a host on \"FOX and Friends\" right up until last week. So four of them have worked for FOX right up until the day they were hired by Trump. Two hosts, two contributors. Others have a lot of experience at FOX in the past and others like Dr. Sebastian Gorka are current radio hosts who are now heading back into the Trump administration. You know, it's pretty clear that this is an example of Trump watching, listening to who he likes, and then tapping some on the shoulder for jobs. And so I supposed, Fred, it's a blast to the past. You know, it's why I wrote that book. Trump's cabinet picks reflect the fact that he's a product of television. He thinks like a producer. He monitors TV all day long. We're going to have to get used to this governing via TV style again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:37",
      "speaker": "WHITFIELD",
      "sentences": "And so what do you think this says about what the next four years will be like with these picks? I mean, does -- is there an inference here that he feels that they are also very manipulative to the kind of messaging that he wants to convey? STELTERwhat Trump is doing because one of the knocks against the Biden administration has been that the agencies, the government got a lot done, achieved a lot, but didn't necessarily message it, didn't get the message through to people that Americans didn't know what all the agencies were doing. Think about it. Pete Buttigieg, for example, the current Transportation secretary, he's a regular on TV. He actually is a regular on FOX. But for the most part, Americans might feel they don't know enough about what's going on inside the Biden administration. Seems to me Trump is trying to do the opposite. He's picking people who will first and foremost go out and communicate, go out and sell his agenda. And whether that's a more effective strategy, time will tell. It's definitely a very different approach than the Biden administration. And I've noticed in recent weeks multiple candidates for these jobs have been on FOX and other right-wing networks basically auditioning for jobs in front of Trump, some more successfully than others. You know Mike Rogers was pitching himself for the FBI job. He was rejected, but he was on TV pitching himself. Doctor Marty Makary, on the other hand, on FOX was promoting RFK Jr.'s position. Now he is Trump's pick for FDA commissioner. So you do have these TV stars who have other key credentials, by the way. These doctors have lots of other credentials, but they also have TV experience and that's definitely valuable to the president-elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "STELTER",
      "sentences": "Right. You're making a key point here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "STELTER",
      "sentences": "All press is not good press. That old slogan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "WHITFIELD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "STELTER",
      "sentences": "People love to bring it up. It is not true. All press is not good press. And in some of these picks especially Gaetz and Hegseth, the mainstream media that's been so derided by Trump is actually doing him and the country a service by doing these investigations, by looking into the past of these people, not always pointing out just negatives, also pointing out positives. \"The New York Times\" had a great story the other day about Hegseth and his military experience.He came away in some cases looking really strong as a candidate. At the same time, though, the press is doing its job vetting these candidates. In the case of Hegseth, getting a hold of that police report so that the public knows more about these picks. And you know, for all of Trump's claims about fake news, the real news is doing the public a real service right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "WHITFIELD",
      "sentences": "Right. And so when there's a distinction, so you're talking about the press that will do that. But then FOX News now has to cover some of its former FOX News people. I mean, what does that going to look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "STELTER",
      "sentences": "Yes, that's a strange situation for FOX in recent days. They've been, I would argue, minimizing the Hegseth allegations, but they have acknowledged that it's a complicated pick and that he may not get confirmed. That has been acknowledged by some of the stars on the network. Hegseth, by the way, did not tell FOX about that sexual assault allegation against him, did not tell FOX about the settlement payment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "WHITFIELD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "STELTER",
      "sentences": "It was a surprise to his former bosses. Maybe that speaks to how hard it is to vet some of these nominees and some of these picks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "WHITFIELD",
      "sentences": "It's going to be very interesting. It's already interesting. It's going to be even more interesting.Brian Stelter, thank you so much. We'll see you again soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:01",
      "speaker": "STELTER",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:52",
      "speaker": "WHITFIELD",
      "sentences": "A judge is considering the third request for bail from Sean \"Diddy\" combs. Lawyers for the embattled music producer argued that he is not a danger to the community and should be released.This is on the heels of five new lawsuits alleging that Combs drugged and assaulted the plaintiffs during a span of more than 20 years. Attorneys for Combs denied the claims. CNN's Elizabeth Wagmeister has the latest on Sean \"Diddy\" Combs hearing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:51:52",
      "speaker": "ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "Lawyers for Sean \"Diddy\" Combs made their third attempt at bail on Friday for the embattled music mogul, who is currently incarcerated, as he awaits his 2025 trial. After about two hours of arguments from both sides, the judge said that he would issue a decision next week.Now lawyers for Combs pleaded with the judge to release him from jail, arguing that he is not a danger to society. Combs' attorneys have proposed to have him on home detention with 24/7 security monitoring his calls and computer usage. But prosecutors asked why Combs would follow the rules outside of jail when they say he has been trying to obstruct the case from inside the jail. They say he cannot be trusted. Now those prosecutors allege that Combs has paid off eight other inmates to use their phone accounts in jail and has attempted to bribe witnesses and has instructed his family to post on his social media in an attempt to taint the jury pool. In one alleged message, prosecutors claim that Combs said he needs to, quote, \"reach for this jury. I just need one.\" Combs' attorney also took issue with that 2016 hotel surveillance video of Combs beating his ex-girlfriend, Cassie Ventura. Combs' attorneys say that that video, which was first obtained and released by our team at CNN, they say that that was altered by prosecutors when they submitted it to the court for bail proceedings. In a filing, Combs' attorneys wrote to the judge, quote, \"The video is not evidence of a coerced freak off and sex trafficking, but rather a sad glimpse into a decade-long consensual relationship between Combs and Ventura. Now, in Ventura's lawsuit against Combs, which was the first of now over 30 civil suits against the music mogul, she claimed that she tried to escape the hotel room when Combs fell asleep after a freak- off when he became extremely intoxicated and punched her in the face, giving her a black eye. Now regardless of the judge's decision next week and regardless of bail, Combs still faces a criminal trial next year, where he will face three criminal charges of sex trafficking, racketeering and transportation to engage in prostitution. And I should mention that two other judges have denied his previous two request for bail. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}