{
  "date": "2024-05-14",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Blinken Reiterates U.S. Support to Ukraine; Russian Forces Advance in Kharkiv Border Region Towards Important Defensive Line; Georgia Lawmakers Approve Controversial Bill; Michael Cohen Back on Stand at Hush Money Trial; Renewed Fighting in Parts of Gaza IDF Previously Cleared; U.N. Aid Worker Killed in Attack on Vehicle in Gaza; Biden to Ramp Up Tariffs on Chinese Imports; Xi to Welcome Putin in Beijing on Thursday; Canadian Wildfires Force Hundreds of Evacuations; Hollywood Royalty in Cannes for Start of Film Festival; OpenAI Unveils New Model of ChatGPT. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "CNN's Frederik Pleitgen joining me now, live in Berlin.Fred, tell us more about the situation. Obviously, a very challenging time for Ukraine. Secretary of State Blinken is visiting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, it certainly is. The Ukrainians definitely have a lot of problems, especially in the northeast of the country where you do have that, basically, that new front that the Russians opened up where they are doing some of those cross-border attacks coming from the southwest of Russia into the northeast of Ukraine. That's basically that axis which has Belgorod, a highly militarized city on the Russian side of the border, on the one side and then Kharkiv in Ukraine, the second- largest city of that country on the other side.And the Russians have apparently taken some villages there on the frontlines and are continuing to press. And the big issues that the Ukrainians have down there is that, first of all, they don't have enough people to really hold the frontlines. They say they are doing their best. They're redeploying some units. But the other thing that's also a big deal and which was also actually a big deal in that meeting between Secretary of State Blinked and the Ukrainian president, is the fact that the Russians are now able to use their air force in a much more effective way than they have in the past. They've essentially managed to outfit cold war era bombs with guidance and wing kits, making them or enabling them to fly further and more accurately. And that's why the Ukrainian president said today, they need a lot of military aid. But one thing that he specifically singled out was he said that the Ukrainians needed two additional Patriot surface-to-air missile systems and of course, the missiles to go with them. Those are long-range surface-to-air missile systems that can still combat those Russian aircraft for the Kharkiv area. So, that's definitely on the top of the wishlist for the Ukrainians. And I think, for the U.S., the big thing right now is showing that they are back in the game as far as supporting Ukraine. Secretary of state saying he understands that there's been a bottleneck for the Ukrainian in U.S. military aid with that being held up for so long. But he also said that some of the newly approved aid is now already inside Ukraine and, he also said, a lot more is on the way, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "So in terms of the new aid, what does that mean in terms of timing and bolstering the troops there on the ground, on the Ukrainian side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "PLEITGEN",
      "sentences": "On top of that, any sort of weapons that could hold the Russians up, the Ukrainians are obviously saying surface-to-air missile systems, right now, for the frontlines, for them pretty much at the top of the list, as they are facing that very difficult situation right now in the northeast of the country. But really, at this point in time, the Russians are pressing on almost all fronts, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WALKER",
      "sentences": "Yeah, absolutely, they are. Frederik Pleitgen, appreciate your reporting. Thank you very much.Retired U.S. Air Force Colonel and CNN Military Analyst, Cedric Leighton, is join me now for more analysis. Hi there, Colonel. So, tell us more about Russia's military gains, particularly in Kharkiv and why this is significant. COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Yeah. Good morning, Amara. There are lot of aspects to this that are very significant. First of all, as Fred was mentioning, this is kind of the first breakout of the Russians in over two years. And what it really means is that they're moving toward the second-largest city of Kharkiv, a population of about 1.5 million. And if Kharkiv were to fall, that would be a significant blow to the Ukrainians. So, Ukrainians are worried that, that could happen. But more importantly, they are worried that Kharkiv would become uninhabitable. And that it would be kind of like Aleppo in Syria when the Russians supported Bashar al-Assad and his regime, and captured (ph) the terrorist forces, they were fighting in that particular area. So, it was -- it is a very difficult thing for the Ukrainians to deal with. But the main problem is that the U.S. aid has not arrived in time to prevent this type of advance by the Russian forces. It's very clear that the Russians are moving on that axis of attack. Plus they're also planning attacks in other parts of the country, along other parts of the front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WALKER",
      "sentences": "So, you are connecting directly the delay in aid to Russia's gains on the battlefields?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "LEIGHTON",
      "sentences": "Absolutely. There's no question about it. The delay in aid was, frankly, an inexcusable pause in the ability of the Ukrainians to fend off Russian advances. And right now, what it means is that the Ukrainians are on the back foot. They need to have the advanced systems such as the HIMARS system, as Fred mentioned, that would be able to in essence penetrate the Russian air defenses.Fred also mentioned something interesting about the Russian use of air power in these advances. Both sides have been limited in their use of air power up until now. But the fact is that the Russians have been able to exploit the air defense weaknesses in Ukraine and because of that, they are able to advance because they have air cover and it's the testament (inaudible) the need for advanced weapons systems to prevent that from happening. That becomes really the imperative for the Ukrainians, for them to hold the territory that they need to hold in order to keep their sovereignty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "WALKER",
      "sentences": "Do you see this as part of Russia's plan to spring offensive? And if that is underway, how confident are you that the aid will get there to Ukraine in time to thwart anymore advances?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "LEIGHTON",
      "sentences": "Well, the Russians are -- have certain advantages at the moment, but their logistics system is not 100 percent effective. It has certainly gotten better when you compare what's going on now with what happened in March of 2022, right after the Russian attempt to take Kharkiv -- (inaudible) to take Kyiv. That was something where the Russians showed significant logistical weaknesses. They have improved, but they are not basically ten-foot tall.The other part of this is, Amara, that they are -- the Russians are moving in various directions. They are affecting areas around Chasiv Yar, around -- potentially around Sumy. The Ukrainian intelligence forces believe that Sumy may be next in terms of the Russian's area of concentration. So, this is I think currently part of the Russian spring offensive. And the Russians are going to exploit this period where the U.S. weapons that were promised in the past aid package, before they arrive in theater (ph). So, that's going to be I think the major issue. Right now, we are seeing movements on the ground where some of these weapons systems are in place, but not enough to thwart the Russian advance. But once the weapon systems are delivered, then we could probably see a change in the battlefield dynamics and Ukraine will be able to hold its own against the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WALKER",
      "sentences": "Why are we seeing this? What does this portend? And what can you tell us about Belousov?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEIGHTON",
      "sentences": "Yeah. Belousov is a very interesting character. He's (inaudible) training and by portfolio. He was the second deputy prime minister up until being appointed minister of defense and his main focus is basically the economic aspect of the war. So, what this tells us is that Russia is completing its transition into a wartime economy. And if you want to look at historical analogy, it's kind of like what the Nazi Germany did in the run up to World War II and what the Italian fascists did during that same period in time. In essence, you had private enterprise which was state controlled and followed basically state production dictates.Belousov is known as a person who believes that the state is the engine of innovation. Now, most people in the West would say that's not quite economic (ph) orthodoxy and not something that in our practice has actually worked. We look at the private sector as being the innovative force. But in the Russian system, under Belousov, the basic idea is going to be that innovation will come through the dictates of the State, whether or not that works, of course, remains to be seen. I'm certainly skeptical that it will. And in the long run, I think Russia is going to be taxed in a way that they won't be able to maintain the kind of pace that they're looking at right now. But, at the moment, they are certainly -- they've certainly help (ph) up their industrial base. They've certainly geared up their production facilities in order to produce for this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WALKER",
      "sentences": "All right. Colonel Cedric Leighton, always appreciate your analysis. Thank you so much.Turning now to Georgia, where the controversial Russian-style Foreign Agents Bill has just passed its third and final reading, but not without any drama. Scuffles broke out among lawmakers a short time ago while debating the bill. It has sparked widespread protests in the country for a month with critics saying the bill mimics a similar law in Russia. The law will require organizations receiving more than 20 percent of their funding from abroad to register as 'agents of foreign influence' or face major fines. Joining me now is Clare Sebastian. Hi there, Clare. What can you tell us about what's happening in parliament right now, if you could just walk us through the vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yeah, so that's happened literally in the last sort of 10 or 15 minutes, Amara. We are hearing that 84 votes in favor of passing this third reading -- third and final reading of what's called the Law on Transparency of Foreign Influence Bill, which has been dubbed, of course, the Russia Law or the Foreign Agent Law. And it is really seen in Georgia as a replica of a very repressive law in Russia, used to stifle opposition and civil society there, and a sign of the growing influence of Moscow in this small post-Soviet State of Georgia.So 84 votes, that's enough to pass. They needed a minimum of 76. It is not law as of yet. The pro-European president of Georgia, who is essentially a figurehead, but still has some influence here, she has vowed to veto the law. She has 10 days to do that. And after that, parliament has another two weeks to override that veto, which again, they have enough votes to do. Now, the protesters are not deterred. We are watching for any kind of reaction outside parliament. There was a heavy police presence there, but they say they will continue to protest in the hope that they can force the government to back down over the next few weeks of these sort of procedural elements. Of course, they have recent precedent where protest has worked. The government introduced this bill about a year ago, but then scrapped it after widespread protest. So, this is a very emboldened young protest movement that has repeatedly said that they are going to continue with this fight, Amara. WALKER: Yeah. And tell us more about why it's so controversial, Clare, because obviously there's lots of concerns and the protesters seemed to see parallels with a similar Russian law and how that has been used to crack down on dissent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SEBASTIAN",
      "sentences": "And the latest polls show very much in favor still of EU integration, some 80 percent support joining the EU, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WALKER",
      "sentences": "Clare Sebastian, thank you so much for your reporting.The star witness in Donald Trump's hush money trial returns to the stand next hour. Michael Cohen spent more than five hours on the stand Monday. Legal analysts say he did an effective job of connecting previous testimony and pieces of evidence to Donald Trump. Cohen repeatedly said Trump's primary concern was protecting his campaign, not hiding his affairs from his wife, Melania, or protecting his family. It is possible prosecutors will finish their direct examination of Cohen today, allowing the defense team to begin what is expected to be a prolonged and contended cross-examination. Our Brynn Gingras is outside the courthouse at lower Manhattan. Hi there, Brynn. So, tell us where the prosecution left things with Cohen and what more they need to do, if at all anything, in today's testimony from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah, Amara. You said it perfectly. The prosecution really used Michael Cohen to tie in this whole story together. For the past four weeks, we have been hearing from witnesses describe the events that prosecutors are alleging here and Michael Cohen really brought jurors into those situations with direct knowledge of Donald Trump and what he knew about these payment and reimbursements for the Stormy Daniels hush money payments.What's left is really just closing the narrative, really asking more questions about what happened when Michael Cohen visited Donald Trump in the Oval Office in February 2017, where these payments were discussed. That's one thing that we'll be looking for. But really, Michael Cohen explained to jurors that really he didn't do anything without Donald Trump's knowledge. He would always get his sign-off and it was -- had to do with parts of the campaign and also just really parts of these payments. So, he really helped explain to jurors how this all went down, which was obviously necessary if prosecutors are trying to get to that felony of really having Donald Trump's knowledge of these payments. And certainly, like you said, when the defense comes up, it's going to be fireworks, as people have been describing it, because there are so much examples here of where Michael Cohen has shown that he wants to take revenge against Donald Trump and his family, and he has a history of being a liar. He's convicted felon and that is something that defense attorneys are really going to attack when they finally get their chance. We do expect that to happen today and we expect the defense to actually last longer than the direct questioning. So, it's possible this will go into next week with Michael Cohen on the stand. But again, we have court today and then court Thursday. And then, if they finish shop with their cross-examination, it's possible the prosecution will rest its case by the end of this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WALKER",
      "sentences": "And just to follow-up on the whole, you know, when Trump's lawyers cross-examine Michael Cohen in terms of how, I guess, contentious do you expect it get?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "GINGRAS",
      "sentences": "Yeah. I mean, it's going to be contentious just because again, there's so much material there that defense really wants to dig into with the fact that Michael Cohen has written books. He's been on podcast. He's done TikTok videos, really going after Donald Trump. So, you can imagine many of those examples are going to be brought into the courtroom. And there were times yesterday, during the direct questioning, where Donald Trump would open his eyes and kind of nudge his attorneys or write down notes.I mean, he's contributing to his own defense. And so, there were moments where it does seem that he was making notes for when the defense has its turned to ask the questions. And listen, these two men had been in the same courtroom before. They were -- Michael Cohen did testify in Trumps civil fraud trial last year. There is a lot of drama there, but this is obviously, stakes are higher. This is a criminal possible conviction. And so, you can imagine, defense is really going to go after him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "WALKER",
      "sentences": "Yeah. Wonder how long Michael Cohen will be able to stay calm and composed as he did yesterday. Brynn Gingras, great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "GINGRAS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:40",
      "speaker": "WALKER",
      "sentences": "The U.S. says it thinks Israel has enough troops on the edge of Rafah to launch a full-scale assault. Israel says it is -- its troops are continuing operations in the south, central and north Gaza where Israeli forces had claimed to have dismantled Hamas. In central Gaza, hospital officials say at least 36 Palestinians were killed in two Israeli airstrikes overnight. Rescue workers are trying to find bodies under the rubble in the first strike on a four-storey building.Meanwhile, at least one United Nations aid worker was killed in a strike on a U.N. vehicle Monday. Human Rights Watch says there is a pattern of such attacks, and it is accusing Israel of targeting locations of known aid workers on eight occasions since October 7. Let's bring in CNN's Jeremy Diamond, who is joining us now live from Jerusalem. Jeremy, can you first tell us more about those airstrikes overnight and what you're learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:40",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yeah, absolutely devastating scenes that we are witnessing in this Nuseirat Refugee Camp. When we talk about refugee camps like Nuseirat, we are talking about refugee camps stemming from 1948. But in this case, what we are also seeing is that there are many displaced people from other parts of Gaza as a result of this war, who are currently living in that area. And indeed, we are expecting that death toll of 36 people to continue to rise. And part of that is because in one of these buildings, this four-storey building that was struck around 1You can see the absolutely devastating scenes as rescue workers try with the very few tools that they have, to try and pull people from the rubble, in many cases, unfortunately, pulling bodies. So far, at least nine children, according to a local hospital, were killed in that one strike. There was also a strike on a nearby U.N. school which was also housing displaced people. According to Al-Awda Hospital, at least 11 bodies were recovered from the scene of that strike. And this, of course, speaks to what we are witnessing right now across Gaza. And that is very much stepped-up Israeli military activity, not only in central Gaza where this strike occurred, but in northern Gaza, as well as in southern Gaza. In southern Gaza, we've been witnessing this ramped-up Israeli military activity. In Rafah, as the Israeli military continually begins to move closer and closer to the center of that city. For now, those military operations, mostly limited to the eastern part of the city, but we are already seeing the impact that that military operation is having, nearly half a million people have now been displaced from Rafah, according to the United Nations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:21:40",
      "speaker": "WALKER",
      "sentences": "And Jeremy, what is your sense of the timing? Obviously, it's hard to predict. But in terms of Israel amassing troops for this full- scale -- long-planned, full-scale invasion of Rafah, what's your assessment of what's happening there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:20",
      "speaker": "DIAMOND",
      "sentences": "We know that yesterday, Jake Sullivan, the U.S. National Security Adviser, said that Israel has yet to provide the White House with a plan for how it intends to move the nearly one-and-a-half million people who have been living in that city. As I mentioned earlier we've already seen the movement of nearly half a million people fleeing that city heading north. And what they are finding is what is prompting many of these concerns from the United States and that is insufficient infrastructure, insufficient aid in those parts of this Al-Mawasi Humanitarian Zone where already, before this Rafah offense, nearly half a million people were already living there in makeshift shelters and tents.And what we also know is that this military operation in Rafah, according to U.S. officials, as well as now according to the Qatari prime minister, has impacted those ceasefire and hostage deal negotiations that have been ongoing for months now. There was a hope over the course of the last couple of weeks that perhaps Israel and Hamas were nudging closer to a deal. But now, it appears that those talks are very much at a standstill, almost at a stalemate in the words of the Qatari prime minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:20",
      "speaker": "WALKER",
      "sentences": "All right. Jeremy Diamond, appreciate your reporting. Thank you.And still to come, Michael Cohen and Donald Trump, a look back at how the allies became enemies. And coming face-to-face at a time of heightened global tension, Vladimir Putin is set to visit China this week. We look at what's on the agenda. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:20",
      "speaker": "WALKER",
      "sentences": "You can call it the calm before the storm. Michael Cohen, the star witness in Donald Trump's hush money trial, will be back on the stand in one hour. For more than five hours on Monday, he methodically answered questions from prosecutors, directly tying Donald Trump to key witnesses and evidence in the trial. That was the calm part. The storm comes when Trump's lawyers began their cross-examination, which could come later today. They are expected to pound Cohen as a serial liar who has changed his story multiple times.Now as part of his testimony on Monday, Michael Cohen outlined his long history of working with Donald Trump. And as CNN's Brian Todd reports, the two bitter enemies were once the closest of allies. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "COHEN",
      "sentences": "I was honored. I was taken by surprise, he said, smiling at the memory. Talked to me and he liked my personality, which is -- I mean, my nickname was like pit-bull. Yeah, once I get my hands around your neck, you're finished, you know, and I never let go.TODD (voice-over): He said his new job was \"amazing, fantastic.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "COHEN",
      "sentences": "You could be sitting in his office and next thing, boom, it's a superstar celebrity or it's another multibillionaire or it's a reporter on the telephone.TODD (voice-over): When Trump praised him for handling a problem well, Cohen said he felt like he was on top of the world. The 57 year-old grew up on Long Island. His father a holocaust survivor. \"Actually, I didn't want to be a lawyer. My grandmother wanted me to be a lawyer.\" He became a personal injury attorney with a side hustle dealing in taxi medallions. He lived in a Trump apartment building, bought and sold additional properties, and even organized a condo board takeover. He liked the way that that occurred, Cohen said. What did he do for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "COHEN",
      "sentences": "Well, my job is, I protect Mr. Trump.TODD (voice-over): Often in a vicious manner, Cohen testified. MARC FISHER, CO-AUTHOR OF \"TRUMP REVEALED\": He was famous for his rants, his tirades. He'd get extremely angry. He'd make threats. He'd call people names. TODD (voice-over): And Cohen testified he would sometimes lie for Donald Trump. But after Trump was elected, Cohen was not given a job in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FISHER",
      "sentences": "Donald Trump always kept Michael Cohen at a certain distance and Cohen became more and more resentful of the fact that he was being kept at arm's length distance by Donald Trump.TODD (voice-over): The relationship ruptured after Cohen's role facilitating the hush money payments to Stormy Daniels became public. Cohen went to jail, was disbarred, and bitterly testified against Trump in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "COHEN",
      "sentences": "He is a racist. He is a conman and he is a cheat.TODD (voice-over): Is Cohen really a different man now from those days as Trump's bullying fixer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "FISHER",
      "sentences": "This new Michael Cohen seems quieter, more subdued, chastened. He does seem to be defeated. He's lost stature, he's lost his connection to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "TODD",
      "sentences": "As for the future dynamic between the two men, Trump biographer Marc Fisher says, it's possible that Trump might try to retaliate somehow for Cohen's testimony. But Fisher says that Trump is also known for bringing people who go astray back into his orbit. He says that's a possibility with Michael Cohen, albeit a slight one.Brian Todd, CNN, Washington. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WALKER",
      "sentences": "All right. Let's now bring in Criminal Defense Attorney Janet Johnson for a closer look at what we have seen so far, what we will need to still hear from Michael Cohen's testimony.Janet, good to see you this morning. So just starting with the big takeaways from the five-hour long testimony from Michael Cohen, we heard him say that Trump told him to just do it when it came to making that payment to Stormy Daniels. He also said that Trump signed off on the reimbursement plans for him. What did the prosecution accomplish yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "JANET JOHNSON, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Yeah. I think they accomplished everything they had to, quite frankly. I mean, some of it can be undone on cross, but they really connected the dots. And you have to remember, the jury hasn't occurred all of the things that we know. The recording, the evidence that we know is tying Donald Trump to this plot.And what they heard yesterday was in Trump's own words, him basically authorizing this and in fact saying, why don't we pay in cash, which I think they're going to argue in closing. That shows consciousness of guilt. You don't pay a retainer fee, you don't pay legitimate charges that aren't hush money in cash. And that recording I think was a bombshell. And then the next step was Cohen saying, and by the way, this was in anticipation of the election, not because he cared what Melania thought, and there was a bombshell that came after that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:00",
      "speaker": "WALKER",
      "sentences": "So, when it comes to the defense and I guess, we expect the defense will start to cross-examine potentially Michael Cohen today. How might they try to poke holes in Cohen's testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "JOHNSON",
      "sentences": "And then in closing, all of those holes that are poked, they're going to be put back on Donald Trump because he picked Michael Cohen. And what kind of lawyer would do these things? He was negotiating bills for Trump on $0.20 on the dollar, as an attorney, doing things that I would never risk my law license to do. And ultimately, he lost his law license. So, these were all done at Trump's bidding. The more they attack Cohen, it could come back on Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WALKER",
      "sentences": "Do you think that the defense has the easier job though because, at the end of the day, it just takes one juror to not believe Michael Cohen, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "JOHNSON",
      "sentences": "Well, as a defense attorney, I think her job is a lot harder. I mean yes, you could say that, one juror is a hung jury, which is somewhat of a victory. They can always retry him. But the odds are generally against the defense. We are supposed to when 30 percent to 40 percent of the time. The odds are certainly in the government's favor and the government wouldn't have gone to trial if they didn't think they had the goods.I think what we saw yesterday with Cohen is, they do have the goods. The question is whether the jury understands the elements. It's a little complicated and believes Cohen sufficiently -- and believes Trump's own words sufficiently to come back with a guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WALKER",
      "sentences": "What do you think the prosecution is whispering in Michael Cohen's ears in terms of how to behave, in terms of his composure and remaining calm when he's cross-examined by the defense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "JOHNSON",
      "sentences": "Well, they've had a year to prepare him and apparently, they've done a great job. And I'm sure that they've not just whisperer in his ear, they've had attorneys pretend to be the defense, attack him, attack him personally because that does seem to be a vulnerability of his. We've seen him in civil trials, have shouting matches and I think, obviously, the defense knows what let to go after. Trump may even be telling them what to go after.So, they're telling him to keep his cool. Apparently yesterday, he did a great job of that. He is an attorney. I mean, he's not a dummy. This is someone who has been in a courtroom for 20 years. So, he should be able to control himself, but whether they can push that magic button that makes them explode, that's something that no one can prepare you for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "WALKER",
      "sentences": "Yeah, you raise a good point. They've been training him, for lack of a better term, for about a year now. So, we'll see how it all plays out. Criminal Defense Attorney Janet Johnson, great to have you. Thank you.Well, as Beijing faces pressure from the West, the Biden Administration has just announced it is ramping up tariffs on Chinese imports. The move is designed to stop China from undercutting American companies. The increases will be added to $18 billion worth of imports, including steel, aluminum, electric vehicles, and battery parts. Arlette Saenz is at the White House now with the very latest. Good morning to you, Arlette. So, tech appears to be a big focus of these tariffs. Talk to us about that as well as the timing of the move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WALKER",
      "sentences": "And what's the anticipation in terms of how Beijing may retaliate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "SAENZ",
      "sentences": "Yeah, that is a big question, what exactly Beijing might do in response. Already this morning, a spokesperson for the foreign minister said that they will take \"all necessary actions to protect its legitimate rights.\" There could be questions about whether China decides to impose tariffs on the U.S. imports into China as well.But, one thing to note is that a lot of these moves are very -- by the Biden Administration at this point are very symbolic. For instance, one of those key electric vehicles that's being sold for about $10,000 over in China is not yet for sale here in the United States. Steel imports from China to the U.S. amounted to about 1 percent in the early start of 20 24. So, we will see how much fear this might drive from China after the president makes this announcement a little bit later today. But so far, administration officials when they were briefing reporters on this announcement, really weren't outlining any exact actions that they were expecting from China in return just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "WALKER",
      "sentences": "All right. Arlette Saenz, appreciate it. Live for us there at the White House.Now, against a backdrop of global conflicts, China's president is preparing to welcome his Russian counterpart, Vladimir Putin this week. The two-day visit set to begin on Thursday will be Mr. Putin's second trip to China in less than one year. It is being seen as a sign of the country's strengthening alliance, particularly as the wars in Ukraine and Gaza rage on. Marc Stewart is in Beijing. Marc, tell us more about why they are having this meeting in Beijing and what we can expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah. Hi there, Amara. First of all, transparency issues aside, we may never truly know exactly what is said. But there are two big issues facing these world leaders, one is war. The second is worldview. Let's first talk about war.Xi Jinping just returned from Europe to Beijing facing a lot of criticism, a lot of concern that China is helping to support, help too with some of the defense mechanisms of the Russian war machine. Something that Xi Jinping denies, yet he is going to be meeting face- to-face with Vladimir Putin. I think that the wording that we will get out of this is that China is going to still remain a neutral partner in this conflict between Russia and Ukraine. I've talked to one analyst and he brought up the fact that there's always this possibility that China, in an effort to show its strength, to assert itself on the world stage, will perhaps try to negotiate some kind of deal between Russia and Ukraine. That may be some time off, but we are going to see a lot of caution in that conversation, most likely. And then the other issue is worldview. China, right now, is trying to establish itself as this leader of a new world order, an alternative to the West, to the United States, to alliances such as NATO. Russia fits into that narrative as an alternative player. It has strategic benefit for China because of its proximity to Europe. They have an economic relationship and also Russia has very strong military force despite some of its shortfalls. So for that reason, perhaps we will see that relationship tighten even further. It's a point I talked about recently with a top analyst from The Atlantic Council. Let's take a quick listen to that conversation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "DAVE SHULLMAN, THE ATLANTIC COUNCIL",
      "sentences": "So, China and Russia are sharing that drive to kind of re-form the order and to get more countries to believe, we don't need to go with the United States, we can engage with China and benefit from the investment that China is throwing our way. And we don't have to follow a democratic path to development necessarily.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "STEWART",
      "sentences": "We are expecting some very carefully worded statements from both Beijing and from Moscow on this meeting and on those points. I should also point out that late this afternoon, here in Beijing, we did get some official remarks from both the Russian government and from the Chinese government about this upcoming visit.And as I look at the different statements, we are seeing a lot of the same phrases. We see the discussion of cooperation and agreement on regional issues and international issues. So, this may be a very scripted event. And finally, Amara, we cannot underestimate the optics of it. The fact that we will see Xi Jinping and Vladimir Putin standing together, those optics are quite tremendous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WALKER",
      "sentences": "Out of control fires, mass evacuations, and air quality alerts -- Canada's wildfire season has started early with crews fighting more than 100 blazes. In eastern Canada, in the Province of Manitoba, officials say a massive wildfire there has charred about 35,000 hectares, hundreds of residents have been forced to evacuate.I want to bring in CNN's Chief Climate Correspondent Bill Weir for more. Hi there, Bill. Tell us more about what's happening there on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Well, Amara, one veteran fire chief in Manitoba says, in 40 years, we've never seen fire move this fast. What you have is sort of a perfect cocktail of fire events. You've got tinder dry brush there as a result of the heat wave that we are now the hottest the earth has been in the last 2,000 years. New science shows 25-mile an hour winds kick up, and then that revives what are known as holdover or zombie fires that have been just sort of smoldering over the winter. Not enough snow to put those embers out, so they kicked back up and here's what you have now.But the numbers are staggering. Usually at this date, at this point in May, over the last ten years, about 884 fires are burning in Canada. This year, so far it's 986, off the charts. Normally, 10-year average, this time of the year, maybe 250,000 acres would have burned, 260,000 -- right now, it's 4.13 million acres and we are not even into June yet, Amara. And then you've got the air quality to worry about, not just in Canada, but the northern United States as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WALKER",
      "sentences": "So, how do we explain this early start to Canada's wildfire season?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WEIR",
      "sentences": "It's -- this is the result of a planet overheated by fossil fuels. This is global warming. This is the result of a planet that's out of balance from what we've known for the last many generations right now. And so, this is part and parcel -- stronger hurricanes, longer droughts, bigger flash floods. The earth's energy systems and water systems are really out of balance right now. And adapting to this new normal is just as important as mitigating the underlying cause of this problem.They're evacuating Fort McMurray again today. That's in Alberta. That's a town where a lot of folks work in the oil sands industry. The town nearly burned to the ground back in 2016 and they're going through this nightmare once again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "WALKER",
      "sentences": "You mentioned air quality, Bill, and I know what that's like having lived in California. I know you have as well. We do (ph) whenever those wildfire is going on, you can feel it in your eyes. You feel it in your throat. And we know that some of that smoke from the wildfire is drifting into the U.S. What's the latest on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WEIR",
      "sentences": "You're getting numbers up over 100 on the air quality chart, it goes from zero to 300. Anything over 100 is dangerous to the elderly, to young people, people -- folks with lung conditions. Anything over 150 is hazardous for everybody. And last year, we saw numbers north of 300, sort of purple, off the chart wildfire smoke events. Hopefully, that won't be the case. But if you've got a mask, if you're in northern Minnesota, Michigan today, might make sense to put it on if you can see that smoke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WALKER",
      "sentences": "All right. Bill Weir with a reality check. Thank you so much.Still to come, what can't it do? Fans rave about OpenAI's new GPT model. And rolling out the red carpet, we take you too Cannes where world events are overshadowing the start of the famed film festival. (COMMERCIAL BREAK) WALKER: You can now have real-time clever conversations with ChatGPT. OpenAI has unveiled its latest artificial intelligence model, ChatGPT- 4o. Now, it's effectively now a very helpful digital buddy that's capable of witty dialog in any language. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "VOICE OF CHATGPT",
      "sentences": "It looks like you're feeling pretty happy and cheerful, with a big smile and maybe even a touch of excitement. Whatever is going on, it seems like you're in a great mood. Care to share the source of those good vibes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah, no, the reason I'm in a really good mood is because we are doing a presentation showcasing how useful and amazing you are.(LAUGH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "VOICE OF CHATGPT",
      "sentences": "Oh, stop it. You're making me blush.(APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "WALKER",
      "sentences": "The new version is capable of real-time translations and it can view your photos, your screenshots, and documents, and have discussions about them if you want. And it's free.CNN's Clare Duffy has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "A true virtual personal assistant, it can have real-time spoken conversations as well as texts interactions. It can also interpret photos, videos, documents, and have a discussion about those things in real-time. One of the things I found really interesting is, it's also going to be able to do real- time translation in more than 50 languages. We have a clip we can show you of that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "[Foreign Language]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "VOICE OF CHATGPT",
      "sentences": "Mike, she wonders if whales could talk, what would they tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They might ask, how do we solve linear equations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "VOICE OF CHATGPT",
      "sentences": "[Foreign Language].(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:00",
      "speaker": "DUFFY",
      "sentences": "So, you see there, ChatGPT listening in Italian, translating to English, listening in English, translating back to Italian, really powerful stuff. And as you said there, this is going to be free for all ChatGPT users, which I think is really important in this moment in the AI arms race when you have players like Google and Meta, who are incorporating their AI tools into much more widely-used products like Google Assistant, Facebook, and Instagram. OpenAI wants to give people a reason to use its product, ChatGPT.",
      "isLastSentenceInterrupted": false
    }
  ]
}