{
  "date": "2024-01-10",
  "headline": "The Situation Room",
  "subHeadline": "Awaiting Christie Announcement On Suspending Campaign; Chris Christie Suspends His Presidential Campaign. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:38",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, there's major breaking news out there on the campaign for the Republican presidential nomination. The source now tells CNN that Chris Christie is dropping out of the race. We're standing by to hear directly from him live this hour in New Hampshire. We're going to bring that to you as soon as it begins. And all this comes as the final Republican debate before the Iowa caucuses. And now just a few hours away right here on CNN, Nikki Haley and Ron DeSantis preparing to face off tonight as both candidates make their closing pitch to try to narrow the gap with Donald Trump.Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in the Situation Room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:38",
      "speaker": "BLITZER",
      "sentences": "And let's get straight to the breaking news in the race for the Republican presidential nomination. CNN's Omar Jimenez is in Windham, New Hampshire for us right now. He's got details on the major developments that are unfolding. So exactly, Omar, what are we expecting to hear directly from Chris Christie in the coming minutes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:38",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Yes, Wolf, as we understand, according to a source familiar, we are expecting Chris Christie to suspend his campaign for president here at this event in Windham, New Hampshire, it's set to get going in just a few minutes here. It comes less than 24 hours after really he called someone like Governor Sununu a liar for suggesting that there have been conversations about him getting out of the race. That was just last night and even sources on his campaign pushed back on that assertion. Well, less than 24 hours later, here we are at this precipice where a source familiar is telling CNN that he does plan to suspend his campaign. He had put in a lot of resources here in New Hampshire appearing at events essentially weekly, since the beginning of September, is also where he launched his campaign back in early June as well.And he had told reporters in recent weeks, that for him, the goal was to finish second or at the very least a strong third for him to continue staying in this particular race. We're not sure what changed between that calculus and where we are right now, but that's obviously going to be a top of the list for us to ask him if we do get the opportunity. Not to mention just a few weeks ago, I sat down with him to -- in December, to talk about his future prospects in this race. And he point blank told me, I'm not going anywhere in this. And his quote was to me that on January 23, which is primary day here in New Hampshire, you're going to see me in line shaking hands with folks until the polls close. And that in his mind, he was going to do very well in New Hampshire. And even at that point, he told me he doesn't care about what the polls say. the only poll that he cares about is what actually happens at the ballot box. So, what changed that calculus? That is something we're going to have to try and see. Obviously, we had CNN poll that released yesterday showing an increased gap between him and Donald Trump, and especially a closing gap between Nikki Haley and Donald Trump. So whether that went into his decision, right, we will just have to see. But again, the major breaking news that in just a few minutes, we expect Chris Christie to announce that he is suspending his campaign for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:38",
      "speaker": "BLITZER",
      "sentences": "Any word, Omar, on -- if he will make an announcement as to who he will now endorse for the Republican presidential nomination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes, it's a significant development in this race. Obviously, the field is narrowing here just on the eve of voters beginning to weigh in. And having Christie who of course, has been the most vociferous Trump opponent inside the Republican field depart from the stage, it kind of tells the story of where the Republican Party is right now. Now, according to sources, Wolf, that I've spoken with, he is expected to say that he's done the calculation here and simply doesn't see a path to winning the nomination. And that is why he came to this conclusion to suspend his campaign that he knows it's the right thing for him to do, and that he is still going to stay committed to the rationale that got him into this race, which is being opposed to Donald Trump and his dominance inside the Republican Party, to try to coax the Republican Party to move on from Donald Trump.And he is likely to talk about how for him personally, he is going to make sure that he is never in a position again, to enable Donald Trump's continued dominance in the Republican Party. So, that's what we expect to hear from him. There's no doubt it is a major decision, especially as it relates to New Hampshire because that's where Chris Christie has been a factor in this race. And that is where Nikki Haley is trying to stage her most significant battle against Donald Trump in these early states. And we just saw on our poll this week, 65 percent of Christie supporters said Nikki Haley is their second choice. So this is a natural home now for Nikki Haley to try and scoop up some of the folks who have been with Chris Christie, and hopefully, for her sake, narrow that gap with Donald Trump, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "BLITZER",
      "sentences": "Yes, it would be a major development for her if in fact that that happens. Our Jeff Zeleny is with us as well. David, standby.Jeff Zeleny, give us your analysis. You've been doing a lot of reporting on this as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Wolf, there is no question that this is a major milestone in this campaign. But first a bit of reporting, I am told by a Republican source familiar with the governor's plans that he does intend to offer a rationale for what he believes the Republican Party should do going forward to win back the White House and restore the Republican Party. I'm told he has no plans to immediately offer an endorsement. Not a surprise at all, of course, but that is what I'm told will be happening in New Hampshire.But Wolf, when you take a step back before a single vote has been cast in this 2024 presidential race, the field has shifted and changed dramatically. Now with Chris Christie bowing out, we've seen Mike Pence bowing out. Those, of course, are two candidates, two long standing Republicans in this party, who were urging voters to turn away from Donald Trump, and their candidacy simply did not take off. So one thing that is dramatically different here as we enter the voting now just five days away here in Iowa, is that the Republican field is dramatically smaller and narrower than it was in 2016. That, of course, allowed Donald Trump to essentially split the party and the vote and get the nomination. Now, the same thing could happen here, of course, he is still splitting it with Nikki Haley, Ron DeSantis, and to an extent of a Vivek Ramaswamy. But it is a dramatic moment in the campaign that there simply is not a large market share for this anti Trump message, if you will. So, this likely does not have an effect on the Iowa caucuses, which is the immediate concern as we watched the debate tonight with Ron DeSantis, and Nikki Haley. But it could have a dramatic impact on the New Hampshire primary, which is in just under two weeks. Two weeks from now we'll know the winner of the New Hampshire primary. So look for a lot of his supporters, his voters, as we've talked to them over the weeks and months in New Hampshire. Nikki Haley is likely to be a second choice. But a big turning point here was that endorsement from the very popular New Hampshire Governor Chris Sununu late last year to endorse Nikki Haley. That essentially was the death knell for the Christie candidacy. He knew that, he thought he would fight forward and try to find his way. But clearly, he believed that trying to defeat Donald Trump and changing the Republican Party is bigger than his candidacy at this point, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:32",
      "speaker": "BLITZER",
      "sentences": "And I've seen some polls in New Hampshire, which clearly show that among Chris Christie supporters, Nikki Haley is their second choice. So presumably, this could very much help Nikki Haley in this contest. Van Jones is with us.And Van, I'm anxious to get your thoughts. Christie clearly has aimed to damage Donald Trump as much as he possibly could in this race. Do you think he was able to accomplish that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:32",
      "speaker": "VAN JONES, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, it doesn't look like it. If you look at Trump's numbers versus his numbers, this was a kamikaze mission. And kamikaze pilots don't tend to survive. There was a thesis here that somebody had take on Donald Trump frontally. And people kept saying, the pundit class, how can you defeat Donald Trump if you don't take him on frontally?Some of the candidates said, how can you defeat him if you do take him on frontally? And they refused to do so. But Chris Christie was willing to test that premise, test that thesis, that somebody had to take him on. And he did it at his own personal peril, in that it would have been easy to tap to do what other people did. He is proving himself to be a mission first conservative. When he thought his voice could make a difference, he raised it loud. And now he thinks he's in the way of someone who might be able to stop him and Nikki Haley, and he's willing to step back. We want to talk about somebody who was showing principal, who was showing courage, Chris Christie fits that bill. But kamikaze missions are dangerous, and the pilots don't survive. He did not survive in this form, he'll still be around for a long time, though, Chris Christie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:32",
      "speaker": "BLITZER",
      "sentences": "Well, let me bring in Alayna Treene to this conversation as well.Alayna, you've been doing a lot of reporting on what's going on within the Republican Party. Does someone like Chris Christie have a future in the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:32",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Right. Well, Wolf, look, I think what he does next is still unclear, but I think he had a really difficult path ahead for him. He's really staked his campaign on being the candidate who was willing to take Donald Trump on. And in the process, he alienated himself. And I think if you take a step back, and you look at what he was really trying to do, he was fighting for the future direction of the Republican Party.But I think as we've seen, it's become more clear that the anti-Trump voices, the room for those types of voices has become much more difficult at the national level. So I think it's unclear where he goes from here. A lot of people really turned off by his way of making his campaign all about being against Donald Trump, but we'll see what he tries to do next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:32",
      "speaker": "BLITZER",
      "sentences": "We will see. In a few minutes, we'll have live coverage of that coming up.David, let me get back to you. Do you expect that Nikki Haley and Ron DeSantis will actually try to reach out to Christie's voters during tonight's Republican presidential debate right here on CNN?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BLITZER",
      "sentences": "Interesting. You know, Jeff, let me get back to you, you're there in Iowa. As we know, Christie wasn't necessarily campaigning a lot in Iowa. So does this announcement as he's going to make in the next few minutes have any impact on the race there where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "ZELENY",
      "sentences": "Well, Wolf, certainly not in the immediate sense. In fact, he did not campaign in Iowa at all. He of course did in a limited fashion in 2016. But he did not campaign this cycle here. Of course, he was not going to be on the debate stage here at Drake University in the hall behind me where the debate will take place.But I don't know that it we can say that it definitely will not have an impact. I mean, this race is a national race, as we've seen, really from campaign cycle to campaign cycle. These races are nationalized. So, obviously, what is happening in New Hampshire is, you know, being absorbed by Iowa voters. So, the first blush, you would say it would certainly be a benefit for Nikki Haley. But in terms of the outcome next week, I'm not sure it impacts that at all. Perhaps it adds a little more fuel to her tank, if you will, a little more incentive to get back to New Hampshire and start winning over some of those voters. But in the immediate sense, I'm not sure it impacts Iowa voters all that much. Because, again, Chris Christie was not a factor here. But for those Republicans who are interested in a new generation of leader who are interested in turning the page for it, they may see that Nikki Haley now is the best alternative for that, or perhaps Ron DeSantis is. So, you know, in a nationalized race, it's hard to say it won't have any impact. But it certainly won't have an impact on the electoral results here next Monday night, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BLITZER",
      "sentences": "All right. Good reporting.S.E., I want to bring you back into this conversation. CNN's Jamie Gangel is now reporting that while Chris Christie is not expected to officially endorse another candidate tonight, he may do so in the future. Is there anyone besides Nikki Haley he's likely to consider from your perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "CUPP",
      "sentences": "I really can't see that happening. I think he's most aligned with Nikki Haley. And I think that's reflected in the fact that they're both kind of going all in on New Hampshire. They really think that, you know, they have sort of similar voting blocks there. And I think she would be the most likely candidate.We'll see and anything can happen. It would be a shame if he didn't endorse anyone. And I think she could certainly benefit from his voters. You know, if there's an appeal to independents and moderates, which is what I'm watching for in this primary, whether independents and moderates will decide they want Trump again or a Trump alternative. I think the ones that were interested in Christie might also be interested in Nikki Haley, and vice versa. So, I think while they're both very different candidates. They share a lot of the same voters, they drink from the same water in many respects. And so, it'd be interesting tonight to see if Nikki Haley is going to speak on that and directly address Chris Christie's supporters in a way that kind of makes her appealing to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BLITZER",
      "sentences": "Yes, good point. Van, Christie forcefully denied he was dropping out just yesterday after the New Hampshire Governor Chris Sununu said those conversations were underway. So what do you think changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "JONES",
      "sentences": "I don't know. It's weird, because, you know, you have this kind of straight shooter persona, if you're Chris Christie. So when he said it yesterday, I think most people said, well, I don't know if some strange is going on, but Chris Christie is pretty much a straight shooter. If he's saying with that much force that this is a nonstarter, you just kind of turned the page on it. So it is very weird within 24 hours for him to be coming on stage.And essentially saying, well, nevermind, all this other stuff was more correct than we thought. So he'll have to clean that up and address that. But this kind of stuff that kind of stutter start, I'm sure there's a lot of chaos inside his own head and heart as he's trying to figure out what to do and what not to do. Imagine sitting there and thinking to yourself, I have these votes in my back pocket in New Hampshire, if I put them up back on the table, and Nikki Haley can pick them up, maybe she comes within striking distance of a Donald Trump, maybe that changes the whole trajectory of the race. Or do I stay here and continue to fight for what I believe in? That is a very tough choice to make. So I can imagine there may have been some chaos in his own head and heart yesterday, but there is a huge 180 degree difference between what he was saying yesterday and what he's saying today. I hope he clears that up tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "TREENE",
      "sentences": "Well, publicly, Wolf, I think you can expect Donald Trump to gloat. I think that he'll celebrate that Christie is dropping out. And I know from my conversations with Trump's advisors, they never really considered him a real player. And they weren't worried about him impacting Trump standing in the race.But I think privately the other part of this is what him dropping out means for someone like Nikki Haley. That if the votes that he has in New Hampshire could potentially go to Haley, that will be a big concern for the Trump campaign. We know from my reporting and from our reporting from our colleagues, that Donald Trump's team is increasingly growing concerned about Haley's rise, particularly in New Hampshire, you're seeing them pour millions of dollars into attack ads going after Haley in New Hampshire. Trump has been escalating his attacks on Haley throughout the past several weeks now. And so I think that if they think that Christie's -- the voters who are backing Christie now, if he drops out of the race and those people go to someone like Haley, that could be very problematic for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "BLITZER",
      "sentences": "Yes, good point, indeed.David, are you surprised by how quickly Chris Christie's calculation on whether he was staying in the race or not has changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHALIAN",
      "sentences": "You know, Wolf, I'm not sure we know yet exactly how quickly that calculation is. I mean, yes, I think every candidate is in this race to the end right up to they decide the moment they're not in this race anymore. I think that's pretty natural. But I think if you look at what the denial was yesterday about Chris Sununu, my guess is Chris Christie is -- was very focused on the very specifics of what Chris Sununu said yesterday, trying to avoid getting ahead of this announcement, perhaps I would imagine this is not an announcement made with snap judgment. I would have never imagined that this is something Chris Christie has been considering for days now to reach this point, this conclusion that there is no path to the nomination.So he probably wanted to reject the very specifics of what Chris Sununu was saying, without dealing with the overall fact that even yesterday, perhaps, he may have known he wasn't in this race for the long haul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "BLITZER",
      "sentences": "And, David, just to be precise, on one specific point, I suspect we're going to hear Chris Christie say he's suspending, suspending his campaign. And that has specific legal ramifications to suspend as opposed to end, as far as campaign fundraising is concerned. Explain to our viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHALIAN",
      "sentences": "Exactly. I'm sure he will use that term suspending. That is common for people who sort of ended their campaigns to use that terminology, because sometimes campaigns are left at the end with a bunch of debt. We'll see when we see Chris Christie's final financial filings in the months ahead. But if you suspend your campaign, you do still have the ability to go ahead and retire that debt, wind down the campaign, you know, pay the remaining salaries left on payroll and all the like. It's not like you just shut off the lights, close the door and walk out.Now, Christie, for his part was not campaigning with a very robust staff this time around. It was very different from his 2016 campaign. It was a lean mean machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "BLITZER",
      "sentences": "Yes, we see the crowd standing up there applauding. He's obviously coming out and he's heading towards the microphone, we'll hear what he has to say.Jeff, you've covered many of these presidential campaigns over the years. Take us through this process when a candidate decides to suspend the race. I'm using that word, to suspend the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "ZELENY",
      "sentences": "Look, this is something that is so deeply personal to a presidential candidate, particularly someone like Chris Christie, who has been through this once before. There aren't that many politicians in our current American life who have had to end two presidential campaigns. It's really just a few handful. So look, he knows how difficult this is. He was not in this for a vanity run, he was in this for a very specific mission.As Van was saying, a kamikaze mission to try and take down Donald Trump. He can see that was not working. And you can see in the final weeks his crowds were not what he hoped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:28",
      "speaker": "BLITZER",
      "sentences": "All right, we're going to continue to monitor Chris Christie's very, very powerful, very dramatic statement, suspending his presidential campaign, but not necessarily endorsing any of the other Republican candidates. I want to bring back our political team for some analysis that David Chalian he was so, so tough on Trump probably the toughest I've heard him so far in this campaign. What's your reaction to what we just heard from Chris Christie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:28",
      "speaker": "CHALIAN",
      "sentences": "Well, obviously, Chris Christie leaves this campaign in the very same rationale as to why he got in it. But Wolf, his assessment, I think, gets to the heart of this entire story, which is that this has been what he has been selling. And it has not been bought by the Republican primary electorate, not nationally. And even, you know, not really in New Hampshire as he was in third place there, now that doesn't change his values. And he said very much that character is on the ballot.He clearly challenged the people. He is leaving behind in this race, namely DeSantis and Haley saying, if you can't call Donald Trump unfit for the presidency, then you yourself are unfit for the presidency. Those are stark words to leave to his former opponents. And look at the timing of this. Chris Christie is obviously not unaware that there's a debate tonight in Iowa on this stage, right behind me between DeSantis and Haley, and has clearly chosen this moment to inject his rationale for his candidacy into this race at the time of his departure, to sort of leave it sitting there for the remaining candidates running against Donald Trump to consider. But again, I think it is crucial that we look at where Republican primary voters have been throughout this race. And Chris Christie has been relentless in this argument that he has been pitching to voters and they have not been buying it. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:01",
      "speaker": "ZELENY",
      "sentences": "Wolf, it certainly was, it was steeped in a history and really a unique understanding of being a presidential candidate that very few people have. He talked about how he got out of the race in 2016 and how he enabled Donald Trump.And he, you know, sort of fast forward eight years, he said he would not be an enabler to Donald Trump. And he would rather lose by telling the truth than when by doing something less than that. But also went through just the history of 9/11. Imagine if Donald Trump had been in the Oval Office on that day, so really continuing his blistering attacks on the former president, that as David was saying, have really had a little effect on the Republican primary race at all. But boy, those words are essentially etched in stone for this general election campaign. If Donald Trump does become the nominee, and we do not know if that will happen, of course, voters have to start voting meeting next week. But if he does, these words are etched in stone. And I can promise you, the Biden campaign and Democrats will use them as an argument for independent voters against Donald Trump. But before any of that, I think the probably the most surprising, and perhaps the most stinging indictment was against his fellow challengers. And he's really said much of that some of it in private about to Nikki Haley and others, but it certainly puts to rest any suggestion that he is going to be a Russian to endorse Nikki Haley. Now, his voters, of course, he doesn't own his voters. So voters will make an individual judgment whether there is an endorsement or not. But I think a very striking speech, a very, really a pointed remarks on many, many fronts, that gives us significant amount to analyze and discuss going forward, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:01",
      "speaker": "BLITZER",
      "sentences": "Yes, very important indeed. S.E., he specifically said, there isn't a path for me to win the nomination. And that's why he said he's suspending his campaign right now. Why do you think, S.E., Christie's campaign failed to really catch on, and what does that say about the current Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:01",
      "speaker": "CUPP",
      "sentences": "Yes, well, the current Republican Party does not deserve Chris Christie. That was an incredible speech, and really kind of ticked down a list of things that Republicans because of Trump have forgotten, abandoned and decided no longer matter. All those reminders were really important, but the speech was striking because it wasn't your typical concession speech, right?Like I hope the rest of the field does well. And you know, we've -- it's been an honor to run. I mean, he really targeted not just his competitors naming, you know, Nikki Haley, and Tim Scott and Ron DeSantis by name, but he also kind of scolded the electorate for voting for Donald Trump and not caring about his obvious flaws. He scolded members of the House and Senate by name, John Barrasso, Tom Emmer. I mean, this was kind of a barnburner. And I think Chris Christie is coming out of this with deep, deep disappointment, that his message to voters did not, you know, do the job. I mean, he took that very seriously to the point where, you know, if I failed to mention on television that Chris Christie had taken it to Trump, and instead I said, you know, none of the candidates are really coming for Donald Trump, he would text me and point out, no, no, I did, because it mattered to him, that that message was heard. So I think he's deeply disappointed, maybe a little bitter. He sounded a little bitter. But that speech was incredible. And, you know, I unfortunately, just don't know that there's much of an audience on the right for it. BLITZER: Yes, it was a very, very powerful speech indeed. Van Jones, Christie spoke about fighting for the soul of the country. A very similar message to what we've often heard from President Biden, in fact, right?",
      "isLastSentenceInterrupted": false
    }
  ]
}