{
  "date": "2024-12-28",
  "headline": "The Amanpour Hour",
  "subHeadline": "Interview with Released after Eight Years in Iranian Captivity Siamak Namazi; Interview with \"Moonwalkers\" Co-Writer and Narrator Tom Hanks; Interview with \"Moonwalkers\" Co-Writer and Director Christopher Riley; Rare Access to Ukrainian Hospital Train; Interview with \"True Detective\" Star Jodie Foster; Interview with \"True Detective\" Star Kali Reis; Interview with Actress Meryl Streep; Interview with Former Afghan Lawmaker Fawzia Koofi; Interview with Former Governor of Bamyan Province Dr. Habiba Sarabi; Interview with D-Day Veteran Jake Larson. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:25",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone. And welcome to THE AMANPOUR HOUR. Here's where we're headed this week.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "SIAMAK NAMAZI, RELEASED AFTER EIGHT YEARS IN IRANIAN CAPTIVITY",
      "sentences": "I would say I do feel very free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "Home for the holidays. My conversation with the inspirational Siamak Namazi, the longest held Iranian-American in Tehran's notorious Evin Prison, eight years before he found freedom.Next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Three, two, one.All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Liftoff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "A trip to the moon with Tom Hanks. After a year of space travel breakthroughs, how his exhibit \"Moonwalkers\" captures humanity's intrepid spirit of discovery.Then another winter at war. My exclusive frontline report on Ukraine's hospital on the rails. Also ahead --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For my country, takes us one by one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "Jodie Foster and Kaylee Reese on bringing back \"True Detective\". What made it one of the hottest shows of 2024?Plus --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "MERYL STREEP, ACTRESS",
      "sentences": "today in Kabul, a female cat has more freedoms than a woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "Women's rights just got even more perilous even in America. Meryl Streep teams up with Afghan activists to raise the alarm.And finally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think I was a hero. I was just like anybody else. We were all in this together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "Words of wisdom from a centenarian. The American World War II vet, Jake Larson. 80 years since the D-Day landings, will the new world order take on these epic struggles?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "Welcome to the program, everyone. I'm Christiane Amanpour in London.And today, a special holiday show where we look back on some of our favorite interviews and events of the year. And were starting with a ray of hope in these dark times. Siamak Namazi was the longest held American in Iran, a horrifying eight-year ordeal in the Evin prison, where he underwent solitary confinement and frequent psychological and physical torture. Six months before his release, Namazi bravely called in to our program from inside that prison to make this emotional plea to President Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "NAMAZI",
      "sentences": "President Biden, you and you alone have the power to deliver on the Obama administration's broken promises to my family.I implore you, sir, to put the lives and liberty of innocent Americans above all the politics involved, and to just do what's necessary to end this nightmare and bring us home. Thank you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "And in an extraordinary development, it worked. Six months after that interview, he was released. Iran and the now outgoing Biden administration struck a deal to bring him and four other Iranian- Americans back home.It took Namazi another year to decide to go public with his ordeal, and to tell us what freedom feels like. So this holiday season, here is some of our exclusive interview. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "Siamak, welcome back to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "NAMAZI",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "The last time you talked to us was from Evin jail in March of 2023. And it took another several months for you to be free.A year ago, you came back to the United States, almost exactly a year ago. What's this year been like? How -- do you feel free?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "NAMAZI",
      "sentences": "Well, Christiane, first of all, it is such a joy to be talking to you and not worrying about someone dragging me to a solitary cell somewhere because of it. So, thank you for that.Do I feel free? I think the first -- the most dominant feeling that I have is gratitude. I owe a huge debt of gratitude to many people, particularly President Biden, who made a very difficult choice and struck the deal. I'm sure it was a very difficult deal for him to strike that brought us home. It took many more years than I hoped that it would. I was there eight years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:25",
      "speaker": "AMANPOUR",
      "sentences": "The longest held.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "But I would say I do feel very free in the U.S., and I tried to live the freest life I could even when I was in Evin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "AMANPOUR",
      "sentences": "You said that for, the first couple of years, you were in solitary confinement for the most part. You were in the Revolutionary Guards' portion of the prison, which was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "Twenty-seven months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "AMANPOUR",
      "sentences": "Twenty-seven months -- which was really hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "AMANPOUR",
      "sentences": "You said they basically fed you like a dog under the door, that you were beaten up.Can you tell us more now that you couldn't tell us back then of how they treated you for those two years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "I referred to it, I think, as unutterable indignities. Look, when I was first taken in and thrown in a solitary cell -- and anyone who has not experienced that won't understand what I'm saying. I'm talking about something the size of a closet, three paces -- and I'm not a big guy -- three of my paces isn't that great -- and walled off.It's a very difficult thing. By Iranian law, that alone, by Iranian law, that is defined as torture to throw someone in there. I was thrown in. My interrogators told me that day that, look, unless you cooperate -- the word \"cooperate\", I'm definitely, in Farsi, allergic to that -- which means unless you do whatever we ask you to, you are going to be here until your teeth and your hair are the same color, and our methodology of how we're talking is going to change. They were clear about that. I didn't believe that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "AMANPOUR",
      "sentences": "There was a threat of violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "Yes. In the solitary cell, I started assessing my situation, and I started developing a strategy.And I developed some idea of where I am. I looked at the scratches that the prisoners leave on the wall. The least that I saw was about three. The most that I saw was 32. The cluster, the mode kind of -- that's a geeky MBA side of me -- was around two weeks. So, I figured, ok, I'm probably going to be in this situation for two weeks, most a month, and then they're going to take me to a less horrible room. I was in that room for two months and then, overall, about eight months of solitary confinement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "AMANPOUR",
      "sentences": "So you thought two weeks, but you were eight months all in all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "Of solitary confinement, yes.I assumed that, because I'm a hostage and I have value, they will not harm me. Unfortunately, that assumption was proven wrong. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "AMANPOUR",
      "sentences": "What did they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "I got to tell you that the physical part of what they do isn't -- it's not like they're pulling your nail, but they -- you're blindfolded.And unfortunately, the thugs are as bad at their job as everyone else in that rotten system. I believe they don't mean to harm you as much as they do, but they don't understand simple things like, when you toss a person who is blindfolded, I won't -- I don't know that's a wall in front of me, and I'm going to go face first into it. or I don't know there's a staircase, and I'm going to go rolling down. So I was -- AMANPOUR: Did that happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "NAMAZI",
      "sentences": "I did, yes. Both of those things happened.There were -- that part still, you could endure, but not day after day after day nonstop. There was a lot of humiliation. That, I'm not comfortable talking about. And I mean unutterable, because it had a profound effect on me. It's just -- I still haven't even gotten to talking about it fully in therapy. It's just -- they humiliate you. And they always do this while you're blindfolded, you know. They -- it's that -- they're that cowardly. I saw my mom the first time after six weeks of solitary. This was right before they started beating me. And the poor woman, the first time she saw me, she didn't recognize me. I looked like Saddam when they pulled him out of the hole. I had a long beard. And I mean, at the distance we're standing. I remember her eyes wandering, looking for me, and then she realized it's me, and I remember her sobbing. They called me out and said, ok, you have a visit. It's seven minutes. They spent about 15 minutes threatening me about what would happen if I say anything but \"Mom, I'm ok. The food is great, you know, everything's fantastic, people should holiday here.\" They -- you know, so, flanked by my interrogators, I enter the room. Even before sitting, I say: \"Hi, mom. These guys have been torturing me. I need you to go public on this. I need you to -- \" I'm sorry. Ok. I put her through a lot. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:52",
      "speaker": "AMANPOUR",
      "sentences": "An extraordinary struggle for freedom and risks that paid off for Siamak and his family.Coming up later on the program. How Hollywood A-lister Meryl Streep puts her stardom to work speaking up for Afghan women. But up next -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "Welcome back to the program.2024 was a year of visionary travel into the stars, with NASA launching its mission to Jupiter's moon Europa in search of alien life. A unique, immersive documentary captured humanity's obsession with space travel. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "TOM HANKS, ACTOR",
      "sentences": "In the 50,000 years of human history, just 12 of us have traveled from our earth to walk on another celestial body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "40 seconds away from the Apollo 11. Liftoff.Five, four, three, two, one -- liftoff. We have a liftoff. Liftoff on Apollo 11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "HANKS",
      "sentences": "Now join me on a journey back to the moon in a remarkable, immersive show at Lightroom.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "That's called the \"Moonwalkers\". And it was exhibited in the round here at the London Lightroom.The documentary was written and narrated by Hollywood legend and self- declared space nut Tom Hanks. And I asked him and his co-writer, Christopher Riley, to take us on their journey. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "Tom Hanks, Chris Riley, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "HANKS",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "This is a quintessentially American story. So why is it debuting in London?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "HANKS",
      "sentences": "This very facility that we're sitting in now in King's Cross is the most -- it is the most unique immersive venue I've ever come across in my life.The first time we came here we see an exhibit of David Hockney paintings. Now, I thought I was going to be seeing an exhibit of David Hockney paintings. I didn't realize I was going to be walking into one of his paintings as David himself was painting it all around you. Seeing that that was possible, I immediately went to the powers that be, Richard Slade (ph), and everybody else, said, you know, you could put people in the Taurus-Littrow Valley, where we are sitting right now on Apollo 17, and it would be as though we were sitting right on the moon. Have you guys thought about that? And they said, no, but would you like to think about it with us? And so, here we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "And the two of you wrote this together. What did it take to write this? What were you trying to achieve? What was it about the moon, the story that's been told so many times?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "HANKS",
      "sentences": "That's a good question. Why?CHRISTOPHER RILEY, CO-WRITER AND DIRECTOR, \"MOONWALKERS\": Well, yes. I mean, it's not entirely about the moon. The story is actually a story of hope, of course. It's about hope, of humanity, of what we can do when we work together. Apollo really epitomizes that. It was the work of half a million people for a decade, all pulling together for one particular quest. And it was driven by curiosity in part. And when we are curious, we discover unexpected things. And that's essentially the message we wanted to try and convey in part, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "You saw the -- when you were a kid, you watched on television and I watched on television, Neil Armstrong walk on the moon. And I guess that it's inspired you ever since because you've also played, you know, Jim Lovell in \"Apollo 13\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "HANKS",
      "sentences": "Yes, yes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "HANKS",
      "sentences": "Houston, we have a problem.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "Has that been something that stayed with you ever since then? Why did you choose the \"Apollo 13\" film?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "HANKS",
      "sentences": "I was -- first of all, the \"Apollo 13\", Jim Lovell, Fred Haise, Jack Swigert -- they are Jason and the Argonauts. That is a story that is ripped right out of the great sagas of all of humankind.This is what it comes around. I'm sitting at home -- actually, it was 1968 on Apollo 8. Jim Lovell was orbiting the moon with Fred Borman and Bill Anders. And on my mother's couch, I saw a live broadcast of, what, oh, the planet Earth, in black and white on my television in my mom's house over Christmas vacation. Something in my feeble little brain could not quite fathom that I was watching us on earth from an orbiting spacecraft that was around the moon pointing a television camera back at us and there were -- the only three people that were not in that photograph were the crew of Apollo 8 or the crew that in that broadcast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:52",
      "speaker": "AMANPOUR",
      "sentences": "And you also think -- because again, we live in a very polarized world right now, we're in the middle of a terrible war, several terrible wars. People have lost faith in institutions. People are completely polarized and tribalized on so many issues, even on climate.Do you think the moon is kind of maybe the last institution and space travel and the exploration that the people can trust in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "AMANPOUR",
      "sentences": "Let me just ask you two film questions. A.I. and the writers and actors strike. You had written and talked about how when you were young you had to scratch out a living and, you know, you earned your paycheck, and it wasn't easy.A lot of these writers and actors are in the same position. And so they went on strike and they're worried about A.I. Did you support the strike and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "HANKS",
      "sentences": "Oh, yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "AMANPOUR",
      "sentences": "And what do you think is the actual result of the resolution? Will that save them from the A.I. threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "HANKS",
      "sentences": "I think that we -- I think there is a great river. There is a Rubicon that we are still crossing, and I don't think we are quite in Greece yet -- excuse me, in Rome yet.Greece. That tells me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "AMANPOUR",
      "sentences": "Wherever we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "HANKS",
      "sentences": "-- where I go on vacation, doesn't it?And on the other side of there is going to be a landscape that is certainly scientific and artistic. And A.I. is a tool that can be used for nefarious reasons, and it can also be used in order to make things possible that haven't been possible. The economics of it, the business of it that's coming down, I think that is the area that we are in still a very unfamiliar landscape. Between everything that's happened with the lockdown, certainly with the economics of streaming, we're not quite sure what works yet. If great stories that truly do reach people come out of whatever tools you're going to use in order to tell a story -- deepfake technology, A.I. -- in order to buttress up the research is after, that's one thing. But in order to use it to make things cheaper, faster, less interesting, quicker, whatever it is, well, then I don't know if I want to live in that Rome. But it's going to be -- it has not been decided. We are still in a very malleable circumstance right now when it comes down to the art and science and industry of telling stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "AMANPOUR",
      "sentences": "And you have to be -- you had to go out and denounce an ad that was used by A.I. claiming to be you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "HANKS",
      "sentences": "Yes.That was phishing for information. They just wanted somebody to do it. And that was about as primitive as you're going to get. But here's the thing that has been proven ever since they put sprockets onto celluloid. Movies can lie to you. And you might enjoy being lied to and believe everything, yes. But also, movies can tell you a type of truth that is undeniable, both, you know, empirically and also emotionally. And A.I. along with the close up, along with special effects shots, along with anything is going to be some other tool that is going to be used by someone who is going to try to either curry your favor and use it to their advantage or move forward the art form of cinema.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "AMANPOUR",
      "sentences": "Tom Hanks, Christopher Riley -- thank you both very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "HANKS",
      "sentences": "There you go. How about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "AMANPOUR",
      "sentences": "That was a pleasure.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "AMANPOUR",
      "sentences": "Up next, a very different journey to the senseless war still raging here on planet earth aboard Ukraine's medical train, brushing severely injured troops away from the front lines to hospitals across the country. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:46",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The most difficult part of evacuation from the front line. Combat medics who work on the front are dying, just like soldiers.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:23:01",
      "speaker": "AMANPOUR",
      "sentences": "Welcome back.A new year, a new American president, and urgent new questions about American support for Ukraine's existential fight. It's been a brutal year on the front lines. Russian forces have made significant gains despite fierce Ukrainian resistance. After almost three years of this full-scale war, there's still no end in sight. And every day, Russia loses troops while also inflicting death and life-threatening injuries on Ukraine's much smaller force. Ukraine is going to extraordinary lengths to ferry its gravely injured troops to hospitals hundreds of miles across the country, trying to patch them up and rush them back to the front. In this exclusive report, I traveled aboard the national railway service, turned medevac on tracks. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "AMANPOUR",
      "sentences": "Do you feel that you have enough people, enough weapons to defend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "OLEKSANDR",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "AMANPOUR",
      "sentences": "You don't have enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "OLEKSANDR",
      "sentences": "Not enough. No. There aren't enough people, and there definitely aren't enough weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "AMANPOUR",
      "sentences": "As the train rolls on, we make our way to the intensive care unit, where several soldiers are on life support. Bed after bed of broken and battered bodies, lives shattered in an instant.90 percent of the wounds being treated here are from shrapnel. And yet, many of these patients know they'll be patched up just to be sent back to the front as soon as possible. This train and its cargo sum up Ukraine's state of military affairs. Mostly ordinary citizens who've answered the call. Outmanned, outgunned by Russia, and yet, still putting up a hell of a fight. Nurse Yulia makes this journey twice a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "AMANPOUR",
      "sentences": "How do you feel being in here with these very badly wounded soldiers? How does it make you feel?\"I'm an empathetic person, so it's difficult,\" she tells me. \"But you have to switch off your feelings at the moment of work, and later you can reflect.\" And the story of frontline morale is on display here too. If electrician Oleksandr was feeling down after 18 months fighting this brutal war, Stanislaw, who signed up in March, is still full of patriotic fervor. He can still summon a smile, even though he has shrapnel in his body and damage to his lungs. STANISLAW, UKRAINIAN SOLDIER (through translator): Personally, I was ready for it. I was ready to trade the shower stall, the good sheets and the bed, the good conditions that I had at home for a foxhole. I knew where I was going and what I was doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "OLEKSANDR",
      "sentences": "The most difficult part is evacuation from the front line. Combat medics who work on the front are dying, just like soldiers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "AMANPOUR",
      "sentences": "As these carriages rumble on through fields of gold, think for a moment of history repeating itself in Europe when thousands of ambulance trains evacuated casualties from World War I's trenches, more than a million to the U.K. alone.Tonight, darkness descends as we arrive at the destination, and suddenly, there's activity everywhere again as ambulances line up, collecting and dispatching to hospitals across the country. On the platform, the railway chief describes his pride and his sorrow. OLEKSANDR PERTSOVSKYL, CEO, PASSENGER OPERATIONS AT UKRAINIAN RAILWAYS: I see these kids who are saying goodbye to their dads who are heading towards the frontlines to seeing those same guys coming back effectively unconscious or with amputations, it feels like the price of the war is incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:49",
      "speaker": "AMANPOUR",
      "sentences": "Like a conveyor belt, industrial scale conversion of healthy young men and women into this. And yet, as one of them told us, Ukraine is strong and motivated. While Russia has quantity, we have quality, and we will win.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "AMANPOUR",
      "sentences": "Welcome back.And now to one of this year's cultural highlights. 2024 was the year the hit series \"True Detective\" came back with a bang, thanks to its two amazing leads. The legendary Hollywood actress Jodie Foster making her return to the small screen, and a world champion boxer Kali Reis stepping into a new ring. Here's a clip. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "JODIE FOSTER, ACTRESS",
      "sentences": "A missing scientist (ph) found on the edge of the villages frozen solid.What do you want? It's been six years. Why are you here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "KALI REIS, ACTRESS",
      "sentences": "Because we both know what really happened.And you need my help. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "AMANPOUR",
      "sentences": "The stars join me here in London. As the series was released to critical acclaim, before going on to nab the Oscar-winning Foster, her very first Emmy.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "AMANPOUR",
      "sentences": "Jodie Foster, Kali Reis, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "REIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "FOSTER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "AMANPOUR",
      "sentences": "What attracted you about \"True Detective\" in this particular series?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:33:38",
      "speaker": "FOSTER",
      "sentences": "Issa Lopez, the director, just did such a magnificent job writing all the episodes and creating this world with the two \"True Detectives\" that are female now, you know, we remember season one and Matthew McConaughey and Woody Harrelson, but there's something really extraordinary about the anthology and being able to say, we're going to do something completely different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "REIS",
      "sentences": "Yes, it's my first major on-screen. It's only my third acting job as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "You are part Cape Verdean, part Native American. Was that also an attractive, you know, calling point for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "REIS",
      "sentences": "Absolutely, because the representation or lack thereof that we have as indigenous people is just -- you know, it's getting a lot better. And we're just in such a great time.So when I had the -- when it was presented to me, this character, Navarro, was -- in Yupik (ph) and Dominican, she was part of two different worlds, part of the community that she was going to be policing, it was something that was so familiar to me because it's kind of got that balance that you have to have you don't feel enough that you do so it just attracted me to this very layered character.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Jodie Foster, Kali was a boxing champ.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "And she said though that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Still is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Yes, it is. And will maybe go back to boxing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "REIS",
      "sentences": "I'm not retired yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Ok. And said that working with you was like training with Mike Tyson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "REIS",
      "sentences": "Oh, without the biting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "You still got your ear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes. Well, she didn't bite any ears off. REIS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "And Jodie, you know, you are obviously a mentor of sorts, I guess, for all the newcomers and younger actresses. You decided that you wanted your character, Liz Danvers, to be aged up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Well, my age, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Your age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "But putting Navarro's story as the center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes, and I think Issa probably wanted that too, but it was something that I really wanted to remind us, that we were doing something that really isn't done very much, just to have the central voice of the film be an indigenous voice, to be -- look through those eyes in a way, not just because we're doing representation, but because we really want to be in that body and really understand it from that perspective.And so, for -- to do that, I'm just here to support. So, I kind of reverse engineered my character of Liz Danvers to support Kali's character's journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "That doesn't happen often.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Well, you know, there's a funny thing that happens when you turn 60, I think, is at least for me, I feel like there's like some weird chemical that starts going off in your body and you just don't care.And part of that not caring is that you suddenly realize that it's so much more fun and more satisfying to recognize that it's not your time. It's someone else's time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "So, the last major thriller detective that you played got an Oscar, Charisse et cetera.Congratulations, because you're nominated again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "-- in this case, best supporting actress, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "For \"Nyad\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes. AMANPOUR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Well, it's the story of Diana Nyad, who is a swimmer, had been a marathon swimmer for all her whole life, and then came back at the age of 60, finally accomplishing her mission at 64 to swim from Cuba to Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Annette Bening and yourself, again, kind of aged up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "I mean, you were not shy about the sun damage and the mask damage that she had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "You know, the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "More than that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Oh, my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "I mean, that takes some courage also to --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes. As I say, I was best supporting abs because I just -- I never had to get in the water. I basically just stood on the boat and sucked in my stomach and my jogger bra, and that was pretty much all I had to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "There's the whole taxi driver kind of cast group that's all meeting at the Oscars, right?By the time you did that film I think you were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "I was 12 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "-- you were 12 and you had more experience in film --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "-- than either Martin Scorsese or Robert De Niro.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes, I had made more movies than either one of them at that point. But it is funny to see, I mean, of course, I have so much respect for Scorsese and De Niro and all of the movies that they've made.But yes, my reference for them is very different. You know, Martin Scorsese had a little funny mustache and he was really young and his mother was on set the whole time and she was always like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "On \"Taxi Driver\"? FOSTER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "And not making sure you were ok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes. So, I do have a different memory of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "REIS",
      "sentences": "I think his butt. That's what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "FOSTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "And just because \"Killers of the Flower Moon\" is another amazingly timely film in terms of diversity and representation of indigenous people. Did you like the film?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "REIS",
      "sentences": "You know there's mixed feelings about the film. They're not anything negative.I am so proud of Lily Gladstone and the entire indigenous cast and the entire Osage Nation. She did a wonderful job, so did the whole cast. So, I think having an ally like Martin Scorsese who took his platform and told this story and worked with them, it's an amazing opportunity to continue to go forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "AMANPOUR",
      "sentences": "Jodie Foster, Kali Reis -- thank you so much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "REIS",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "AMANPOUR",
      "sentences": "So three years since the United States abandoned Afghanistan to the Taliban, Oscar-winning actress Meryl Streep decided to help draw attention to how women there have even less freedoms than animals. Along with former negotiator Fawzia Koofi and Dr. Habiba Sarabi, whowas Afghanistan's first female governor, Meryl Streep is promoting a new documentary called \"The Sharp Edge of Peace\", which follows their doomed efforts to negotiate with the Taliban. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "SHARIFA ZURMATI, AFGHAN GOVERNMENT NEGOTIATOR",
      "sentences": "Puttin an end to this, negotiating with the Taliban (INAUDIBLE) and finalizing a permanent ceasefire, creating a collective agenda, and establishing a Joint Secretariat, can end this war.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "AMANPOUR",
      "sentences": "We met up in New York to talk all about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "AMANPOUR",
      "sentences": "What about this touches you and makes you be involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "STREEP",
      "sentences": "This most recent edict that people can't speak in public, that they have to completely hide themselves, it's like the erasure of an entire gender. And I don't think it has precedence in history, even in the natural world, that one part of the species erases the presence of another.And I think it's particularly an eloquent moment to raise where we are in the world with Afghan rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you, Habiba, because you were the first appointed governor right after the fall of the Taliban, after, you know, democracy in a certain way and certainly, more liberty for women came after 2001.They took to your authority without protesting against it. You were accepted as an authority figure as a female governor. HABIBA SARABI, FORMER GOVERNOR OF BAMYAN PROVINCE AND FORMER AFGHAN MINISTER FOR WOMEN'S AFFAIRS: Definitely, and also, not only accepted but also welcomed. And so, I remember that the time when I was appointed as a governor, when I went to Bamyan, and thousands of people were coming to welcome me. So, this -- it was a point of history in Bamyan and the history of Afghanistan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "AMANPOUR",
      "sentences": "And Fawzia, you've been a member of parliament for a long time. You've been a really public spokeswoman for Afghanistan and especially the women of Afghanistan. But for 20 years, you had freedoms that you'd never had before.Your film \"The Sharp Edge of Peace\" showed Afghan women -- girls and women, active members of society. Describe what it's like today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "FAWZIA KOOFI, FORMER AFGHAN LAWMAKER",
      "sentences": "Well, I think the one thing Taliban failed to understand is that Afghanistan has transformed. And that transformation is not only limited to Kabul in terms of liberty, in terms of women's rights, in terms of people believing in the future of their daughters more.You see them, despite, you know, being completely erased from any kind of public and social life, they still protest. That is -- that is a sign of a different Afghanistan that the Taliban don't get that. And I think this is the same Afghanistan 1996, where they were suppressing what people and they were silent. Today, every woman in Afghanistan is a journalist. Every woman in Afghanistan is a TV, by talking about what their experience is. So, as much as they suffer, they suppress them. It's like, you know, they're popping up in a different way, in a different method. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:49:43",
      "speaker": "AMANPOUR",
      "sentences": "And when we come back, some perspective, a century in the making. A special moment from my conversation with D-Day veteran Jake Larson in Normandy.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:19",
      "speaker": "AMANPOUR",
      "sentences": "And finally, given all that's happening in the world today and the ongoing struggle to defend democracy and freedom, we want to give the last word to 102-year-old U.S. Army veteran Jake Larson, one of the last remaining survivors of the greatest generation.I met up with him this past June at celebrations marking 80 years since the D-Day landings in Normandy. Jake was among the Allied Forces who stormed the beaches of France on June 6th, 1944, to kick fascism out of Europe. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:19",
      "speaker": "LARSON",
      "sentences": "Every one of us was prepared to give our life to kick Hitler's ass out Europe.I don't think I was a hero. I was just like anybody else. We were all in this together. I'm not -- I'm not a hero. I'm a -- people keep calling me hero. I changed that word. I took the O off of hero. I add a TO there that people say, well, what's a \"here to\"? I says, I'm here to tell you that heroes are up there. They gave their life. They gave their life so that I could make it. My God, I had a -- I got a wife, I got children. I got two boys and a girl, I got nine grandchildren, I got 11 great grandchildren. I've got a grandson that's a grandfather, and I'm still going. Crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:19",
      "speaker": "AMANPOUR",
      "sentences": "Will you come back again?",
      "isLastSentenceInterrupted": false
    }
  ]
}