{
  "date": "2024-01-24",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "UAW Endorses Biden As He Prepares To Fight Trump For Union Votes; Rep. Debbie Dingell, (D-MI), Is Interviewed About Union Vote, Muslim Voters; Pro-Palestinian Protesters Interrupt Biden's UAW Speech; Haley Vows To Stay In Race After Trump's N.H. Victory; Jon Stewart To Return To \"Daily Show\"; Father's Journey To Retrieve His Son's Remains; Doctor's New Book Diagnoses Racism In U.S. Medicine. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "And leading this hour, one day after Republican voters get their say in New Hampshire, President Biden has scored a big endorsement from a major union, the United Auto Workers, back in September. During the auto workers strike, the unions president was here on THE LEAD saying he was nowhere near ready to back Biden at the time.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "SHAWN FAIN, UAW PRESIDENT",
      "sentences": "Our endorsements are going to be earned, not freely given. And actions are going to dictate endorsements. So we'll see how things continue to play out. And we have a lot of issues to resolve.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Two weeks after that, President Biden showed up on the picket line to visit auto workers on strike, a visit that seems to have paid off for Biden in his 2024 campaign. Here was the President today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Look, I kept my commitment to be the most pro-union president ever. I'm proud you have my back. Let me just say I'm honored to have your back and you have mine. I was so damn proud to stand on that picket line with you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "United Auto Workers Union president, Shawn Fain is here. Thanks so much for joining us.So your union has more than 400,000 members. How many members do you think voted for Joe Biden in 2020? I saw an analysis that suggested that union members in Michigan and Wisconsin broke for Biden over Trump, maybe 56 to 40. But the union members in Ohio and Pennsylvania -- I'm sorry, they broke for Biden over Trump in Michigan and Wisconsin, but members in Ohio and Pennsylvania went for Trump. Is that your understanding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FAIN",
      "sentences": "I would put it this simple, the majority of our members voted for President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And do you think the endorsement is a big reason for that? Without the endorsement, might they have -- more of them gone to Trump? Given the demographics and such?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FAIN",
      "sentences": "I don't think so. I mean, I think, you know, even going forward, when you look at both candidates, it's very clear, which one supports working class people and which one doesn't. And by one -- two simple sentences, Joe Biden bet on the American worker and Donald Trump blamed the American worker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And what are you hearing from your members this time around in 2024? Because obviously, there's a lot of dissatisfaction with Joe Biden, not just among the electorate at large, but among Democrats, specifically, a lot of -- there's -- as of right now at least a lack of enthusiasm for his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FAIN",
      "sentences": "Well, I mean, I look at it this way, I mean, there's two choices in this election, and it's very clear which one is going to support working class people and which one doesn't. You know, you look at the body of work. You know, when we ran -- when we ran our campaign for our contracts, for our record contracts in the big three, we use facts. You know, the facts of how wealthy the corporations were, how wealthy the CEOs made themselves at the expense of the workers. And it's no different in this election.You look at the facts. The facts are very clear. You know, Donald Trump has a long history in 2008 in recession. He blamed the workers for what was wrong with those companies. President Biden, bend (ph) on the workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "And you today you called President Trump a scam. What do you mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FAIN",
      "sentences": "He's anti-union? You know, when he became President 2015, we workers, skilled trade workers of Volkswagen voted to organize. The company, as well as many companies do, you know, broke the law, they delayed their contract when they were fighting for a contract. And because they waited, they wanted to wait till President Trump was sworn in at the time and then he put a Anti-Union National Labor Relations Board in place and in essence killed that contract.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "So one last question, and that is, I know that you've expressed concern about the push to electric vehicles, do you still have those concerns? Because obviously, President Biden continues that push, batteries are made in China, as we know, is there a future for auto workers with electric vehicles the way that Biden is pushing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FAIN",
      "sentences": "We have a long history in this country of making everything. And I'm not concerned as far as with the transition. Our concern with the transition was we wanted it to be a just transition. And how it was when I took over, you know, it was on a -- it was headed on a race to the bottom. And so, you know, we turned that around, we were able to negotiate to bring that work under our master agreements in the big three. And we want to set that as a template for all the EV industry as we move forward in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Lastly, how worried are you about Democrats winning Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FAIN",
      "sentences": "I'm not worried. Democrats are going to come out and they're going to vote the right way. I mean, at the end of the day working class people know what's good for them and the billionaire class and a party that represents that interest is not good for working class people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "UAW President Shawn Fain, good to see you, sir. Thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FAIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "So, the Democratic Party relies a lot on Michigan's Muslim American population, which helped Biden win the state in 2020. These days, President Biden can't give speech without being interrupted by pro-Palestinian protesters because of his support for Israel in the Israel-Hamas war. Watch what happened just earlier today when he was addressing UAW members.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "BIDEN",
      "sentences": "No matter what that was, it should be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "MULTIPLE SPEAKERS",
      "sentences": "(Chanting) UAW.(END VIDEO CLIP) TAPPER: So in 2020, Biden won Michigan by less than 200,000 votes, fewer than 200,000 votes, and there are more than 200,000 Muslim American voters in Michigan. How worried are you that President Biden's support for Israel in the war against Hamas might doom the president in Michigan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "DINGELL",
      "sentences": "So, Jake, you know that I've always told everybody Michigan is a competitive state. It is never one that you can take for granted. And it's a purple state. There are a lot of very strong feelings on this issue. But remember, we're talking about the opponent of President Biden is being someone who wants to ban Muslims. You've got to remind people of that.This is an issue that is a lot of people on both sides have had family members that have been held hostage in the Gaza side. Can I tell you how many of my constituents have had family members that have been killed or have no food, no water, the case work that I'm doing. But today, I witnessed the President have a very respectful conversation with some UAW members who raised it. I know, he knows how to talk to people. It's an issue we're going to have to talk about and deal with. But again, it's going to be a contrast. And we need to remind people of the facts. And who is -- I mean, we've got to address this issue in the Mideast. It's an issue that's a big issue in many places. But I would not put our foreign affairs in the hands of Donald Trump ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "But I've heard interviews with Muslim American voters in Michigan, these are smart people. They -- they're not saying they're going to vote for Trump, they say they're not going to vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "DINGELL",
      "sentences": "I think that we have to have -- you know what, look, people are concerned, they're worried, I talk to them every single day. But I'm also beginning to have people say, who two months ago, were very angry, and I'm like you'd rather have Donald Trump? And today, they're saying he would really hurt this country, the damage he could do was bad. I think we've got to address this issue. Policymakers, all of us have a responsibility to get this issue addressed to take care of the people about Palestine.We need a two state solution. I think that what Netanyahu is saying about not having a two state solution is something we should all pay attention to. We've got to deal with this issue. I've been clear about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "So your colleague, Democratic Congresswoman Elissa Slotkin, as she's seeking to succeed retiring Democratic Senator Debbie Stabenow in Michigan's Senate race this year. How concerned are you that President Biden will be a drag on the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "DINGELL",
      "sentences": "I think President Biden's going to help people win in the end. I think we got to roll up our sleeves. We've got to do a lot of hard work. We've got to educate people about what the issues are. There going to be a lot of tough meetings, we've got to get in those halls.We've got to give people the facts. We got to do the contrast. And we have to let people know what's at stake. And it's a long time between now and November and we got a lot of tough work to do and we're going to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "All right, Congresswoman Debbie Dingell, Democrat from Michigan, thanks. Good to see you as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "DINGELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:13:07",
      "speaker": "TAPPER",
      "sentences": "In our 2024 lead, Nikki Haley is setting her sights on South Carolina, her home Palmetto State. She is set to kick off her campaign in the Palmetto State tonight just a day after her disappointing results in New Hampshire. CNN's Kylie Atwood is at Haley South Carolina kick off in North Charleston.Kylie, what is the mood on the Haley campaign today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:13:07",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, as Nikki Haley said last night that the race is far from over, and that's the mood among campaign officials. Obviously, you know, they're having conversations quietly about the path forward. But what they are saying is that that path forward is her defiance that she is going to compete here in South Carolina for the Republican primary, which is a month from today. They point out that she did well with Independents in New Hampshire, that'll be a critical part of the electorate in the general election. They point out that she has shown growing support from Iowa to New Hampshire.And here in South Carolina, they're already investing in TV ads. Listen to part of the pitch with a new TV ad out to voters here in South Carolina just today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:13:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Biden too old, Trump too much chaos, a rematch no one wants. There's a better choice for a better America. Her story started right here. America's youngest governor, a conservative Republican, and boy, did she deliver.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "KRISTEN SOLTIS ANDERSON, CNN POLITICAL CONTRIBUTOR",
      "sentences": "I do not share the senator's optimism that there is a path forward for Nikki Haley to be chosen as the Republican nominee. Now, that doesn't mean there's no reason to stay in. It is true that Donald Trump is winning a majority in the two contests we've had so far --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "Which has never happened before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "ANDERSON",
      "sentences": "Right. And so not to undercut that, I mean, he is the clear choice of Republican voters. But there's a not insignificant portion of the party that is saying, I'd like something new. It's not enough to make that path viable for her. But she could stick around and say I want to give them a voice. But that's a really tough ask for the next couple of weeks just as a sort of symbolic act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "And Karen, sources told CNN's Kaitlan Collins that despite Trump's historic win last night, he spent the evening quote seething at Nikki Haley that she didn't drop out, maybe even that she took some shots at his mental fitness. He has told aides to ramp up his attacks against her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "I'm old enough to remember a nasty -- I mean, South Carolina politics is rough. People get personal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "They lie. They make nasty insinuations --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "-- racist, sexist, etc. That's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "You care to say John McCain, George Bush?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "Well, the George W. Bush attack against --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "-- campaign against John McCain is the one that I experienced as a cub reporter firsthand in 2000. FINNEY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "But I can imagine it getting even worse because Nikki Haley is, A, Indian American, B, a woman and, C, it's Donald Trump, not George W. Bush.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "Yes, I'm old enough to remember 2016. And there's something particularly about women that really gets under Donald Trump's skin, women of color who don't do what he says. So, I'm sure he was seething and clearly now where he's -- it's going to be full barrel at Nikki Haley. And they're going to do everything they can to make her life miserable.And it's not just dandy. We have to remember, it's not just everything we see up here, it's all --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "Oh, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "-- disinformation and misinformation, social media. I mean, people forget that. And he has over 60 million followers, so he's literally the source of information, news information for a lot of voters. So I'm sure it's going to be very ugly.I think the problem she has, the math is just not there. If we just -- you know, can she potentially win suburban voters? Can she potentially win, you know, some moderate Republicans? Sure. But her part of her problem is, she's not able to win gentleman core conservatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "Of course, she hasn't been able to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "ANDERSON",
      "sentences": "Now, I will say one thing like politics ain't beanbag, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "Right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "ANDERSON",
      "sentences": "So I would expect this to get nastier and nastier as it gets more and more contentious. But the speech that Donald Trump gave last night in contrast to what he gave in Iowa was so stark, right? In Iowa, it was conciliatory ish, it was unifying ish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "Ish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "ANDERSON",
      "sentences": "That is not the tone in to (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "No, he's mad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "ANDERSON",
      "sentences": "And it is going to drive me nuts. When this election unfolds and the Trump folks who now are a majority of the Republican Party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "It's the establishment, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "ANDERSON",
      "sentences": "-- do everything they can to alienate those folks that say, I liked Nikki Haley, I prefer her rather than trying to bring them back in the fold, because Donald Trump may have a majority of Republicans, but he doesn't necessarily have a majority of voters. You need those Haley voters to come home. The meaner you are, the more you're like, don't let the door hit you on the way out. You don't get to cry then when those voters don't turn out for your guy in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "So -- but the Republican establishment, which Donald Trump is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:15",
      "speaker": "TAPPER",
      "sentences": "-- and the, you know, all of its members are coming home, the officials not necessarily the voters, John Cornyn is a good example. He is now a member of the Republican establishment, not the Trump establishment, but the Senate establishment. He told the Houston Chronicle last year, \"I think President Trump's time has passed him by. I don't think President Trump understands that when you run in a general election, you have to appeal to voters beyond your base.\" The exact point that you were just making.Last night, Cornyn came around and he went on to Twitter or X and posted, \"To beat Biden, Republicans need to unite around a single candidate. And it's clear that President Trump is Republicans voters of choice.\" And he says, \"I will be continuing to work to elect the Republican Senate majority and to elect President Trump in 2024.\" Now, it's interesting how he phrased it. It's the same way that Ron DeSantis phrased it, which is not Donald Trump is the best, I love him, he's awesome, he's going to be a great president. Again, it's obvious that this is what the voters want. Hence, I am joining the parade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "And we heard that in New Hampshire. Also, that was interesting. Another, I wouldn't call this a wild card, but interesting news in politics today is that Jon Stewart is going to return to the \"Daily Show\" on Comedy Central. He's going to host the program on Monday nights. Other comedians will do the rest of the week. He's going to serve as the show's executive producer. You're cheering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "You're very excited about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "Great day for America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "It was. It's a good day for political humor in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "I guess my question is, do you think it will impact the election at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "I do. And that, remember, people get their information from lots of different types of sources than we saw before when Jon Stewart was on the air. He actually -- he is a source of information for younger voters. It may make them go and learn more about an issue that they hear about from him. So I think it's absolutely a good thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "What do you think? Is his appeal kind of limited to blue or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "ANDERSON",
      "sentences": "Well, I feel like -- I wonder if his appeal is limited to elder millennials like me. We talked about younger voters like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "What about Gen X?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "ANDERSON",
      "sentences": "Jon Stewart left the \"Daily Show,\" I believe in 2015.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "ANDERSON",
      "sentences": "It's almost a decade since he's had led that program. So, yesterday's young voters were now old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "But do you -- but he can pop on the TikTok. It's not like he's not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "Yes. And he had a show on Apple TV, and that had a broad demographic. So it'll be interesting to see. Though, to your point, who does he bring back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "He's not a young buck, though was your point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "No. But he still entertaining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "Sure. (Inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "ANDERSON",
      "sentences": "And does he adapt? Does he change anything to appeal to a younger audience? Or is he still just here for us old money (ph)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "TAPPER",
      "sentences": "It's very -- well, we definitely will all be tuning in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:16",
      "speaker": "FINNEY",
      "sentences": "We're young Gen X. That's what I'm going to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:40",
      "speaker": "TAPPER",
      "sentences": "Breaking news, sources say that the House ethics committee investigating Republican Congressman Matt Gaetz of Florida has now reached out to the U.S. Justice Department and to a woman with whom the Congressman allegedly had sexual relations when she was 17 years old. Allegations that Congressman Gaetz denies. We should note, Congressman Gaetz has never been charged with any wrongdoing here. CNN's Paula Reid has this exclusive reporting.Paula, what have we learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:40",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "So, Jake, we've learned that the House Ethics Committee investigating Congressman Gaetz has done a new round of outreach to potential witnesses, including a woman who was still 17 years old when she allegedly had sexual contact with Congressman Gaetz. We learned they have also reached out to the Justice Department asking for materials from its years long investigation into the congressman where they examined these allegations of possible sexual contact with a minor along with other crimes. But as you noted, they did not ultimately opt to charge the congressman.Now in response to our new reporting tonight, Jake, the congressman says quote, \"Those allegations were not true, have never been true, and the people who spread those lies have been exposed, indicted and imprisoned.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:40",
      "speaker": "TAPPER",
      "sentences": "Remind us how we got here, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:40",
      "speaker": "REID",
      "sentences": "So, back in late 2020, under Trump appointed Attorney General Bill Barr, they opened an investigation at the Justice Department into whether Congressman Gaetz or his associates may have had sex with an underage girl, the woman who just received this outreach. Now this expanded over several years to include also looking into allegations of possible lobbying violations, sex trafficking, and even obstruction of justice. But ultimately, as we've said Congressman Gaetz was not charged. Though his associate Joel Greenberg did admit to multiple crimes, including soliciting and having sex with that minor.Now the Ethics Committee had its own probe starting in 2021 into the congressman, but then put that on pause to yield to the federal investigation. But after the federal investigation wrapped up last year, this was all revived. But this revival has not been without serious political consequence. Gaetz privately blamed former House Speaker Kevin McCarthy for reviving the ethics probe. And the former speaker has also blamed Gaetz's frustration about the ethics probe for, you know, Gaetz's work to try to push McCarthy out of his position. But we see even in a post speaker McCarthy world, the ethics probe not only continues but appears to be ramping up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:40",
      "speaker": "TAPPER",
      "sentences": "And to the people that the Ethics Committee reached out to, do they have to comply?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:40",
      "speaker": "REID",
      "sentences": "We don't have to comply with a voluntary request for information, but then you do risk the possibility of a subpoena. Now, when it comes to the Justice Department, this is certainly not the first request for materials related to a sensitive investigation. Now, they are usually reluctant to just hand over files, particularly in a case like this. They may depending on the request and the appropriateness of the request, be willing to engage in some sort of accommodation to give the committee some materials, but it's unclear exactly what they're looking for and what the Justice Department will be willing to hand over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "TAPPER",
      "sentences": "Four months after October 7th, more accounts of Hamas's brutal tactics and the atrocities committed by Hamas terrorists on that day are coming to light. I recently spoke with David Tahar, whose son, 19- year-old Adir, an IDF soldier was killed on October 7th. I want to warn our viewers that the details of his son's story are very disturbing.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "TAPPER",
      "sentences": "And joining me now is David Tahar, the father of 19-year-old Corporal Adir Tahar, an IDF soldier who was killed on October 7th. Mr. Tahar, it's tragic enough to lose a child. But explain how the details of his death were made worse, as you learned more about what happened to your son.DAVID TAHAR, FATHER OF FALLEN IDF SOLDIER (through translator): I can tell you that from an army investigation that was sent to us, the bereaved parents, the fighting that Adir and his friends did. It took about an hour, an hour and 20 minutes. While they were fighting, they managed to stop the terrorists. While they were fighting, five soldiers got killed including Adir. I can tell you, I am certain that Adir, in order to kill Adir, they had to threw three grenades at him. And then send a missile towards him as well. And only that way they could actually kill Adir. And after he died, the terrorists they managed to enter the area. Some of the soldiers have managed to retreat. The barbarian terrorists entered the base, that area. They saw a soldier lying on the ground. What they decided to do at that moment, they decided to beheading and to take the head with them into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "TAPPER",
      "sentences": "Now this might be hard for some people to understand but you went searching. You watched hours of videos from that day and eventually you found the video to confirm your fears about Adir. Tell us about that.TAHAR (through translator): I can tell you that after the Shiva ended, the mourning period, I understood that I buried a headless child. After the Shiva, questions started to popup, where was the head? Is it because of the grenade or because of a missile? It didn't make sense to me that it would be anything else. I started asking why the head was not there. And I understood that he had been beheaded. That's how they managed to sever the head from the body. I started looking at telegram during the first month, especially in the first days of the war, the terrorist, the barbarian terrorists posted online all the atrocities that they carried out. I just logged on to telegram and watched every video I could find so I can maybe see my son in one of those videos. And I happen to find this video where I can see my son. I can clearly say that the soldier without a head that you can see in that video is my son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:30",
      "speaker": "TAPPER",
      "sentences": "And you got it back?TAHAR (through translator): Yes. An elite unit, an elite IDF unit brought it back. They took the terrorist. They were afraid that the bag wired. They took him into the shop. And they brought the bag. And inside the bag there were Adir's head, his remain, the remains of the head. And when they check the teeth, and when they tested the DNA, it was proven that he was actually Adir. And I got all these remains with a bag. I got that from the IDF Rabbanit. We opened Adir's coffin. And we buried him again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:30",
      "speaker": "TAPPER",
      "sentences": "I'm so sorry, David. I'm so sorry that this happened to you. What a horrible, horrible, horrible experience.TAHAR (through translator): It really is. It's very difficult. But it is important in the world understand what we're facing. It's important that people understand what happened on the 7th of October, it can't happen again, no to Israel, the Israeli people and no to anyone else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:30",
      "speaker": "TAPPER",
      "sentences": "David Tahar, may Adir's memory be a blessing. I'm so sorry that you and your family have gone through that. Thank you for sharing your story.TAHAR (through translator): Thank you very much, Mr. Tapper. Thank you very much. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:48:02",
      "speaker": "TAPPER",
      "sentences": "In our Health Lead, a deeply personal and profound look at the costs of health care in the United States. We're not talking about the huge medical bills so many of us face. Instead how prejudice from racism to sexism can change not only the ways doctors see patients but also the doctors that patients get to see.That's part of the focus of a fascinating new book called Legacy: A Black Physician Reckons with Racism in Medicine, by Dr. Uche Blackstock, who joins us now. Dr. Blackstock, thanks for joining us. So this book begins with your own experience, which viewers of The Lead will know hits home to me, as well because of my daughter's experience of your misdiagnosed appendicitis tell us what happened? DR. UCHE BLACKSTOCK, AUTHOR, \"LEGACY\": So I was first of all, thank you so much for having me. But I was a first year medical student. And I ended up having to go to the E.R. three times over the course of a week for abdominal pain, vomiting. I was told initially I had a stomach bug. And then I ended up having a perforated appendix and that led to serious complications. But during those E.R. visits, you know, I was questioned about, you know, my sexual activity, my pain was minimized and dismissed. And, you know, after I was a medical student then, I actually felt worried about questioning the doctors. I didn't feel like I have the right to. And so I ended up being out of medical school for about a month and missing classes and having complications. And this is something that actually is very common, as you know, it happens to patients who are women, it happens to black patients more often than other patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "BLACKSTOCK",
      "sentences": "Right. Exactly. And we know from studies that this happens to women patients, black patients more often that, you know, it's called gaslighting where, you know, they're saying I'm having these symptoms, but healthcare professionals actually have all, you know, genders and backgrounds actually are not listening to them. And that ends up in delayed diagnoses misdiagnoses harm to the patients and sometimes even death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "Well, I'm so glad you're OK. You also tell the story of your mother's experience. She was a brilliant doctor, a trailblazer. Sadly, she died at the age of 47 from leukemia. Tell us how you her story helped to spur you to write this book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "BLACKSTOCK",
      "sentences": "Yes, you know, definitely. So one thing that is very rare to say is I'm a second generation black woman physician. I am the first black mother daughter legacy from Harvard Medical School. And it was my experience, you know, being raised by a black woman physician. And then, you know, seeing her diagnosed with a rare blood cancer at the age of 46, dying at 47, most likely from environmental exposures that she had in her neighborhood growing up in central Brooklyn, in poverty.So, you know, realizing that my mother died prematurely likely because of exposures that she had, because she was a poor black girl growing up in Brooklyn. And that really helped my journey from medical student to practicing physician to wanting to speak more about these health inequities that we see in our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "So what's your diagnosis of these problems? What prescriptions do you offer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "BLACKSTOCK",
      "sentences": "Yes, so in my book, I ended with a call to action. You know, I talk about the history of racism in medicine. It's very deeply rooted from slavery days. I talked about how black populations have been, you know, experimented on, we know the Tuskegee experiment. And I say that, you know, medical schools, we need to really think about the way that we're educating our future physicians. We need to make sure they're recognizing their internal biases.We also need to hold hospitals and healthcare institutions accountable. We need to make sure that they are tracking these inequities with metrics that they're intervening when needed, that they're getting feedback from patients, because what we're seeing in terms of, you know, these widening gaps, especially, you know, we know that Serena Williams and Beyonce Knowles famous black women have suffered pregnancy related complications. And even myself with a Harvard Medical School degree, I'm more likely to suffer pregnancy related complications in my white peers. So we need to make sure our future physicians are educated, our hospitals and healthcare institutions are held accountable, and that our policymakers are really thinking about these issues and how to make our community safer and healthier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "TAPPER",
      "sentences": "What's the response you've gotten to the book? I mean, I know it's just published, but has it been positive? Does it make you hopeful that change is possible or the other side of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:01",
      "speaker": "BLACKSTOCK",
      "sentences": "No, no. I mean, I wrote this book, because I think deep down I am an optimist. And I feel like the response has been amazing. I think that there are so many health professionals that want to do better for their patients, and they don't really understand the history or how we got to where we are today. And I think that there are healthcare institutions that also want to do better. So my hope is that this can be electrifying and galvanizing call to action that this book can really make people want to create systemic change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:57:47",
      "speaker": "TAPPER",
      "sentences": "In our Pop Culture Lead today, wait, can we can we make a pink? No, purple. Anyway, it's better. In our Pop Culture Lead, \"Barbie,\" produced by our parent company Warner Brothers Discovery, picked up eight Academy Award nominations yesterday including for best picture. But brilliant Director Greta Gerwig got snubbed. She did not get a Best director nomination. \"Barbie\" is a legitimate phenomenon taking in $1.45 billion worldwide. The snob caused us to flashback to 1992 when there were similar allegations of sexism against the academy specifically the acclaimed and popular film \"The Prince of Tides,\" which Barbra Streisand directed. Streisand too earned no nomination which Oscars host, Billy Crystal, famously noted in song.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:57:47",
      "speaker": "BILLY CRYSTAL, AMERICAN COMEDIAN AND ACTOR",
      "sentences": "(SINGING).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}