{
  "date": "2024-05-01",
  "headline": "Quest Means Business",
  "subHeadline": "Fed Hold Rates Steady Amid Stubborn Inflation; Police Arrest Nearly 300 At Columbia University And Remove Tents; US House To Vote On Antisemitism Bill Amid Protests; World Central Kitchen Resumes Meal Service In Gaza; Interview With Barrick Gold Corp. CEO Mark Bristow About Gold Prices; \"World Of Wonder\" In Cancun. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:14",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL HOST",
      "sentences": "So the day closes on quite a confusing day on the markets. Jerome Powell had spoken and markets seem tolike what they were hearing for a while that is, but the markets again closing a little bit. They are in the green, but really off the day's highs. The NASDAQ fared even worst. It has been a roller coaster. We will tell you all about it. The Federal Reserve chair says the next move is unlikely to be a rate hike while acknowledging an inflation fight state is still stalled. Violent clashes, meantime, breakout at UCLA after counter protesters, some of whom were pro-Israel breach, a pro-Palestinian encampment. And the student unrest ramps up the pressure surrounding this year's presidential election in the United States. Live from New York. It is Wednesday, May 1st. I am Paula Newton, in for Richard Quest and this is QUEST MEANS BUSINESS. So tonight, US interest rates aren't coming down anytime soon. That's the message from the Federal Reserve, which held rates at a multi-decade high for its sixth straight meeting. It comes after April's hotter-than-expected inflation numbers. Now the annual rate climbed last month to 3.5 percent, it was the highest level in months. The Feds shooting for two percent, remember, and it cited the \"lack of further progress\" for its decision to keep rates where they are for now. Now, Fed Chair Jay Powell just wrapped up his usual post-meeting press conference and markets at first seemed to like what they heard. Of course, they didn't go down on the news necessarily, not there on the Dow, but they really pulled back quite a bit. It has given up a lot of gains in just the last few minutes of trade here. Remember the Fed Chair was trying to choose his words carefully and trying to make sure that he could soothe the nerves of the market. Not sure he did that, he wanted to downplay speculation that the Fed could further hike rates and that was important. Listen right now to the Chairman. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:14",
      "speaker": "JEROME POWELL, US FEDERAL RESERVE CHAIRMAN",
      "sentences": "Unlikely that the next policy rate move will be a hike. I would say it is unlikely. You know, our policyfocus is really what I just mentioned, which is how long to keep policy restrictive. You ask, what would it take? You know, I think we'd need to see persuasive evidence that our policy stance is not sufficiently restrictive to bring inflation sustainably down to two percent over time. That's not what we think we are seeing as I mentioned, but that is something like that is what it would take. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:14",
      "speaker": "NEWTON",
      "sentences": "Matt Egan is with me now. I mean, that was the good news, right? There are some people who thought, gosh, would they even consider hikingrates. In terms of the real economy, what is your takeaway? Especially when it comes to the fact that inflation remains stubborn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:14",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Paula, I do think Jerome Powell, he provided some comfort to nervous investors. We really didn't see any reaction in themarket to the policy statement that came out largely as expected, but it really was during the press conference as Jerome Powell started talking or we did see the stock market really take off. I mean, at one point, the Dow was up more than 500 points and I know the market did end lower there. We did see most of those gains fizzle quite sharply, but I don't know if we should read too much into that. I mean, some of that could be profit taking. This really was not an overall negative reaction to the Fed at all and out of the positives from this press conference, I think there were a few. First was what the clip that you just played, the fact that Jerome Powell, he basically downplayed the chance of an interest rate hike anytime soon. He said it is unlikely, he said they would have to see persuasive evidence that their inflation fighting medicine wasn't working. He said that, look, we are not satisfied with three percent inflation, but he said we are confident that inflation is going to come back down to two percent, and there was also the fact that he kept the door open to interest rate cuts, and he also had some interesting comments about some of these fears that we've heard recently around stagflation, which is that toxic mix of weak growth and high inflation. Powell was asked whether he is worried about that and I thought his response was telling. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:14",
      "speaker": "POWELL",
      "sentences": "Last year's level of growth was very high, 3.4 percent, in I guess the fourth quarter, you know, and probably not going to be sustained andwould come down, but that would be our forecast. That wouldn't be stagflation. That would still be to a very healthy level of growth. And of course with inflation, we will return inflation to two percent and that won't be -- so I don't see the stag or the -flation actually. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "NEWTON",
      "sentences": "Yes, it will be interesting to see the stagflation, the word has come back to haunt them, especially what we heard about transientinflation. Remember that? Anyway, I am just older than you, Matt, that's all. That's all that's about. Thanks so much. Appreciate it",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "EGAN",
      "sentences": "Thanks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "NEWTON",
      "sentences": "And now, we do want to turn to the campus protests rocking the US from coast-to-coast. UCLA has canceled classes after a night of violentclashes, counter protesters attacked the encampment of a pro-Palestinian group. The college's student newspaper is accusing UCLA's administration of not doing enough to stop the violence. Now, one of its writers explained her experience last night. (BEGIN VIDEO CLIP) ANNA DAL-LIU, SCIENCE AND HEALTH EDITOR, DAILY BRUIN: I would say a little before 11:00 PM last night, all of a sudden, many more people appeared and so they began pushing into the barricades. I was out there a few minutes after this began and I would say around 11:00, fireworks were fired, teargas was sprayed. We have reporters who were gassed and reporters who were assaulted. So it has been a rather chaotic day of events at UCLA. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "NEWTON",
      "sentences": "Now this comes as the NYPD arrested nearly 300 protesters at Columbia University, clearing Hamilton Hall where the protesters hadbarricaded themselves inside. Outside, the pro-Palestinian encampment on the lawn has been removed. Now, down the street, this time by Fordham University, protesters have started their own encampment. You'll see there live pictures. Meantime, at the University of Wisconsin, the tents popped back up after authorities cleared it earlier. They arrested nearly three dozen demonstrators. CNN security correspondent josh Campbell is at UCLA. Of course, a campus in Los Angeles. I am really interested to hear your take on this, given your background. We had those very disturbing clashes overnight. What is going on now in terms of did that do anything to kind of keep the protests calm and orderly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "Paula, that was certainly an escalation between two groups of protesters that we haven't seen yet, as we've beenreporting overnight just before midnight here at UCLA, this group of counter protesters came and essentially sorted launching fireworks into this pro-Palestinian encampment. They were pulling down some of the barriers. You can see behind me some of that plywood that they've now re-erected to try to establish some kind of barrier surrounding this camp. And one thing we've heard is that criticism of sorts from people who were inside this camp about law enforcement, quite frankly. Where were they whenever this was all going down? And of course it is a dicey time for the police to begin with because so many of these pro-Palestinian encampments have been calling on the police to go away, to not be anywhere near where these encampments are. But of course when violence happens, they call the police. They want them to come in and take care of it. So a precarious time for law enforcement. I've talked with officers around here about what the posture will be. They say that it is constantly being evaluated on an hour by hour basis. Of course, the big question right now, we have this robust law enforcement presence. I will turn over here to the left here, you can see off to the wings here. That's just a small number of officers, but in nearby buildings, you have dozens and dozens and dozens of officers from various different agencies that are essentially now staged here just in case. Again, the big question, how long will they maintain this robust law enforcement presence in order to potentially try to prevent the same kind of violence we saw last night -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:08",
      "speaker": "NEWTON",
      "sentences": "I want to kind of get your impression on two starkly different pictures, right? We saw the police operation from the NYPD at Columbia, andthen we saw what happened at UCLA. Now, the governor himself came out with comments there in California saying that he believes police officers waited too long to be on the scene. I mean, what's your thinking behind what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "NEWTON",
      "sentences": "Okay, we will leave it there for now. We will come back to you depending on what goes on there on campus.Josh, thanks so much. Appreciate it. Now, school officials have responded to these protests as we were discussing in a variety of ways. At Brown University, demonstrators packed up their tents after the administration agreed to decide by October whether to divest from Israel. Now the University of Florida meantime, defended its decision to have nine protesters arrested, a spokesperson said afterwards, the school is \"not a daycare.\" More than a hundred schools, in fact, in the United States follow what is known as the Chicago Statement on Freedom of Expression. Now, part of which says universities can choose the time, place, and manner of expression so it is not too disruptive. Lynn Pasquerella is the president of the American Association of Colleges and Universities and she joins me now from Vermont. Listen, administrators are not in an easy position right now. All of this is easy to do, is easy to say in terms of finding the balance and so difficult to do. You are a former university president as well. What are you saying to administrations all across the country who are trying to deal with this in terms of the pathway forward, right? Because again, the time, place, and manner of protest, it matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "LYNN PASQUERELLA, PRESIDENT, AMERICAN ASSOCIATION OF COLLEGES AND UNIVERSITIES",
      "sentences": "It absolutely does. These are extremely challenging times forcampus leaders. First and foremost, we have an obligation based on our nation's historic mission of educating for democracy to defend freedom of expression, the free exchange of ideas, the unfettered pursuit of the truth. And yet, we also have to safeguard members of our community and so steering that course and balancing those obligations, making sure given the presence of outside agitators that there isn't imminent lawlessness. And so, it is sometimes very difficult to determine that that these are the challenges, and so many campus leaders are feeling moral distress where they feel like they are being coerced into making decisions they believe are unethical, but they feel they have no choice because of the increased politicization of higher education and unwarranted intrusion into academic life these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:10",
      "speaker": "NEWTON",
      "sentences": "Yes, moral distress. I have been reading kind of just some excerpts from what your organization has been dealing with so much really that hasbecome controversial in academia, places that are supposed to be for free academic exploration. And yet as you said, it has become so politicized. I want to get back to another point you mentioned though. We continue to label these as student protests, but how much do you worry that outside interests and outside people are linked to these protests are really in their specific demands, really contaminating what is supposed to be the expression of students on these campuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:09",
      "speaker": "NEWTON",
      "sentences": "So how do we get to a point of equilibrium, I would call it again where we are not looking at scenes of violence and yet those that do wantto express themselves on campuses, both public and private because there is a distinction, can do so. What kind of advice are you giving to people right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:09",
      "speaker": "PASQUERELLA",
      "sentences": "Well, you know, there might be a tendency to remain silent, to be neutral as the Calvin Report suggests we do. But this is a fundamentalpurpose of higher education. It is an exception to the Calvin Report when the very mission and purposes of what we do are being called into question, so we need to move toward, lean in into the conversations with those with whom we are disagreeing, learn to speak across differences, model that engagement and humanistic identification with those who are different from ourselves. We need to rely on faculty who are the most trusted members of academic communities to engage in community conversations and to help students work through these complex issues, and then serve as anchor institutions talking with folks in the community, demonstrating that our success is inextricably linked to their success and bringing all voices into this process. That is the only way to move forward because without trust, we do not have a path forward, and you cannot build trust without creating kinship with those even with whom you most profoundly disagree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:09",
      "speaker": "NEWTON",
      "sentences": "I don't have a lot of time left, but a lot of the administrators would say, we have negotiated, we have spoken, we have open dialogue andinto the Calvin Report, I mean, that calls for the position I believe on campuses of what it means to be involved in political and social action. Okay, these administrators are saying we've spoken, we are having dialogue. Apparently at Columbia, they had dialogue just a few hours before police arrived and it did not help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:09",
      "speaker": "PASQUERELLA",
      "sentences": "Right. They have spoken, but have they listened critically and with understanding? And so, it is a bilateral relationship where we reallyhave to engage in conversations. They managed to do this at Brown and as you mentioned, stave off the further protests and other places in Northwestern Vanderbilt has done a wonderful job and it is very difficult to create a sense of trust once it has been lost. But that's what we need to do: Lean-in, talk to each other and do engage in good faith efforts to move forward based on our shared objectives, which are humanitarian rights, getting the hostages who are held in Israel released and working together to create a peaceful, more just society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:09",
      "speaker": "NEWTON",
      "sentences": "Yes, and we do note, again, moral distress is certainly what will describe what a lot of administrator and quite frankly, students are goingthrough at this hour as well. I really want to thank you for your perspective there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:09",
      "speaker": "PASQUERELLA",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:03",
      "speaker": "NEWTON",
      "sentences": "The president of Columbia University says the escalation of protests pushed the school to the brink. New York Police, in fact clearedthe school's Hamilton Hall last night after some pro-Palestinian demonstrators had barricaded themselves inside. Those arrested are facing preliminary charges ranging from trespassing to criminal mischief and burglary. Now, an encampment on the lawn outside the hall has been removed, you can see it there, and the school has asked police to remain on campus for the next two weeks. New York City Mayor Eric Adams is blaming outside actors for the turmoil there. Polo Sandoval is there at Columbia's campus at this hour? I mean, certainly set the scene for us, but two critical issues, right? How many of the people arrested were in fact outside agitators that people are calling them or were they students and crucially, NYPD remains on the scene and will be until the middle of the month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:03",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "You mentioned some of that language that came from Columbia President Minouche Shafik in that letter directly to theNYPD, as you point out, saying that the university had been pushed to the brink and because of that, once again, basically repeating what we saw two weeks ago when this institution reached out to the New York Police Department for assistance in clearing out an encampment. You remember that happened two weeks ago. Well, that subsequent encampment then led to that drastic escalation just Monday night when a group of demonstrators advanced on the building that is behind me, which is Hamilton Hall, which really has a storied history of sit-ins and protests. However, that way a line that the university said was crossed and that is why they responded in such a way. So today, for the first time in two weeks, Paula, any member of the Columbia University who wishes to participate in this sort of protests or group gathering has to do so off campus, and we have seen that much of the day. For now, the sidewalk has actually gone quiet, but earlier today, we did see several pro-Palestinian protests, peacefully assembling, very passionately though just off-campus here. And in terms of what we have heard from the NYPD, as you point out, they did say, at least, Eric Adams, the mayor of the city, said that they are -- there were what he described as outside agitators that had an influence on this demonstration that were according to them, fomenting chaos and squatting and because of that, they had to act. And so what we are left with now is an NYPD presence still on the campus and that is at the request of the university. Remember, we've talked about this for the last two weeks in order for the NYPD to make their way onto campus, the university has to invite them there, and that is hats what we saw in clear black and white in that letter. So that leaves a majority of these students who have not been actively engaged in these protests simply basically watching as spectators. There is a bit of an uneasy feeling, including from one graduating student here who I spoke to, Soleman Ahmed (ph) who is a Columbia University student who says he is disappointed by that decision to invite and maintain New York Police Department presence there, and he said he would like a little bit more normalcy that he can actually graduate and participate in that commencement in a matter of weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:03",
      "speaker": "NEWTON",
      "sentences": "I am wondering just before I let you go, if you've gotten really some more explanation from students about how they feel about all of thisand what has gone on there because some of what we heard was actually quite alarming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "NEWTON",
      "sentences": "All very interesting and nuanced. Polo Sandoval, we appreciate it outside there, Columbia University.Now the House of Representatives is set to vote on a bipartisan antisemitism bill soon. Although a Republican aide says the vote could be delayed until next week as leaders gauge support of the bill would mandate the Education Department adopted definition of antisemitism used by the International Holocaust Remembrance Alliance. Critics argue the definition is overly expansive and threatens to chill free speech. The pro-Palestinian demonstrations on college campuses are a new test for president Joe Biden meantime as he seeks re-election. The War in Gaza tearing deep rifts in his fragile electoral coalition. Former President Donald Trump, in fact, has just been speaking out about the protests. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "New York was under siege last night, and these people, first, they were in tents and theperson that heads up Columbia University, what was a great school. It has been badly damaged, I think reputationally. But the person that heads it up, a woman, she waited so long. She was so weak, she was so afraid. She was so bad. They could have done this with the tents and it would have gotten quickly and no problem. But they did an incredible job. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "NEWTON",
      "sentences": "CNN's Stephen Collinson now has the duty to explain to us into this, inject so much politics in an election year. I will also note thatsome people on both the left and right have criticized President Joe Biden for not speaking more forcefully about this. I mean, where do you think we are landing here in terms of the political domain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Well, this all started as a protest against Israel's tactics in Gaza and the terrible civilian tollof that war, but it has become a stage I think for every politician in the United States, but principally Republicans, to grind whatever election year axes they have. Clearly there, what you're seeing from former President Donald Trump, the presumptive Republican nominee is an attempt to create an impression of a United States spinning out of control of unrest, on the rampage through cities and universities and that fits into his campaign trope, in which he is telling voters that what they need is a strongman, a much stronger president authoritarian policies to come and fix all of this. This is a view that is very popular among Trump supporters. It is unclear whether it will be popular among the moderates that will decide this election, but that is where Trump is, and this is what is putting the president in a difficult spot. As you mentioned, Paula, his coalition is being torn by this issue because young progressive and Arab-American voters in key swing states are clearly very angry about his defense of Israel and inability to really get Prime Minister Netanyahu to temper the ferocity of the Israeli assault in Gaza. But at the same time, if the president stands up and condemns the protests, he could alienate a lot of these key constituencies, so he is in a very difficult spot. He says he is going to make a speech next week at the US Holocaust Memorial Museum in Washington. I think that's going to be very closely watched.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "NEWTON",
      "sentences": "Is the one thing that could perhaps put this more in perspective for American voters a ceasefire? Maybe also calm things on collegecampuses, or do you think there is a tipping point here where it will affect the election in November no matter what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "NEWTON",
      "sentences": "Absolutely. You really set the table there for quite an interesting thought.Stephen Collinson, for us, thank you so much. And when we return, we are going for gold. I'll explain right after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "HANCOCKS",
      "sentences": "More aid is starting to get in. The U.N. group responsible for supporting Palestinians, UNRWA, says it is the most since late October.U.S. Secretary of State Antony Blinken calls it measurable progress. But both he and UNRWA say it's still falls woefully short. Last week, the World Food Programme said the flow of aid is still crippled by red tape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MATTHEW HOLLINGWORTH, COUNTRY DIRECTOR FOR PALESTINE, WORLD FOOD PROGRAMME",
      "sentences": "Spending hours a day to get through a checkpoint is not good enough. Beingable to only use checkpoints for a short period of the day is not good enough. We have enough food. It's do we have enough access?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "HANCOCKS",
      "sentences": "The Israeli army said Wednesday it is expanding areas in the south of Gaza to which civilians can move and where they say humanitarianaid will flow. It's assumed to be part of Israel's plan to evacuate more than one million civilians from Rafah on the southern border before a long- threatened ground offensive. A move that humanitarian agencies warned would be catastrophic. ANTONIO GUTERRES, U.N. SECRETARY-GENERAL: More than 1.2 million people are now seeking shelter in Rafah governorates. They have very little to eat, hardly any access to medical care, little shelter, and nowhere safe to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "HANCOCKS",
      "sentences": "In Gaza every day is a battle to survive the bombing, injuries, the lack of food, water or shelter, and the situation is worsening by theday, according to the U.N., saying disease and starvation are on the rise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "GUTERRES",
      "sentences": "We must do everything possible to avert an entirely preventable human made famine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "HANCOCKS",
      "sentences": "U.N. aid chief Martin Griffiths warned this week, we are in a race to stave off hunger and death, and we are losing.Paula Hancocks, CNN, Abu Dhabi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "NEWTON",
      "sentences": "And we're turning to our top story now. U.S. markets jumped higher after the Federal Reserve's latest interest rate decision. They'll gave upmost of their gains by the end of the day. The Fed chair Jerome Powell signaled U.S. interest rates aren't going up, but they're also not coming down anytime soon. Meantime, gold prices also rose on the Fed decision. Mark Bristow is the CEO of Barrick Gold, one of the world's largest gold mining companies, and he joins me now from Toronto. I mean, I do you want to ask you about what's been going on with inflation and the Fed. Gold so highly pegged to that in terms of pricing. I mean, what is your takeaway especially when it comes to the inflation risk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MARK BRISTOW, CEO, BARRICK GOLD CORP",
      "sentences": "Paula, you know, the inflation risk is one thing, but there's a lot of drivers for the gold price right now.When you look at the global economy and where it is, and then the geopolitical situation across the world. And gold has always been a measure of these uncertain times, and we're certainly in uncertain times. And that's why I believe the gold price is so high today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "NEWTON",
      "sentences": "And do you believe it'll keep going in that direction? I have to note that,. You know, although gold has had an impressive rally, yourstock, despite some pretty solid results, you just released, hasn't really matched the climbing gold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BRISTOW",
      "sentences": "You're right. And that goes for most of the equities in the gold business. And by the way in other commodity companies as well, and I thinkfor gold that's specific -- I'm not sure exactly why but we've seen a sell down in ETFs and a continued rise in gold. And I think it's largely to do with the inflation impact on mining. You know, the recent two-year big drop in inflation and the sudden increase in interest rates. And so you close the margin. But as this margin opens so I'm sure you'll see some rotation from the metal into the equity and then -- because the equities are going to start yielding big returns. And as you know, gold doesn't pay interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "NEWTON",
      "sentences": "It doesn't, even though that hasn't stopped people from going to Costco to buy an ounce because of the run up in cost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BRISTOW",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "BRISTOW",
      "sentences": "Yes. And we certainly, as far as Barrick goes, we've got a profile with increasing production and a natural decline in costs. And so with thebig jump up and 15 percent year to date, 15 percent last year, we have definitely expanded our margins, our profit margins. And that bodes well for the immediate term as far as delivering value for equity owners rather than the metal owners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "NEWTON",
      "sentences": "So we've gotten to the gold component. Is copper the new gold? It's been on quite a rally. This despite its ubiquity, I would say, as a metal.What are you doing in terms of your business, in terms of trying to ride the demand for copper?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "BRISTOW",
      "sentences": "So, you know, starting out when we did the merger with Ran Gold back in 2019, we set a very clear copper strategy aligned with our Tier 1gold portfolio. And so we are well on the way to deliver an expanding copper production, and I've always said, you know, whilst gold is the most precious metal, copper is the most strategic. And again, we've seen a 15 percent plus increase in the copper brass just this year. So same story for copper, and both industries, Paula, are X growth. So rarely the demand is going to push the margins further if the certainty, if the geopolitical and risk profile remains on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "NEWTON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "BRISTOW",
      "sentences": "As far copper goes, that's driven by demand and we've been talking about that for a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "NEWTON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "BRISTOW",
      "sentences": "But it hasn't materialized until recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "NEWTON",
      "sentences": "Perfect. OK. Mark, sorry, we have to leave it there. Thank you. Always good to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:05",
      "speaker": "BRISTOW",
      "sentences": "Thank you, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU, CAMERAMAN",
      "sentences": "Not at all. This is amazing.QUEST (voice-over): I've come to Tulum. It's about two hours south of Cancun, to visit a museum that's one of the most unusual topsy turvy, dare I say trippy places I've been. This is way more -- OK. Shoes off. Really, really interesting. It's like a constant massage of the feet. Undulating. That's the word. Undulating. I'll go on with a bit of undulation. (Voice-over): It is cephalic, and it defies traditional description. It's part museum, part art gallery, and it's most certainly jungle. It's a lot. That's great. (Voice-over): This experience is supposed to help me connect with the jungle of the Yucatan Peninsula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "What have we got here? First test?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "The first test of I think bravery as much as anything else. Have you checked the knots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "How does that feel? All right. You know, I'm coming over, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "No. Not your weight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "Here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "Get back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "Right. Look out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "Stop it. Stop it. Don't move. That's not funny. That's not funny. Stop it. One guy says this is all about trust. This is just beautiful.(Voice-over): The museum is quirky and interesting, and when I meet the architect and founder, it all becomes clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "EDUARDO ROTH, ARCHITECT AND SFER IK FOUNDER",
      "sentences": "In this home, there are 200 alive trees. They're happy. They say hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "Some would say why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "ROTH",
      "sentences": "I think the nature is the last resource we have. We have to take care of nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "This is not the Cancun I was expecting. Far, far from it.(Voice-over): Hang on. While I'm over here, communing with nature, others are convening with followers. I've always wanted to learn how to Instagram properly. And this group seemed exactly the sort to teach me. No, no, how do I do it? (Voice-over): Left arm in, a bit of a pout. Right arm over. Something tells me her posts are going to come out a great deal better than mine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "You got to drop one head. That's it. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "Tulum is almost too trendy for its own T-shirts. Here, a good body is a must and good bodies are made here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "Here we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "Are you ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "Jungle Gym. I've never worked out in a he jungle gym before. This is definitely a first.QUEST (voice-over): Bondi Beau is remembering a different era. Before kids and a few decades of filming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "I was a lot fitter in my younger years. Now I'm just a suburban dad of three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "It is a classic jungle gym. Weights made out of logs and stone.Look at the bamboo squat bar. Oh, god, not too light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "He's already broken it. He's broken it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "QUEST",
      "sentences": "You're determined to try and show off here, aren't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:07",
      "speaker": "BONDI BEAU",
      "sentences": "All you. It's all you. Look at that. He's doing pretty well for 62. Look at this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "I think he would. I think he'd be good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I just did three (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "There you go. Easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "Right.(Voice-over): He was more than willing to prove it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "OK, come on in. My god, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "I think -- no, I think about it. I think I'm going to get down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "A big of crouching or -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "Yes, a bit of crouching. Just in case this goes wrong. Hang on, hang on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "Not yet. No one popping a disk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "My god.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "Oh, this guy. That's three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "My god. Well done, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "Wow. Dude, that was awesome. Thanks, buddy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "I'm not saying a word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "Let's go and get hamburgers and drink beer.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "This is -- they didn't tell me about this bit. This is absolutely rougher than I was led to believe. But look at me, I'm absolutely, totallydrenched at all levels. And look, I don't get seasick. (Voice-over): Strong winds and choppy waters are far from ideal for snorkeling, assuming I don't throw up first in my mask. This is why I braved wind and waves and vomit. It is an underwater sculpture gallery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "There's a car down here. There's a cool car sculpture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "There are at least 500 sculptures placed strategically in Cancun's underwater museum. The idea is to attract marine life and attract visitorslike me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is that about the choppiest what water you've ever been in a snorkel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "That was a battle. That was a bit of a battle out there. I'm ready for lunch. Those fist looked pretty appetizing.Must be somewhere out here. Just keep going on this jungle way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "I don't know. Going to a Temazcal ceremony, a cleansing ceremony, though. It's about purifying and detoxifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "And you feel that, you know, that will actually happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "Oh, no. I think absolutely not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "BONDI BEAU",
      "sentences": "All the detoxification in the world will not have an impact on you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "You know, it's going to take more than that.(Voice-over): (INAUDIBLE) and a thousand-year-old Mayan ceremony with a real shaman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Welcome, brother. Thinking the best wishes for yourself, how do you want to be when you get out of here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:01",
      "speaker": "QUEST",
      "sentences": "The centerpiece here is the Temazcal, an igloo made of stone. It's dark and getting hot very fast.This is when you feel the heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So just remember, breathe, enjoy this thing. OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:01",
      "speaker": "QUEST",
      "sentences": "And suffer. And the temperature rises with each extra stone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Very good for our body. We are killing the toxin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:01",
      "speaker": "QUEST",
      "sentences": "It's believed the Mayans used this ceremony to purify after battle. And after that court competitions. With heat and chanting. After all ofthis, I feel I've gotten into battle and I don't think I'm winning. What I really love was being able to connect the mindfulness of being able just to connect. (Voice-over): The Mayans have a millennia of experience doing this. Day trippers like me, perhaps I got a moment of peace and inner calm. The visionaries of today's Cancun also knew what they were doing when they created this tourist delight. The slow and fast. Past blends with present. And for tonight at least the future. There is an atmosphere here in Cancun that's quite remarkable, and you want to come here and experience all this for yourself. (Voice-over): Cancun, part of our \"World of Wonder.\" (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}