{
  "date": "2024-04-13",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Meets With Blinken And Austin For National Security Team Meeting At The White House; Israel On High Alert For Iranian Aggression; Hezbollah And Israel Exchange Attacks Along Lebanon's Border; Trump Campaigns In Key Swing State Of Pennsylvania Ahead of Criminal Trial; Shohei Ohtani's Former Interpreter Posts $25,000 Bail; Pastors Respond After Trump Says Christianity Is Under Attack; Billions Of Cicadas Set To Invade In Rare Double Brood Emergence; The History Of Space Shuttle Program. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:01:02",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:02",
      "speaker": "OMAR JIMENEZ, CNN ANCHOR",
      "sentences": "All right, everyone. Thanks for joining me. I'm Omar Jimenez in for Fredricka Whitfield.We're going to begin with President Biden returning to the White House to meet with his National Security team about the intensifying situation in the Middle East. This is a meeting that will include Secretary of State Antony Blinken, Defense Secretary Lloyd Austin, and the chairman of the Joint Chiefs of Staff. Now sources say the U.S. expects Iran to carry out a direct attack on Israel. Iran has vowed retaliation for the killing of senior Iranian military officials in Syria last week. A lot to get to here. CNN's Kevin Liptak is at the White House and Jeremy Diamond is in Jerusalem. So, Kevin, what do we know about this meeting, and that now includes Defense Secretary Lloyd Austin and Secretary of State Antony Blinken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:02",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, this meeting will come after American officials have been speaking with their Israeli counterparts including the Defense Secretary Lloyd Austin, who talked to the defense minister in Israel to discuss what the Pentagon called urgent regional threats.We also understand that the American National Security adviser Jake Sullivan spoke with his counterpart in Israel to reiterate ironclad U.S. support for that country. And it does give you a sense of how American officials are viewing this. It is the clearest sign that they do think that this attack could happen imminently. And certainly President Biden's decision to cut short his weekend in Rehoboth Beach, Delaware, to return to the White House gives you a sense that American officials believed the timeline for these reprisals are hours and not days. Now, how exactly this attack unfolds remains unclear. Those are unanswered questions. Where Iran might attack, how they might attack, where the attack would originate from. But certainly these simmering tensions between Israel and Iran have not reached this most dangerous level since the outbreak of conflict on October 7th. Now what American officials have said is that they do see Iran moving military equipment on the ground in that country, including drones and cruise missiles. This could mean a number of things. It could be posturing. It could be an attempt at deterrence, but it could also be preparations for Iran launching an attack directly from its own soil, which would be quite a watershed moment that hasn't happened since the outbreak of the conflict. What President Biden has said is that the U.S. will support Israel's defense. He says that that support is ironclad, but this does raise the prospect of a widening regional war that could potentially draw the U.S. closer to direct conflict with Iran. That is something that President Biden very deeply wants to avoid. Now, when we did talk two American officials, they do say they don't believe that Iran is planning to attack U.S. forces in the region, but certainly a very tense and dangerous moment in the Middle East -- Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:02",
      "speaker": "JIMENEZ",
      "sentences": "Kevin, thank you.Now, Jeremy, Israel's military says it's suspending school and limiting public gatherings as of 11:00 p.m. local time. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "JIMENEZ",
      "sentences": "Jeremy Diamond, Kevin Liptak, thank you both for your reporting.And overnight, Israel and Iran-backed militant group Hezbollah exchanged attacks across the border with southern Lebanon. CNN's Ben Wedeman was just at the Lebanon-Israel border. Here's what he saw. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): We're on patrol with Spanish U.N. peacekeepers in a land on the edge. The southernmost part of Lebanon, wracked by six months of strike and counter-strike between Hezbollah and Israel. On the brink perhaps of even worse. We drive along the blue line, the unofficial frontier between two countries in a technical state of war for more than 75 years. The concrete wall topped by mesh is all that separates the two. More than 300 people, fighters and civilians, have been killed here since October. Communities on both sides perilously close to the border, says Lieutenant Colonel Juan Garcia Martinez. LT. COL. JUAN GARCIA MARTINEZ, SPANISH CONTINGENT, UNIFIL: Because (INAUDIBLE) is in the very back position, you seen the front goes to the blue line and you got hit from many position the IDF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "WEDEMAN",
      "sentences": "Hezbollah is a close ally of Iran, which is threatening to retaliate against Israel for its bombing of Tehran's consulate in Damascus, raising the specter that the war in Gaza could spread across the region.When you speak to ordinary people here, observers, analysts, diplomats, they all seem to agree that war between Hezbollah and Israel is not a matter of if, it's only a question of when. (Voice-over): Around 90,000 people have fled the south since October. Others remain, many of them Syrian workers tending farms in these fertile valleys. The Spanish peacekeepers' base is right on the border and in the line of fire, says Captain Hector Alonso. CAPT. HECTOR ALONSO, SPANISH CONTINGENT, UNIFIL: So technically, we have the Israel on the south. North, we have Lebanon, right? So as I said, we have seen some single fires on, strikes in the area. We've seen strikes on this area which is called Astara. WEDEMAN: Just a few hundred yards away across a minefield sits an Israeli military position. No visible movement there. The temporary calm highly deceptive. Friday afternoon, the Israeli military released video of a strike on what it claimed was a military building belonging to Hezbollah. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "JIMENEZ",
      "sentences": "Ben Wedeman, thank you.Now, former president Trump is hitting the campaign trail just days before the start of his unprecedented criminal trial. On Monday jury selection begins in the New York hush money trial, really marking the first time a former president has ever faced a criminal prosecution. But before he heads to the courtroom, he's holding events in the critical swing state of Pennsylvania, a state he won in 2016, but lost in 2020. CNN's Alayna Treene is live in Schnecksville, where Trump is holding a rally later today. Alayna, it sounds like the music is already going behind you. But what message is Trump bringing to voters there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "ALAYNA TREENE, CNN CORRESPONDENT",
      "sentences": "Well, there's a few things really interesting about this visit, Omar. One is that this is actually Donald Trump's first political campaign event in Pennsylvania since launching his 2024 bid. So I think that's very noteworthy, we should keep in mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:01",
      "speaker": "JIMENEZ",
      "sentences": "New today a bridge near Pittsburgh has not reopened after briefly closing due to more than two dozen rogue barges. Now official say 26 vessels broke loose from a Pennsylvania marina overnight and went adrift along the Ohio River. The company that owns and operates the barges said only one barge remains missing. And this comes just after -- just two weeks after the Francis Scott Key Bridge in Baltimore collapsed after it was struck by a cargo vessel.The McKees Rocks Bridge closed temporarily out of an abundance of caution and has since reopened. But you see some of those images as you are looking at them before just how big these vessels are. Now, meanwhile, new developments in the gambling scandal that's rocking Major League Baseball. The interpreter for Shohei Ohtani was released on a $25,000 bond on Friday and it comes after Ippei Mizuhara was accused of pilfering $16 million from his longtime friend and using that money on sports betting. CNN national correspondent Nick Watt has been following the story and has the latest from Los Angeles -- Nick. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:17:01",
      "speaker": "NICK WATT, CNN CORRESPONDENT",
      "sentences": "Ippei Mizuhara, the former interpreter, walked into court in leg shackles. He walked out on a $25,000 bond. A number of conditions attached to that. He is not allowed to gamble. He is not allowed to speak to any bookmakers. He has to seek gambling addiction treatment. His lawyer said he was planning on that anyway. Also surrendered his passport, no travel, et cetera, et cetera.Now, 37-page complaint against the interpreter. The final line are texts between a bookmaker and the interpreter. The bookmaker asks, obviously, you didn't steal from him. The reply from the interpreter, technically, I did steal from him. It's all over for me. There are still a few unanswered questions. For example, we read in that complaint that Ippei Mizuhara made $140 million sports betting over a couple of years. He lost $180 million. $40 million shortfall we're told he stole $16 million from Shohei Ohtani. So there's a gap there in the finances. Another condition of his release, he's not allowed to contact Shohei Ohtani and he'll be back in court himself May 9th. Meantime, Shohei Ohtani continues to do what he does best, playing very, very well at baseball. $700 million golden boy, his Dodgers right now leading the National League West. Nick Watt, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "GRACE REDLINGER, TRUMP SUPPORTER",
      "sentences": "Yes.O'SULLIVAN: Is he on the ballot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "REDLINGER",
      "sentences": "He's not on the ballot, but Trump is so doggone close.O'SULLIVAN: Do you believe America is a Christian country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We were founded on Christianity, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "WAYNE CLATT, TRUMP SUPPORTER",
      "sentences": "I still believe it's a Christian country.O'SULLIVAN: Are you a Christian?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "SHARON MANDERS, TRUMP SUPPORTER",
      "sentences": "Yes, I am, and I don't like what's going on with what they're trying to do to us Christians.O'SULLIVAN: What are they trying to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MANDERS",
      "sentences": "Well, they're just trying to silence us.O'SULLIVAN: Are Christians under attack? REV. RICHARD SHAW, MILWAUKEE INNER-CITY CONGREGATIONS ALLIED FOR HOPE: No. O'SULLIVAN (voice-over): America's founding fathers intentionally separated church and state. But Trump and some of his most vocal supporters have tried to blur those lines. MICHAEL FLYNN, FORMER U.S. NATIONAL SECURITY ADVISER: We are going to have one nation under God, which we must. We have to have one nation under God and one religion under God. O'SULLIVAN (voice-over): This vision of America is known as Christian nationalism. A belief that America is a Christian nation and that Christianity deserves a privileged place in the American government. What I'll hear at events is the founding fathers were Christian. America was built off Christian values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "SHAW",
      "sentences": "Why then is Jesus nor Christianity mentioned in the Constitution?O'SULLIVAN (voice-over): Trump has seized on Christian nationalism and is feeding into it. From speeches -- DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: We are a nation that is hostile to liberty, freedom, faith, and even God. O'SULLIVAN (voice-over): To hawking a $60 bible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "TRUMP",
      "sentences": "I'm proud to endorse and encourage you to get this bible.O'SULLIVAN (voice-over): A bible that includes the U. S. Constitution and the lyrics of a Lee Greenwood song.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "TRUMP",
      "sentences": "How any Christian can vote for a Democrat, Christian or person of faith, person of faith, how you can vote for a Democrat is crazy.O'SULLIVAN (voice-over): Trump is stoking fears that Christianity is under attack and only he can save this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "TRUMP",
      "sentences": "But no one will be touching the cross of Christ under the Trump administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "SHAW",
      "sentences": "To use Christianity to control that if you don't see Christianity in Christ the way we see him, then you are not truly Christian. And if you're not truly Christian, then you're not truly American.REV. JOSEPH JACKSON, MILWAUKEE INNER-CITY CONGREGATIONS ALLIED FOR HOPE: America is a country that has Christians, a part of it. Christian nationalism is not Christian at all. O'SULLIVAN (voice-over): Pastors Jackson, Jacobsen and Shaw are part of a campaign here in Milwaukee that is trying to fight back against Christian nationalism. Why is Christian nationalism in your view is such a threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "SHAW",
      "sentences": "It's a threat because it's exclusive.REV. DENNIS JACOBSEN, MILWAUKEE INNER-CITY CONGREGATIONS ALLIED FOR HOPE: Can you really, with a straight face, look at life, teachings, way, and death of Jesus, and line that up with the correlates of Christian nationalism, anti-Muslim, racist, anti-immigrant? I mean, it just doesn't work. O'SULLIVAN (voice-over): Polling shows Americans differ on the role of Christianity in government. A minority would support the government declaring Christianity the country's national religion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "JACOBSEN",
      "sentences": "You can't have a multicultural democracy and have a privileged religion. It doesn't work.O'SULLIVAN: Do you think laws in this country, governments should be based on Christianity or they're just totally separate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "CLATT",
      "sentences": "Definitely, we should put Christ back into the country where he belongs and the country would grow a lot stronger.O'SULLIVAN: What does that look like, though, putting Christ back into the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "CLATT",
      "sentences": "Put God back into the church, you know, put God back into the White House where he belongs.O'SULLIVAN (voice-over): 44 percent of Americans say the bible should have at least some influence on U.S. law. And do you think, is America a Christian country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MANDERS",
      "sentences": "I believed that growing up I did.O'SULLIVAN: Yes. Founded as a Christian country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MANDERS",
      "sentences": "Yes, it was founded as a Christian country.O'SULLIVAN: But obviously in the Constitution there is that separation of church and state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MANDERS",
      "sentences": "Yes, but then there's also, always, when I went to public school, we were allowed to pray.O'SULLIVAN: When you say Christianity is under attack in America, you're talking about in the schools, the teaching of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MANDERS",
      "sentences": "Not so much in the schools, but just -- I just can't come up with anything right now. But I think the biggest thing is I just don't trust Joe Biden.O'SULLIVAN (voice-over): Some of these fears are fueled by misinformation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "TRUMP",
      "sentences": "And what the hell was Biden thinking when he declared Easter Sunday to be Trans Visibility Day?O'SULLIVAN (voice-over): International Transgender Visibility Day takes place every year on March 31st. This year, Easter Sunday also happened to fall on that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "REDLINGER",
      "sentences": "I think more that Christians are going to be discriminated against under Biden in a second term.O'SULLIVAN: How -- what do you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "REDLINGER",
      "sentences": "OK. Thank you for correcting me. I appreciate that.O'SULLIVAN: So do you understand it better now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "REDLINGER",
      "sentences": "Yes.O'SULLIVAN: OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "REDLINGER",
      "sentences": "Yes, I do. God loves transgenders and he wants them to come to him, too.O'SULLIVAN (voice-over): But not everyone is open to accepting facts. Some, including church leaders, are pushing lies about the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "PASTOR GREG LOCKE, GLOBAL VISION BIBLE CHURCH",
      "sentences": "I'm in a place right now, if you vote Democrat, I don't even want you around this church. You can get out. You get out, you demon. You can get out, you baby butchering, election thief. You cannot be a Christian and vote Democrat in this nation.O'SULLIVAN (voice-over): And that is what worries these pastors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "JACOBSEN",
      "sentences": "I think we are at risk of terrible violence, increasing violence in this country. And that the rhetoric that we're hearing, a lot of them from loud mouth mega-preachers is leading us towards the possibility of no-holds-barred warfare. We really do think that democracy is at stake in this election.(END VIDEOTAPE) O'SULLIVAN (on-camera): Now, Omar, most of these people we spoke to at that Trump rally in Wisconsin last week, while they did say Christianity should have a special place in the United States, most of them did say that they are very supportive of freedom of religion and they don't necessarily think that Christianity should get in the way of anybody else's faith. However, as you saw on that piece, there is a range. There's a spectrum here when it comes to these kind of beliefs. And there are some people like you saw on that piece calling for one religion in this country, which is very much not what the founding fathers intended.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "JIMENEZ",
      "sentences": "Wide range of opinions I think is an understatement there.Donie, before you go, I want to ask about, because there was a woman there that you spoke to when you reminded her that Easter changes every year and that trans rights awareness is the same date every year, said, oh, thank you for correcting me. Thank you for helping me understand. How prevalent -- I mean, you obviously travel the country, talk to folks like this all the time. How prevalent is that type of interaction when you prod them a little bit with what you've got, they have to say, oh, actually, I didn't know that, thank you? O'SULLIVAN: Yes. Look, I mean, I think most people are reasonable people. Right? And we all have fears and anxieties, and we have our biases. But what you see in this age really of mis and disinformation is that people's anxieties are being compounded by false information just exactly in the case of Easter Sunday and trans visibility there. You saw that lady, Grace, who showed a lot of grace when presented with the facts and was understanding. But of course, if you were watching certain television channels or if you were on a certain social media feed for all of Easter weekend, all you would have seen is that President Biden was somehow attacking Easter while also celebrating trans people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Donie, as always, always appreciate the perspective you've brought to us, and I appreciate her perspective, too.O'SULLIVAN: Thanks, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:38:10",
      "speaker": "JIMENEZ",
      "sentences": "The U.S. is bracing for a massive invasion. Hundreds of billions. Yes, billions of cicadas will emerge from underground this summer. It's happening because 13-year and 17-year brood of cicadas will emerge at the same time. This event is so rare that the last time it happened here in the U.S. was when Thomas Jefferson was president and the U.S. had just made the Louisiana Purchase.Now, insects will emerge in the next few weeks as the soil warms up. Their stay will be marked by very loud singing, then mating, and then dying. Maybe that's the story of the circle of life. Our guest calls it the most macabre Mardi Gras that you have ever seen. Jonathan Larson is an entomologist and assistant professor at the University of Kentucky. He's also co-host of the podcast and is known on social media as Bug Man John. So the big question is, we just had an eclipse, now a so-called cicada-pocalypse. Is this the end of the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:38:10",
      "speaker": "JONATHAN LARSON, EXTENSION ENTOMOLOGIST",
      "sentences": "I don't know that I would say it's the end of the world. I would like to say that this is a reminder that nature is still alive and kicking. It's a 13 and 17-year kind of timer that tells you nature is still out there, still living the dream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:38:10",
      "speaker": "JIMENEZ",
      "sentences": "That's amazing. You are very optimistic, which I love to see, but also you had the science to back it up. So I'm going to tend to trust you on this. We do have a map showing where the two broods are expected to emerge. Can you walk us through what people -- what should people expect tosee here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "JIMENEZ",
      "sentences": "All right, so I want to warn our viewers, viewer discretion advice. I want to show you a picture. It is a close-up of a cicada. Let's bring that picture up here when we have it in a second here. It's a face only a mother could love. A face for radio. A face that's going to scare all the other species back into the earth as they emerged. But you say cicadas are one of the coolest insects in nature. Why did they fascinate you so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "LARSON",
      "sentences": "I think that one thing that's fascinating about this group is just that 13 and 17-year lifecycle. We don't have a lot of insects that live beyond a year. So you're talking about teenage insects that's kind of interesting. And then the fact that they come out and they sing these really loud songs to attract one another. The males are the ones that are kind of singing in the trees.They create a chorus that attracts other males to the tree and attract females to the tree. And then they pair up in sync courtship songs. I assume something like \"Wonderwall,\" maybe something to that effect. And then they pair up and mate. It's just they feed a lot of different organisms, snakes and birds, and even dogs and cats they like to eat them. And you just don't see a lot of huge groups of singing insects like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "LARSON",
      "sentences": "To me, that's really fascinating. It's a really cool indicator that nature is beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "JIMENEZ",
      "sentences": "Look, they also feed humans because as I understand, you've eaten them, too. What are they taste like if I want to know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "LARSON",
      "sentences": "They taste a lot like whatever you cook them. I mean, they themselves have kind of a nutty flavor. Underground they feed on tree sap. They're going to acquire that kind of flavor. But then when I had them, they were cooked with tuna and with rice so they kind of had that nice seafood flavor. And then we also had some that were glazed in mulberries. A mulberry kind of emulsion. So that was actually quite delicious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "JIMENEZ",
      "sentences": "Wow, look, that's a type of meal that I'd like to have first and then someone tells me afterwards what was in it as opposed to learning on the front end. I'll take your word for it. Maybe next time we'll get you in here and we'll do it together. Now, look, obviously there's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "LARSON",
      "sentences": "We can do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes. Exactly. Our new cooking segment. It works.Now, look, there is a scientific element to this. What do scientists hope to learn from this double brood emergence here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "LARSON",
      "sentences": "What we like to learn about -- we call these insects kind of the guardians of time. How did they accomplish this? How do they live for so long and then there's also lots of interesting sort of ecological facets to study when they do get aboveground. What things are going to feed on them. You may have heard also of some research that's being done, I think in West Virginia by Matt Kassem, who is looking at the fungus that can infect these insects.It specializes on 13 and 17-year species. So there's a lot of data that kind of try and collect there about how did this fungus end up focusing on these insects in particular but mostly it's an opportunity for science communication. It's an opportunity to connect with people and show them the world of insects that they're not all scary. These aren't going to bite or sting you. They may harm some trees that are grown out in the landscape, particularly newly transplanted ones or fruit trees. But by and large, it's just sort of a natural phenomenon that people need to experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes, well, I feel like we are going to hear it before we see it and it's going to be loud.Professor Jonathan Larson, really appreciate the time and perspective. Next time we'll do a cooking segment together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "LARSON",
      "sentences": "I look forward to it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:48:38",
      "speaker": "JIMENEZ",
      "sentences": "A federal judge has rejected Hunter Biden's attempts to dismiss his felony gun indictment. Now Hunter Biden has pleaded not guilty to charges of lying on federal firearm forms and owning a gun while using illegal drugs. Now the judge concluded that Hunter Biden failed to offer clear evidence that the special counsel abandoned the proposed deal to resolve the matter last year, and instead pursued an indictment because of Hunter or his father Joe Biden's political affiliations. And the trial is scheduled to begin in June, the first ever against the child of a current president.Meanwhile, a space and aviation enthusiast his entire life, CNN's Tom Foreman takes us through the history of the shuttle program and looks ahead to the future of space travel and innovation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:48:38",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "I am tremendously excited by this new series, not just because I'm fascinated by space travel and science and the vast cosmos around us. But also because the space shuttle in both triumph and tragedy utterly changed how we see our place in the universe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Five, four. We've gone from main engine start. We have liftoff.FOREMAN (voice-over): America's space shuttle was the stuff of science fiction fever dreams when it first took off on an April morning in 1981.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And the shuttle has cleared the tower.FOREMAN (voice-over): A workhorse made of more than 200,000 components capable of carrying more people, bigger loads, and in a radical departure from the norms, flying again and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think we've got something that's really going to mean something to the country and the world. This vehicle is performing like a champ, like all of us that have worked so long on it. We knew that she would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. Retro, go. Final, go. Control, go.FOREMAN (voice-over): The shuttle was itself built on the back of the lunar programs of the 1960s and '70s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "RICHARD NIXON, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I just can't tell you how proud we all are of what you have done.FOREMAN (voice-over): Initiated by then-President Richard Nixon, the shuttle went through many variations in planning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It looks like (INAUDIBLE) and parity are within 0.1 of what we planned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Gosh, you can't do much better than that.FOREMAN (voice-over): This old NASA film shows the conception of the space shuttle in the early 1970s when the design was not yet settled. But eventually, five fully operational shuttles, as we know them, would be built. Discovery, Atlantis, Challenger, Endeavor, and Columbia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Columbia is now 170 miles up in space.FOREMAN (voice-over): All to take up 135 missions over 30 years, carrying hundreds of astronauts from a steadily expanding panoply of backgrounds, helping build the International Space Station, fostering international cooperation while demonstrating America's astonishing technological expertise, opening the heavens and changing our relationship to the vast space around us like nothing ever before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Main gear, touchdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "FOREMAN",
      "sentences": "Beyond the science, the engineering, and the sheer awesomeness of it all, I think the space shuttle showed what brave humans can do when they dare greatly, when we do our very best. And that's not diminished even when things go wrong.So, for me, \"SPACE SHUTTLE COLUMBIA: THE FINAL FLIGHT\" is a series that's extraordinarily touching but also full of hope, and inspiration, and wonder. And I hope you join us for all of it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "JIMENEZ",
      "sentences": "Severe storms are forecast for the central U.S. come Monday. Millions are at risk of hail, tornadoes, and destructive winds. States under the greatest threat include Kansas, Texas, and Oklahoma, with storms reaching surrounding states as well.So here to tell us more is CNN's Elisa Raffa. If you haven't already been busy enough this week, we're throwing more severe weather at you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "Yes. It's been pretty busy and we're looking at multiple days of severe weather as we start out the work week. We have one storm system and a piece of energy slinging through the northeast that could actually erupt. Some storms across Pennsylvania tomorrow. Then here's that storm system that's starting to rush California with some rain, even some snow in spots. That's going to be the severe weather maker across the plains.So you could see that enhanced list of three out of five across the northeast for tomorrow, across Pennsylvania from Pittsburgh to Scranton. And then this is the one that we're really watching in the Central Plains. We're expecting this to kind of get updated as we go through the next day or so with that growing severe threat from Oklahoma City down towards Lubbock, Texas. But damaging winds, a couple of tornadoes and very large hail. So this storm will continue to push east. Once it gets east to the Rockies, that's where the severe threat will really explode in the Central Plains. That's going into Monday and we'll continue to have some strong storms possible on Tuesday. This is the risk for Tuesday. After that risk in the plains, it just keeps pushing east so we'll have to watch out for that as we go through the next couple of days. Now, April is the time of year. This is when we typically get most of our tornadoes in the U.S. and you can really point out Tornado Alley there from Oklahoma down into Texas, even for Missouri, down into Louisiana. And these are some of the states that will be in the bulls- eye as we go through the next couple of days, Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "JIMENEZ",
      "sentences": "Elisa Raffa, always appreciate your forecast on what's coming. But I just want to point everyone out on what we learned happened literally before the show for everybody else watching. Elisa Raffa and I found out that we were both interns together 10 years ago here at CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "RAFFA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "JIMENEZ",
      "sentences": "You pulled out the picture. So, all right, go all the way to the left you see me squatting there on the sign and then I think to over there, the right, right? That's you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "RAFFA",
      "sentences": "Yes, the white dress. Yes, that's me. The intern class of 2014 at the iconic CNN Center. Got to love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "JIMENEZ",
      "sentences": "I know. I know. Those red letters outside the old CNN Center is sadly not there anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "RAFFA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "JIMENEZ",
      "sentences": "But I can't believe it, look, 10 years, here we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "RAFFA",
      "sentences": "And look at us now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "JIMENEZ",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "JIMENEZ",
      "sentences": "We've learned so much and grown so much more wiser, but that's where it started.Elisa Raffa, thank you so much. Really appreciate you being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:57:28",
      "speaker": "RAFFA",
      "sentences": "Thank you. Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}