{
  "date": "2024-11-12",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Trump Taps Loyalists For Key Staff & Cabinet Positions; Johnson: We're Going To Fly \"America First Banner\" Above Congress; Will Trump Face Sentencing in New York Hush Money Case?; Dutch Police Prepare For More Unrest; Former Treasury Secretary Warns Inflation Isn't Over. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:03",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KEILAR",
      "sentences": "That could be a good explanation for that, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "SANCHEZ",
      "sentences": "I definitely -- I definitely relate to his explanation, though. You've got Ryan Seacrest there, an institution when it comes to TV distracting you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KEILAR",
      "sentences": "So much star power distracting you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "SANCHEZ",
      "sentences": "The lights really are intense. You want to make sure you get it right. Yeah.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "SANCHEZ",
      "sentences": "A round of sausage to that gentleman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KEILAR",
      "sentences": "That's right.And now, THE LEAD WITH JAKE TAPPER starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "No deal is done until it's done/THE LEAD starts right now. It has been exactly one week since President-elect Donald Trump's historic election win. His team is announcing new names for his incoming administration and floating others. But will these names hold up against push back from MAGA world. One senator who pulled his name out of consideration for one of the biggest jobs will be here on THE LEAD. Plus, a new wave of antisemitic violence in Amsterdam. Windows smashed, a tram set on fire, police pelted with stones. And now, police in France are on guard, fearing the hatred will spread. And the fight for leadership not just in the newly Republican controlled Senate. Hear what House Speaker Johnson says about a potential challenge against him. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.We're going to start in our politics lead in President-elect Donald Trump filling his new administration with some of his most loyal supporters and defenders including this afternoon announcing his intention to nominate former Arkansas Governor and loyal -- loyal MAGA member Mike Huckabee to be U.S. ambassador to Israel. The Trump transition team has announced at least a half dozen names of people the president's elect has officially selected to fill various positions, while sources have told CNN about a handful of other possible names who have yet to be officially announced. All of the names give a glimpse into how the new Trump agenda could be implemented domestically and worldwide. CNN's Kristen Holmes is with me. She's been covering the Trump campaign for years now and now is covering the White House transition. So good to see you, and great job by the way covering -- covering the campaign and welcome home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah, for two days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "TAPPER",
      "sentences": "Welcome home.So Trump's picks so far seem to be a sharp contrast with those in his in his previous administration. That's right and Donald Trump as we know is handpicking a lot of these candidates, not what he did in 2016, a lot of this him wanting to have a say and all this in particular looking at loyalists. Mike Huckabee as you said being the latest name that they're adding as ambassador to Israel. This is somebody who has been a staunched supporter of Israel. This is a signal to Netanyahu while he is not Jewish. He is somebody who would help Netanyahu's goal of strengthening ties with evangelical Americans. We've also learned that Donald Trump is going to name a slate of deputy chiefs of staff in the coming days, all again loyalists. This coming as we are seeing real clarity on what this administration and White House are going to look like. (BEGIN VIDEOTAPE) HOLMES (voice-over): President-elect Donald Trump's administration is coming into focus, as the president builds out his cabinet. CNN learning that Trump is expected to select Marco Rubio as secretary of state. The two men once rivals facing off in an ugly and personal primary for president in 2016. SEN. MARCO RUBIO (R-FL): Have you seen his hands? They're like this. And you know what they say about men with small hands. DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: When little Marco fused his crap about the size of my hands which are big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "HOLMES",
      "sentences": "Before Rubio transitioned into one of Trump's staunchest allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "RUBIO",
      "sentences": "I think they love you a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "HOLMES",
      "sentences": "And was considered a top contender to be his vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "RUBIO",
      "sentences": "That is the choice in this election between a President Donald J. Trump who gave us the most secure border in modern history. We had an economy where prices were stable, salaries were going up, and people could afford to have a little bit of money left over at the end of the month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:03",
      "speaker": "HOLMES",
      "sentences": "Rubio, the most hawkish of his choices is known for his tough stance on China.Trump has placed loyalists in three other key positions. The president-elect posting on Truth Social today that he has tapped floor to Congressman Mike Waltz as national security adviser. A former Green Beret, Waltz was often by Trump's side on the campaign trail. Trump also choosing South Dakota Governor Kristi Noem as head of the Department of Homeland Security. Noem also once thought of as a potential pick for VP. GOV. KRISTI NOEM (R) SOUTH DAKOTA: We already knew that President Donald Trump was a fighter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "TAPPER",
      "sentences": "All right. Kristen Holmes, thanks so much.A spot yet to be tentatively filled there's a role Trump and his team see as one of if not the most critical the person who will serve as us attorney general, the person who will lead the Department of Justice and someone who could potentially help Trump accomplish one of his campaign promises going after those who have wronged him and his supporters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "TRUMP",
      "sentences": "To those who have been wronged and betrayed, I am your retribution. I am your retribution.I will appoint a real special prosecutor to go after the most corrupt president in the history of the United States of America, Joe Biden, and the entire Biden crime family. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "TAPPER",
      "sentences": "Let's talk more about president elect Trump's transition back to the White House with someone who recently withdrew his name for consideration to be the U.S. attorney general, Republican Senator Eric Schmitt and former attorney general of Missouri and now senator from Missouri.Senator, thanks so much for joining. So you say you withdrew your name in part because you want to help move Trump's agenda in the Senate. Who do you think Trump should pick as attorney general? SEN. ERIC SCHMITT (R-MO): Well, that's entirely up to President Trump. I'm not going to get in front of him on that. He's going to have a bunch of great options just like he has for these other cabinet positions and he'll make a -- he'll make a strong decision on that. It's a very important role for me, you know, carrying forward the agenda here in the Senate, just having been elected two years ago, I wanted to make sure I did that. But he's going to -- he's got a lot of great options and I think it's important for him given that mandate that he got last week from the American people to actually carry that out, whether it's securing the border, having an economy that works for working families, being energy dominant again. I think it's going to be really important for him to get the right people in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "TAPPER",
      "sentences": "So I hear you when it comes to the economy. I hear you when it comes to the border. What about this idea of retribution? What about this idea of using the Justice Department to go after his political enemies? Is that something that you think is part of the mandate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "SCHMITT",
      "sentences": "Well, I think he talked about my retribution is going to be success, right? My -- that's what this whole thing is going to be, that's really what he's talking about.I do think the Justice Department has gone astray here. You've had the Justice Department targeting Catholics, going after parents who showed up to school board meetings under the auspices of the Patriot Act because they were concerned their kids were being forced over masks all day long. So getting the Department of Justice in a place where it's actually fighting violent crime again would be a big step forward, and I think that's what his focus is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "TAPPER",
      "sentences": "One of the possible picks for attorney general is a gentleman named Mark Paoletta. He had this message for current employees of the U.S. Justice Department. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "MARK PAOLETTA, ATTORNEY",
      "sentences": "Deporting millions of illegal aliens out of this country, securing the border, banning DEI, all that destructive stuff that the Biden administration let run wild, getting boys out of girls sports, those are all the things that the Department of Justice is going to work on and those are the things that the Department of Justice employees -- career employees are going to support. And if they don't want to support it, they should leave.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "TAPPER",
      "sentences": "Do you agree with that sentiment? I mean, that's thousands of employees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "SCHMITT",
      "sentences": "Well, look, the president of the United States has an opportunity here which he's given and every administration gets the opportunity to put the right people in place. The people who are going to carry out their agenda I will say over a bunch of administrations now.The administrative state has gotten too big. It's not accountable to anybody, Jake. That's the problem. It's not what our founders envisioned. You're supposed to be able to elect people you can send them back or send them home. But when you have bureaucrats who are thwarting the efforts of the administration, I don't think there's any place for that. I really don't and so, you can have robust debate, everybody has their own roles, but I do think that is time for the -- for President Trump as he comes in and gets the right people in place who're going to execute on his agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:13",
      "speaker": "TAPPER",
      "sentences": "Tomorrow, you and your colleagues in the Senate are going to vote to replace Senator Mitch McConnell with the vote for the next Senate Republican leader, will be the majority leader the nominees or the candidates. I should say rather are John Thune and John Cornyn and Rick Scott.Who will get your vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "President-elect Trump wants the next Senate majority leader to agree to adjourn so he can make recess appointments for his nominees. This also gets in the weeds a little bit, but basically it's a way for him to essentially bypass Congress in a temporary way, and just have his picks assume their posts without the normal advice and consent role of the Senate vetting hearings and all the like.Are you in favor of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SCHMITT",
      "sentences": "Well, there's two things I point to on that, Jake.First, the way Chuck Schumer has run the floor, we had an impeachment that came over. In the history of our country, there's never been an instance where we didn't actually have a trial. In almost 250 years, Chuck Schumer just dismissed it. So Chuck Schumer doesn't care very much about what the rules are. But secondly, it's a relatively new phenomenon that there haven't been recess appointments. It's really about the last 10 or 12 years. The Senate's been totally dysfunctional in that period of time with omnibus bills. So I think all options be ought to be on the table. President deserves to have his appointees in a temporary basis move through to implement an agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "How long would be you be comfortable with in terms of temporary for a recess appointment? Two months, two years, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SCHMITT",
      "sentences": "I'd like to see what we're talking about. I mean, I think that this -- these are temporary appointments again to get moving, but I think he fully intends to present these cabinet positions and Senate confirmations judges for full Senate review.But I think we got to get rolling and I think recess appointments are a way to have something on the table allow us to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "The current filibuster rules basically allow the minority to have a say, you need 60 votes. You will have -- I guess Republicans will have 53 votes if my math is correct. I would imagine that Donald Trump will get impatient with that. I don't mean that pejoratively but he's an impatient guy. He wants his agenda passed. Would you be in favor of getting rid of the filibuster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SCHMITT",
      "sentences": "Look, I think the best -- for a lot of the arguments that came up in the election season about him being so-called threat to democracy, you know, which is ridiculous, he was president before. That didn't happen before. There's no real discussion about nuking the filibuster on the Republican side.I will tell you the Democrats have vowed to do it, they're candidates running to do it so they can pack the Supreme Court at D.C. as a state, federalize our elections and grant amnesty to 50 million people. They've said -- the Democrats have said they would do that if they ever had the power to go do it. There's no real discussion right that right now on this on the Republican side to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "All right. Senator Eric Schmitt from the great state of Missouri, thanks so much. Good to see you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "SCHMITT",
      "sentences": "All right, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "Senator Marco Rubio is one of the Trump's elections facing a little bit of push back in MAGA world, but is that push back loud enough to change Trump's mind?Plus, President-elect Donald Trump said to appear in a courtroom. He was in two weeks, but a judge's decision today puts that sentencing date into question forever. The details ahead. (COMMERCIAL BREAK) [16:17:15] (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA), SPEAKER OF THE HOUSE: Republicans in the House and Senate have a mandate, it's true. It was a decisive win across the nation. The American people want us to implement and deliver that America first agenda. We are going to raise an America first banner above this place. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "Republican House Speaker Mike Johnson taking a victory lap on the steps of the U.S. Capitol today as lawmakers return to Washington. The next big question for Republicans on Capitol Hill, who will lead their majority in the U.S. Senate.Tomorrow, Republicans will pick either John Thune of South Dakota or John Cornyn of Texas, or Rick Scott of Florida. One of them will replace Senator Mitch McConnell, at least based on today's facts. Here now to discuss is the panel. Before we talk about Congress, I do want to point out not all of the MAGA world is rallying around President Trump's reported pick, although it hasn't been announced yet and nothing's done until it's done for Secretary of State Senator Marco Rubio of Florida. \"Politico\" is reporting that some Republicans in MAGA world are frustrated that Ric Grenell, Trump's former recess appointment I think director of national intelligence and also former U.S. ambassador to Germany, was not picked. They want Ric Grenell. Quote: As Grenell's detractors saw him as self-serving, some top MAGA voices view him as a loyal ally, pushing Trump's America First Agenda. They continue to hold out hope that he would be installed even after almost every major news organization reported the former president's plans to nominate Rubio. Machalagh, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "MACHALAGH CARR, FORMER CHIEF OF STAFF, SPEAKER MCCARTHY",
      "sentences": "Look, I think there's always a little jockeying people, especially the announcement of a new administration people want these prime posts and people want their friends to get the prime posts. And even in situations where both people might be qualified or, you know, you're -- that's just really normal and really something that I think you see in every administration.And when the decision is made, they'll -- they'll make it, but I think that, you know, Senator Rubio is an excellent pick and I think, you know, Grenell has had served capably as the first gay open cabinet member. And so, you know, I think you're not in a -- in a bad situation either way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "Trump media ally Charlie Kirk uh also weighed on Rubio, posting on X or Twitter, quote, Folks, word of wisdom, if Trump hasn't confirmed it on Truth, meaning Truth Social, don't jump to conclusions and don't believe everything you see.Mr. Kirk is right about that because -- I mean, until it's announced and done, especially in Trump world, it's -- it's not announced and done it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "It ain't over.But let -- let's just talk about what it takes to get the job. It helps with Donald Trump if you're loyal. It helps if you have an ally, preferably someone in the family or someone named Elon Musk. It also helps if you ever said anything bad about him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:03",
      "speaker": "TAPPER",
      "sentences": "As Rubio has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "Trump isn't -- fired them and insulted them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "On Twitter, on Twitter. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "That's a -- that's a really small list of the people that he's fired and insult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "He's fired everyone but those are three big names. So Chris Krebs got fired on Twitter, too. So, you know, from day one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "Oh, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "-- you are on double secret probation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "Although he's -- he is able to forgive people who have insulted him in the past. Look at J.D. Vance, his vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, absolutely, I mean, once you have genuflected to him you can be forgiven. I mean, let's add that to something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "Ish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "FINNEY",
      "sentences": "Ish.But the other thing I thought was interesting there was reporting that you know he sort of holed up in a room looking at TV screens to look at clips of various nominees for different posts because part of the calculation is how do they look on TV, do they present well? You know, we saw -- we had heard that that was part of the consideration for the vice presidential pick. So, look, it's going to come down to loyalty and you're right, it's -- this -- there's always jockeying. There is always this gamesmanship because everybody wants their person. But the most important thing to what Jamie said is going to be loyalty. So anybody who takes this job, don't think you're going to actually be the secretary of state. Trump is going to be the secretary of state. The chief of staff will be the secretary of state. You will be there to do what they tell you to do. They're not looking for statesmen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "CARR",
      "sentences": "Well, well, to be clear that that's not a position that Trump has taken or that Biden took. That's actually what the United States Constitution requires under Article One and Two and Three. Article Two, of course, being the executive branch under which the executive Donald Trump who's been elected by the people, makes all those decisions.So never ever is -- are any of those cabinet positions not acting under the direction of the executive sometime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "So, let me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "FINNEY",
      "sentences": "But I would say in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "There's direction and there's direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "FINNEY",
      "sentences": "Exactly. And there have been people who Trump's modus operandi has been to pick people who are implementers more than seen as statespeople on their own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "Speaking of Trump people, tomorrow, you got the vote for a Senate majority leader. We don't know who -- I mean, Donald Trump has not picked anyone yet he had endorsed Rick Scott for the job when Rick Scott was running against Mitch McConnell years ago. But in this one, he hasn't weighed in.What do you think is going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "CARR",
      "sentences": "You know, look, the Senate -- the Senate's an interesting place, very unlike the speaker race, it is a secret ballot. It is closed doors and you only need a simple majority and so, I don't think that most people candidly in the country like being told what to do or who to vote for. But I think especially with senators, I think they will handle it and they will make their decisions based on what's best for the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "Any prediction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "I don't think it's going to be Rick Scott.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "TAPPER",
      "sentences": "You don't?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:05",
      "speaker": "GANGEL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:56",
      "speaker": "TAPPER",
      "sentences": "In our law and justice lead, President-elect Trump was supposed to appear in a New York court room just two weeks from today to receive his sentence after his conviction in May on 34 counts of falsifying business records to cover up hush money payments to porn star and director Stormy Daniels.But that might not happen now. Today, we were supposed to learn whether Judge Juan Merchan would overturn the conviction completely based on the U.S. Supreme Court's July 1st ruling granting him presidential immunity. But Merchan just announced that that decision has been delayed. Joining us now, CNN's senior legal analyst Elie Honig, and CNN's chief legal affairs correspondent Paula Reid. Paula, why -- why they why they push this two weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:56",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "So as we've been reporting since last week, defense attorneys and prosecutors have been engaging in discussions about how to move forward because while they knew today was the deadline for the judge to potentially toss the case, they now know that Trump is the president elect. And defense attorneys made it clear that they are going to make new arguments based on his status as president-elect.So they asked prosecutors for more time to craft those arguments and prosecutors agreed saying, yeah, we agree. These are, quote, unprecedented circumstances so everyone is on the same page. They need more time to assess the future of this case given the fact that Trump is headed back to the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:27:56",
      "speaker": "TAPPER",
      "sentences": "Elie is there any reason that Trump's team would want to proceed in the very real chance that he could be completely exonerated given the U.S. Supreme Court's decision, giving president's a great deal of immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "So, Paula, if Judge Merchan does not decide to just throw out the conviction because of the U.S. Supreme Court ruling on immunity, what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "REID",
      "sentences": "Tossing the conviction was always considered a long shot because the evidence in the case that was introduced that would be covered by the Supreme Court's decision, it's pretty minimal. That's why we saw this pivot last week. We broke the news, that they were going to pivot to this new constitutional argument.It would be more surprising I agree with Elie if a judge does not agree that wow, we're in a different set of circumstances here. You have the president-elect who according to internal Justice Department guidance and we've never been here before. So we're looking at that guidance should not be, you know, subject to sentencing or prosecution or indictment. If the judge does not agree with that viewpoint and proceeds with the sentencing, we're going to go back up to the Supreme Court. His team would absolutely appeal that now if they were to fail on both getting it tossed, getting it nick because he's president-elect, there's also another issue which is that there is an appeal pending and they could also try to just delay this until January because of some filing deadlines, and that appeal. But, Jake, their goal throughout this has always been delay, delay, delay. But now, that's no longer the goal here. The Trump team's goal is to get this sentencing completely canceled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "And, Elie, but before we go, I want to turn to the January 6, 2021, defendants, Trump has repeatedly said on the campaign trail if elected, he would pardon what he calls the January 6, quote, political prisoners. He hasn't gone into detail about which ones he thinks he would pardon, you know, whether or not they would include people who physically attacked police or not.Are there any constraints at all on presidential pardons even for those who viciously assaulted police officers? HONIG: The short answer, Jake, is no, as outrageous as it may seem to even ponder the possibility of pardons for January 6 rioters, there is no constitutional or legal prohibition on Donald Trump doing just that, and a person can be pardoned before they've ever been charged. For example, Richard Nixon received a pardon before he was ever charged, a person can be pardoned long after their cases is over, long after they've finished serving their sentence which applies to some of the January 6 rioters. And we have seen blanket pardons at other points in our history. Jimmy Carter issued a blanket pardon and amnesty for certain Vietnam War draft dodgers going back to the civil war. There was pardons, blanket pardons and amnesty issued for certain confederates. So there is some historical precedent although I don't think Donald Trump's if he is to pardon January 6 rioters, I don't think it would hold up very well politically or historically. But legally or constitutionally, it is one of the most absolute unqualified powers that any person holds in our government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "Elie Honig, Paula Reid, thanks to both of you.Breaking news in our law and justice lead, Jack Teixeira, the Massachusetts air national guard member who leaked highly classified military documents about the war in Ukraine, has been sentenced to 15 years in prison. Let's bring in CNN's Oren Liebermann. Oren, what more do we know about Teixeira's sentencing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, that sentencing just coming down a short time ago. It'll be 15 -- a 15-year sentence handed down to Massachusetts air national guardsman Jack Teixeira. Prosecutors were pushing here for a longer sentence, about 17 years. They called it and I quote here, they said Teixeira perpetrated one of the most significant and consequential violations of the Espionage Act in American history.Back in March, Teixeira pleaded guilty to six counts of willful r retention and transmission of national defense information. His defense attorneys were pushing for a shorter sentence arguing that he made a terrible mistake but acknowledging that he made that mistake repeatedly over the course of months. He was even in his unit reprimanded for accessing classified information that he should not have been looking at and yet he continued to have that access that allowed him to disseminate, to transmit, to put out that classic information online. In the end, the judge handing down a 15-year sentence for Jack Teixeira -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:04",
      "speaker": "TAPPER",
      "sentences": "All right. Oren Liebermann, thanks so much.Now to a Georgia courtroom about 70 miles east of Atlanta where a case that became a flashpoint in the immigration debate is playing out. The undocumented immigrant accused of murdering Laken Riley, that 22-year- old nursing student. That defendant has waived his right to a jury trial, instead Jose Antonio Ibarra will let a judge decide his fate. The case has been of course the center of the debate on border security. U.S. authorities arrested him in accusing him of entering the us illegally he was detained but then he was released only to be arrested multiple times since then for various crimes, again only to be released even further. CNN's Rafael Romo is in Athens, Georgia. Rafael, what is behind the suspect's decision to have a bench trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "SHEILA ROSS, PROSECUTING ATTORNEY",
      "sentences": "They let the state know that they wish to wave the defendant's right to a trial by jury and instead this defendant wishes to seek a trial by judge only bench trial and the state has agreed to a bench trial so long as the trial remains before your honor and the senior judges are brought in.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "ROMO",
      "sentences": "And, Jake, the judge wanted to make sure whether Ibarra understood or not was he was getting into. He asked them through an interpreter whether he understood that he was not going to be able to go back to a trial by jury he said yes in Spanish and multiple times, and also when he entered the court he was shackled by both hands and feet. We were able to see if you can imagine this and how difficult it must have been not only Laken Riley's mother, Allison Phillips, but also her stepfather John Phillips.So it was very difficult not only for them but many people in court. Jake, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:57",
      "speaker": "TAPPER",
      "sentences": "In our world lead more antisemitic violence in Amsterdam, as rioters clashed with police Monday night, the antisemitic unrest first erupted last Thursday in the Dutch capital, with attacks on visiting Israelis who are in the city for a soccer match between Israeli and Dutch teams. Authorities put emergency measures in place and most protests have been banned but the turbulence continues.CNN's Nic Robertson filed this report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:57",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "In the heart of Amsterdam, antisemitic thugs attack a tram, throwing rocks then fireworks, setting it alight.Next, hurling racist slurs. Cancer Jews, one shouts. The Monday night violence contravening strict police emergency measures intended to prevent such outbursts. Three people arrested. The fabled European city has been on edge since last week when fans of Israeli soccer team Maccabi Tel Aviv arrived in the city ahead of a match with the Dutch team Ajax Thursday. Maccabi fans were chased and beaten. Israeli officials quick to draw horrific World War II comparisons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:57",
      "speaker": "RIOTER",
      "sentences": "For the children, for the children --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:57",
      "speaker": "ROBERTSON",
      "sentences": "Dutch officials quickly shouldering responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:57",
      "speaker": "RIOTER",
      "sentences": "Free Palestine!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:57",
      "speaker": "DUTCH OFFICIAL",
      "sentences": "Telegram groups where people spoke of hunting Jews. That is so shocking, so reprehensible. I can't get over it yet. It is a disgrace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:57",
      "speaker": "ROBERTSON",
      "sentences": "But the protest ban and the official mea culpa isn't sitting well with some of the city's residents, who point to the night before the match when Maccabi fans tore down Palestinian flags and pre-match chanted anti-Arab slurs. BRUNO RETILLEAU, FRENCH INTERIOR MINISTER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:09",
      "speaker": "TAPPER",
      "sentences": "All right. Nic Robertson, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:09",
      "speaker": "ROBERTSON",
      "sentences": "Just in into our law and justice lead a startling discovery at the University of Rochester in western New York. Hundreds of wanted posters targeting Jewish faculty members were found plastered all over the campus. The posters criticized faculty members for their alleged responses to the war against Hamas in Gaza.CNN's Brynn Gingras is following this. Brynn, what more do we know about these wanted posters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:09",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yeah, Jake. Listen, I just talked to a person who was a target of one of those, quote/unquote, wanted posters. She actually said she was having this you know meaningful conversation with members of the Jewish community at the University of Rochester came home and then learned about how there are these antisemitic posters all over the campus.So it is now being investigated as an act of vandalism by the police there at the University of Rochester, but again those wanted posters were seen all across that campus on Sunday night and they targeted members of the faculty, the administration members of the Jewish community. No students it appears. However, it -- in those posters, it essentially says that these faculty members allegedly are part of ethnic cleansing, they accuse them of being racist, these members of the faculty, and hate speech. Now police again investigating trying to get to the bottom of who did this. But it's obviously very concerning for members of the Jewish community there at the University of Rochester especially because this isn't the first time that it has happened there on that campus. There was also an incident that happened back in February in regards to this incident. One a Jewish organization saying hopefully this can turn the tide, let's talk about this, let's have an opportunity they say for the university to reflect on what is needed to instill meaningful education about antisemitism and spaces for healing. But we are learning that those posters are being taken down, of course, by police and they're looking into who might have done this -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:56",
      "speaker": "TAPPER",
      "sentences": "Back with our money lead now while many in Washington, D.C. are celebrating the defeat of inflation, one former treasury secretary is sounding the alarm.Here is Larry Summers earlier today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:56",
      "speaker": "LARRY SUMMERS, FORMER TREASURY SECRETARY, CLINTON ADMINISTRATION",
      "sentences": "My own judgment would be that the Fed and markets are still underestimating the overheating risk. I am fearful that the Fed is going to be more like once burned, twice burned, than once burned, twice shy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:56",
      "speaker": "TAPPER",
      "sentences": "Quite a warning. Matt Egan joins us now.And Matt Larry summers, of course, predicted inflation after the COVID pandemic in 2021, he was ignored and swatted away by President Biden at the time. And this warning doesn't account for the Trump administration's agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:56",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "That's right, Jake. Larry Summers sounds concerned that the inflation genie may not be back in the bottle after all he pointed to the fact. That the economy is growing rapidly that markets are on fire and that inflation is not yet back to where it's supposed to be. Now, I was struck by just how concerned Summers sounded, that the Fed could be repeating those same mistakes of three and a half years ago when they waited too long to put out the inflation fire by raising interest rates.And remember, the Fed just cut interest rates last week for the second meeting in a row. Fed Chair Jerome Powell, he sounds pretty optimistic that inflation is going back towards the 2 percent goal. Summers, for his part, he worries that the Fed and investors are miscalculating here, that they're underestimating the risk that the economy could overheat. Now, Summers does not have a crystal ball, of course, but we should listen to what he says because as you noted, he did correctly predict the inflation surge that we saw. And listen, the election made it very clear how frustrated voters are with high prices and Summers did warn that Trump's economic agenda could be inflationary, perhaps very inflationary -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:51:56",
      "speaker": "TAPPER",
      "sentences": "Matt, this also comes at a time when Elon Musk and other Trump allies are calling for a fundamental change of the Federal Reserve and its independence.Tell us more about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:05",
      "speaker": "TAPPER",
      "sentences": "All right. Matt Egan, thanks so much. Appreciate it.There is some brand new reporting coming from the Wall Street Journal about President elect Trump and the transition. The executive order in draft form that could impact generals at the Pentagon, we'll bring you that reporting next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}