{
  "date": "2024-05-23",
  "headline": "CNN News Central",
  "subHeadline": "Nikki Haley Says, I Will Be Voting for Trump; Nine Dead, Dozens Hurt When Wind Causes Stage to Collapse in Mexico; FAA Predicts Busiest Memorial Day Weekend Since 2010. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is why people hate us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "We've come a long way since Snoopy, the World War I flying ace. This is a lot better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Last flight, I paid, I think, $27 for a little bag of pretzels. This dog is getting pheromones sprayed on its seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JENNINGS",
      "sentences": "You can't get a human blanket on an airplane right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WILLIAMS",
      "sentences": "I know, man. And I love dogs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HUNT",
      "sentences": "And can I just say the owner's wearing a Yankees hat. It's like does he really want to be hated by regular Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WILLIAMS",
      "sentences": "You know, it's the way the Lord intended it. Go Yanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HUNT",
      "sentences": "Oh, I keep forgetting that about you. All right, thanks guys. Thanks to you for joining us as well. I'm Kasie Hunt.Don't go anywhere. CNN News Central starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Standing by to see Donald Trump take the stage in the Bronx. What will he have to say about Nikki Haley? He once called her a birdbrain. Does he still feel that way now that she is promising to vote for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "And it's expected to be the busiest weekend for air travel in 14 years. What you and 18 million travelers can expect this Memorial Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Nine people are dead. Dozens more have been wounded after a stage collapses at a campaign rally in Mexico, a presidential candidate taken to the hospital.I'm Kate Bolduan with John Berman. Amara Walker is in for Sara today. This is CNN News Central. BERMAN:  This morning, three new questions surrounding the surprise/not surprising announcement from Nikki Haley that she is voting for Donald Trump despite saying he is too old, too unhinged and too chaotic to be president. Number one, what does it really mean for Donald Trump? Number two, what does it really mean for Nikki Haley supporters who keep casting a surprising number of votes for her long after she has dropped out? And number three, what does it really mean for Nikki Haley? Maybe a bonus extra credit question here, what answers might we get today? Because today, Donald Trump heads to the Bronx, where the Yankees have not won a World Series since 2009, one of their longest droughts ever, but I digress. The Bronx is political blue, so blue that President Biden earned 83 percent of the vote there in 2020. In some worlds, this would be the perfect place for Trump to take the stage and graciously accept the vote of Nikki Haley. Do we live in that world or even anywhere near that world? CNN Chief National Affairs Correspondent Jeff Zeleny is with us this morning in this world, our favorite world. Jeff, what do we expect at this Trump rally later today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Hey, John, good morning. So many worlds. It is hard to know the Trump world where he would graciously accept the vote of Nikki Haley. Now, she did not give a full-throated endorsement in a speech yesterday here in Washington. In fact, she didn't mention his name at all during the speech, but she talked about him in the Q&amp;A.But as for that Bronx rally, the reason that Donald Trump is going there, he's not held a New York rally since 2016, it's because he thought he would be in court. He thought he would have to hold a rally close to the Manhattan courtroom. Of course, court is not in session today, but I digress, he is going to have a rally there. The campaign says it's planning for a permit of some 3,500 people. So, that would be a small rally by Trump standards. Unclear if he can get that many Republicans from the Bronx. But as for Nikki Haley, this is something, as you said, it's not exactly a surprise. She is a Republican. She ran in South Carolina for a couple terms as a conservative Republican. Yes, she had her differences vividly with Donald Trump in the primary campaign, but all that is over. But this is what she said yesterday, again, not exactly a full-throated endorsement. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "NIKKI HALEY, FORMER REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Trump has not been perfect on these policies. I've made that clear many, many times. But Biden has been a catastrophe. So I will be voting for Trump.Trump would be smart to reach out to the millions of people who voted for me and continue to support me and not assume that they're just going to be with him. And I genuinely hope he does that. (END VIDEO CLIP) ZELENY:  So, that is her lesson or perhaps a bit of homework for Donald Trump. Is he going to reach out to those Nikki Haley voters? If past is prologue, he will not. He has previously said he does not need her voters. We will see. Her campaign, however, her strategists are very interested in her voters. But, John, that is the point there. Is Donald Trump going to change his posture toward her or her supporters? We'll find out potentially tonight in the Bronx.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "Yes. I'm not sure how Donald Trump feels about homework in general, Jeff. How about the Biden campaign? Because President Biden and his team, they have made an overt effort to reach out to Haley voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BERMAN",
      "sentences": "Jeff Zeleny, always great to see you. Thanks so much for being with us this morning. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "ZELENY",
      "sentences": "You too, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BOLDUAN",
      "sentences": "It was a really terrifying scene at a presidential campaign rally in Mexico. Watch this.It's a moment a stage collapsed in Mexico last night. A strong gust of wind caused the structure and a large screen, as you saw right there, to fall onto the audience. Nine people were killed. 54 people were injured, we're hearing. Rescue operations were going, going on late into the night to save people trapped underneath the structures. CNN's Stefano Pozzebon has more on this. He's been watching this. Clearly, weather, a huge factor, the wind gust looks terrifying, but what are you hearing about what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "STEFANO POZZEBON, CNN JOURNALIST",
      "sentences": "Yes, Kate. Just like you said, I mean, some of these scenes, nothing short of terrifying for both the people on the stage, but also for the thousands who were attending that political rally late last night in Northeastern Mexico.And you can imagine the scenes of chaos in all that will lead through on that stage as these winds, this wind gust started hitting the structure up to the point that it collapsed. And one of the people that talked to the media straight after that tragedy was Jorge Alvarez Maynez, the presidential candidate who was holding that rally. And here is how he described the chaos it threw on that stage. (BEGIN VIDEO CLIP) JORGE ALVAREZ MAYNEZ, MEXICO PRESIDENTIAL CANDIDATE, CITIZEN'S MOVEMENT PARTY:  I first saw that the drums of the musicians who were about to play were going to get blown away. When the others noticed, they ran in different directions. Some jumped to the sides, and I jumped back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "POZZEBON",
      "sentences": "So, Chaos on that stage, but, Kate Alvarez Maynez's responsibility is already being scrutinized because it has since come to light that the Mexican Meteorological Service had forecasted wind gusts of up to 40 miles per hour, as well as heavy rain and lightning storms just a few hours before that rally.So, many people in Mexico this morning are asking themselves, how could this rally go ahead and being held with that forecast. He himself addressed those questions late into the night, Kate, saying that in a later video that extreme weather was sudden and could not be forecast. But, of course, he will have to face those questions time and again between now and the election, which is scheduled for June the 2nd. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "BOLDUAN",
      "sentences": "Terrifying and so sad. Stefano, thank you so much for bringing us the details, much more to come. Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "WALKER",
      "sentences": "Well, this Memorial Day travel weekend is expected to be the busiest in 14 years. The FAA says there should be more than 53, 000 flights in the air today alone.CNN Aviation Correspondent Pete Muntean joining us now live from D.C. this morning. Pete, what should we be bracing for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "A huge weekend. The rush officially starts today, according to AAA. Five days of bumper to bumper traffic in some spots. And that gridlock really extends to the air and on airport tarmacs.As you mentioned, the FAA says today will be the biggest of the holiday weekend in terms of the number of flights scheduled. 53,000 flights scheduled in the U.S. today, takes a bit of a dip over the weekend. American Airlines says 6,200 of those flights will be its own medal. Lot of people clearly getting an early start to the holiday, which matches the trend of this post pandemic era, work schedules a lot more flexible than they were before 2020. In fact, the TSA says of the four of the top ten travel days of all time happened this month, notably last Friday. And this past Sunday were huge, more than 2.8 million people screened at airports nationwide. The TSA says we'll probably see a similarly huge day today and even more people tomorrow when the TSA says checkpoints will hit their peak of the holiday weekend. Here is the big tip from TSA. Get to the airport two hours early. I should probably follow this advice, I cut it a little close sometimes, especially if you're flying in the morning, when it's supposed to be very busy. Here is what TSA Administrator David Pekoske said about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "DAVID PEKOSKE, TSA ADMINISTRATOR",
      "sentences": "If you're traveling in the early morning hours or in the mid to late afternoon into the early evening, those are peak travel times in any airport across the country. If you can schedule your travel around those times, you would likely find the wait times to be a little bit less.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MUNTEAN",
      "sentences": "Even still, so much of a driving holiday, especially to those top destinations, like beaches. AAA says 38 million people will travel 50 miles or more over the next five days, up 4 percent from last year, up 2 percent from 2019 pre-pandemic, the biggest year for road trips. That is what AAA is projecting since the year 2000, when the top hit was from NSYNC, and the top alt hit was from Three Doors Down, Kryptonite. What were you doing in 2000, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "WALKER",
      "sentences": "I was a baby. I was just being born, you know, so I can't remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "MUNTEAN",
      "sentences": "I was only 11, us young whippersnappers doing the news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "WALKER",
      "sentences": "Exactly. Yes, we weren't. Thanks so much. Pete Muntean, good to see you. And, of course, as you said, get there early. Don't want to cut it close. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "Today, Louisville police are releasing new video from a traffic camera of the world's number one golfer, Scottie Scheffler's arrest. The video that we are going to show you, you will see right here, this video is taken by an ESPN reporter just after that moment. Additionally, sources tell CNN top police officials in Louisville are privately voicing concerns saying the charges that Scottie Scheffler is facing should be reduced.CNN's Gabe Cohen is following this for us. He's joining us now. Gabe, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Yes. So, Kate, you mentioned our new reporting. This is significant because it's really the first indication that at least some top brass at Louisville's Police Department believe that the charges against Scottie Scheffler should be reduced. I've learned from a source that during a recent meeting that included multiple high ranking officials from Louisville Metro Police Department, there was general consensus that the felony second degree assault charge that Scheffler is facing is excessive. It is the most serious by far of the four charges he faces.Now, it's unclear at this point if police have shared any of those opinions with the county attorney's office. Remember, they are the ones actually prosecuting the case. But it's going to be interesting to see now that we're hearing more of those opinions that feel like the felony charge might be excessive here. We should also learn much more, Kate, during that press conference that you mentioned later this morning, 11:30 A.M. Eastern Time. inside that building, this government building behind me. We're going to hear from Louisville's police chief and their mayor. They say they are going to provide the complete findings of their investigation into this as well as release some of that additional video captured on a traffic pole camera in the area. The officer who had that encounter with Scheffler, his body camera was not turned on. So, we don't know at this point if there is any video of the actual initial encounter between Scheffler and the police officer that led to that arrest. But we do believe we are going to learn much more from those officials a little bit later today, Kate. And to be clear, Scheffler, he is not here in Louisville. He's going to be teeing off at the next PGA Tour event in Fort Worth, Texas, just a couple hours after that. But we should be able to bring you a lot more. We don't know again what is in that video of Scheffler's arrest. That's expected to be released. We've heard from his attorney that it should line up with the events that they have laid out, that it is this big misunderstanding between Scheffler and the officer, but we're going to bring you that video as soon as we have it hopefully later this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BOLDUAN",
      "sentences": "All right. We'll wait for that. Gabe Cohen. Thank you very much, Gabe. I really appreciate the reporting. Amara?",
      "isLastSentenceInterrupted": false
    }
  ]
}