{
  "date": "2024-04-05",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "RFK Jr. Questions Whether Jan. 6 Was A \"True Insurrection\"; Speaker Johnson And Rep. Greene Expected To Talk Today As She Threatens To Oust Him; Writer: Netanyahu Is Israel's Worst Prime Minister Ever; Freed Israeli Hostage On Surviving 51 Days Of Captivity; Women Dominating In College Basketball Final Four; Fire Officials: Fire Intentionally Set At Office Of Sen. Bernie Sanders In Vermont. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "A direct strike on Israel by Iran is one of the worst case scenarios that the White House is preparing for. Iran has vowed to get revenge after Israel's airstrike on Iran's embassy complex in Syria on Monday. Let's get straight to CNN's MJ Lee at the White House.And MJ, what else are your sources preparing for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Jake, we are being told by a senior administration official that the U.S. is currently on high alert and is actively preparing for what they expect to be a significant attack by Iran that could come within the next week or so. This Iranian attack would, of course, be in response to that Israeli airstrike that we saw in Damascus that ended up killing multiple top Iranian commanders. And U.S. and Israeli officials, I am told, have been in close contact preparing for what they see as an inevitable attack from Iran. These two governments have been in close consultation, preparing for a number of different ways in which this forthcoming attack could unfold. And they do believe that both U.S. and Israeli assets are at risk of being targeted.But I am told that as of Friday, it is unclear exactly how this attack might unfold. Now, of course, a direct attack on Israel would be one of the worst case scenarios for the Biden administration, considering that this would guarantee a rapid de-escalation of an already tumultuous situation in the Middle East and certainly a broadening of the Israel Hamas war, something that the U.S. administration and us officials have been very much determined to avoid happening as the Israel Hamas war has continued on, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "MJ, this has been feared for a long time, and this possibility was even discussed by Biden and Israeli Prime Minister Netanyahu on their call yesterday. Have we seen any other outcomes from the discussion those two had yesterday? LEE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "All right, MJ Lee, thanks so much.Turning to our politics lead Republican Congresswoman Marjorie Taylor Greene, House Speaker Mike Johnson are expected to talk today as she threatens to oust him from his speakership. Let's get straight to CNN's Melanie Zanona. Melanie, did they talk today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Well, we have not gotten any word about whether the two camps have connected. Speaker Mike Johnson did say he was planning on trying to speak with her by telephone today. But really the goal for Johnson here was try to take down the temperature because the two of them have not spoken since before the two week break when Marjorie Taylor Greene filed that first step towards removing him from the speakership. And since then, she has been continually and publicly bashing him on social media and interviews, including with our Manu Raju earlier this week.The ideal scenario for Johnson would be to convince her to actually back off of this threat. I do know that one argument that has been made to her in private, at least from other Republicans, is that if she follows through with forcing a floor vote, this could hand the speaker's gavel to Democrats because of the razor thin majority in the House. But it's just really unclear whether Johnson can do anything to assuage Marjorie Taylor Greene at this point unless he commits to pulling the plug on his plans to pass a Ukraine funding package. But at this point, Jake, there's just no indication that is what he plans to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Does Johnson have any concrete plans to make sure that if Marjorie Taylor Greene does offer this motion to vacate, that his slim majority of House Republicans backs him up? Or is the threat of getting more Republicans to oust him gaining momentum?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ZANONA",
      "sentences": "Johnson certainly cannot take anything for chance in this razor thin majority. Marjorie Taylor Greene does say there's other Republicans who are with her, but she did not names. She did not specify numbers. None of them have come out publicly. It does seem some members are just sitting back and waiting to see what Johnson does on Ukraine before they make a decision.And, Jake, there's also an open question of what Democrats do because some of them have signaled that they would be willing to step in and save Johnson's speakership if he does, quote, \"the right thing on Ukraine.\" But that's really open for interpretation. So Johnson has some very big decisions to make in the coming weeks as he tries to find a way to fund Ukraine without losing his speakership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Activists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Activists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "MCKEND",
      "sentences": "Activist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "He called them activists. And so what exactly is he saying today and why today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "MCKEND",
      "sentences": "Well, Jake, this is essentially continued cleanup from those two fundraising appeals that you mentioned that were sent out this week, referring to January 6 defendants as activists. Kennedy has a history of downplaying the gravity of the events that took place, but he quickly distanced himself from those fundraising appeals, telling us that is not his thinking on the matter and that the contractor responsible is no longer with the campaign.But here is where he stands today on this issue, he says in this lengthy statement, in part, \"It is quite clear that many of the January 6 protesters broke the law in what may have started as a protest but turned into a riot. Because it happened with the encouragement of President Trump and in the context of his delusion that the election was stolen from him many people see it not as a riot but as an insurrection. I have not examined the evidence in detail, but reasonable people, including Trump opponents, tell me there is little evidence of a true insurrection.\" So, he is both expressing concern about what he characterizes maybe the weaponization of government against those charged with crimes in connection to the riot. And at the same time, he condemns protesters who broke the law. Ultimately, he says, if elected, he will name an independent counsel to investigate whether prosecutorial discretion was abused for political ends. His critics argue he's whitewashing the attack and it mirrors some of the commentary coming from Trump and other right wing figures. The DNC telling us he's using hundreds of words to both sides the insurrection, Jake. TAPPER: All right. Eva McKend, thank you so much. Let's discuss. And, Sarah, let us start with RFK junior. So you are an expert in polling and focus groups. Who is he trying to, assuming that there is a strategy here, who is he trying to appeal to with these comments? And is it working at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "SARAH LONGWELL, REPUBLICAN STRATEGIST",
      "sentences": "OK, so I just did two focus groups on RFK. I specifically did former Biden voters who were leaning toward RFK and Trump voters who are leaning toward RFK, and it's crazy because it's like a Rorschach test. He's such a wild card that the Dems will tell you they love his positions on conservation and the environment. He's really good on those. And Republicans will tell you they love the way he's beating up on Democrats as what they perceive to be a Democrat because his last name's Kennedy and they love his position on being anti-vax.And so right now, and because he's a Kennedy, there's sort of from the Dems a sense of, well, he is a Democrat. And so, he's pulling from both right now. But comments like this, ultimately, if I were Donald Trump, I would be very concerned that when voters become more educated on who RFK is, that he will pull much more from the MAGA anti-vax, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Oh, you think so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "LONGWELL",
      "sentences": "I do think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "You think he's more of a threat to Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "LONGWELL",
      "sentences": "Here's the thing, I think that anybody who splits the broad anti-Trump coalition is dangerous. And so if you ask me my preference, it would be that RFK wasn't in there. But I do think once Dems are done sort of educating people about this guy, he will take more from Trump than from Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "But this statement was just gobbledygook. I mean, you couldn't tell which side he was on. Well, some people say it was an insurrection and some people say it wasn't an insurrection. And I haven't really looked at it in detail. This is not a candidate.You have to have a position. And it's -- you know, those are just, you know, word salad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "You can also think it was horrific and not think it was a quote unquote, \"insurrection,\" but he's trying to split the baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "BORGER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "KAREN FINNEY, DEMOCRATIC STRATEGIST",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "LONGWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "FINNEY",
      "sentences": "I was going to say, all due respect to Sarah, you don't have to be pollster and do focus groups to know what he was trying to do. He's very -- he's being very political for all that. He attacks politicians by trying to have it both ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "LONGWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "FINNEY",
      "sentences": "By trying to -- he is trying to take from the sort of anti- vax, some of the far right wing folks, and he is still trying to say some of the right words to keep some of the folks on the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "Let me read you some of the words and then you can pick it back up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "He said, like many reasonable Americans, \"I am concerned about the possibility that political objectives motivated the vigor of the prosecution of the January 6 defendants, their long sentences, and their harsh treatment.\" I mean, obviously, that is, if you're suggesting that the people who stormed the Capitol with the objective of stopping the count of electoral votes, that the prosecution of them, many of them, were, as we all have seen, physically assaulting police officers --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "FINNEY",
      "sentences": "Correct. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:09",
      "speaker": "TAPPER",
      "sentences": "-- that that's politically motivated and you're trying to appeal to Trump people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "-- who ultimately is going to benefit or be harmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "He's so political. You know, he just stops short of saying that these people are hostages, which is what, of course --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Trump said, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "-- Donald Trump is saying. But he's saying that maybe they were unfairly prosecuted, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "Because of politics. Well, what does that -- what does that mean? I mean, again, he talks word salad so he can appeal to both sides. You can read into what he's saying depending on where you come from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Well, that's the Rorschach test that Sarah talks. LONGWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "But ultimately, he will have to answer more questions as he is in the limelight. I just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "You can tell his heart is more MAGA, you can tell where this guy is much more in a Trumpy outsider, you know, counter orthodox. That's the kind of campaign he wants to run. And I think that ultimately that pulls more from Trump. But I do think, I agree with the comment about he is a wild card, he is dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "And low information voters who might just be just know his name right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "He looks exactly like his dad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "Yes. And he is taking more from Biden right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "It's also, though, not trying to take up the mantle of his father. I mean, it's pretty astonishing when he tried to suggest that Trump and Biden are equally threats to democracy. He said that on the same day Trump said he was going to pull back -- pull back, I should say civil rights laws, some of which his own father (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "Well, he does mention his father in terms of being at the Justice Department, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "Yes. But he doesn't want to -- but he's OK if those laws get repealed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Let's turn now to the ongoing feud between House Speaker Mike Johnson and Republican congresswoman or gadfly Marjorie Taylor Greene, who is, you know, really making her presence known and her opposition to funding or even allowing a vote on funding for Ukraine. Does anyone win in this situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "Well, Ukraine certainly loses. I mean, here's the thing. Marjorie Taylor Greene has a lot of power now in the House and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "That's why we cover her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "And it is extremely dangerous. And thanks, Kevin McCarthy, for elevating her. And now she is in this position. Look, I don't think that the House Republicans have the stomach for another big fight. That being said, they know their voters do not want them to fund Ukraine. There is a -- the Republican Party, they have shifted a lot in a lot of ways. But one of the biggest ways is they've gotten very isolationist in their foreign policy. I hear it from Republican voters and focus groups all the time.They do not want any more money going to Ukraine. So she is representing a base opinion here, and there will be other people who follow her if she decides to take a real stand on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "But I don't think she's the pied piper here. I mean, I think there are lots of Republicans in the House who do want to fund Ukraine. And maybe there's some way to talk about immigration in this or get something out of it. You know, the Democrats -- if Johnson needs the Democrats, they're not going to come for free. They're going to -- they're going to want to get something out of that.What that is, you know, I don't know. So she's just open to Pandora's Box here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "And it's hard to predict which way it's going to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "So she said the other day, I think on Steve Bannon's podcast or whatever that show is that Speaker Johnson, who is, I think, objectively the most conservative Republican that has ever been speaker of the House, I mean, I don't even think it's a question that Speaker Johnson is, like Nancy Pelosi, I think she called him a moderate and said he's like Nancy Pelosi and like Mitch McConnell. And again, this is just because he has attempted to keep the government open and govern and make deals or whatever. But he's probably even more conservative than --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "-- Marjorie Taylor Greene, at least based on how they conduct themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "Yes, but she is a student of Donald Trump. And as we've seen Donald Trump do, that's how you treat your enemies. You accuse them of, you know, absolute bluster and things that are absolutely not true. And the sad thing about it, though, is she does have a lot of control. It also, though -- this is performative, this is about fundraising, this is about cliques, this is about keeping herself in the news, right, because now we're wondering, is she -- will she or won't she? Will the Dems have to do well, won't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Yes. What do you think? If the Democrats have to step in because, look, he can only afford to lose like two or three --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "Two or -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "Yes, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "-- two or Republicans in both --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "That's right. Someone get sick, it's impossible. It's so funny what you said about conservative, though, as though he's the most conservative. That word has ceased to have all meaning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "It's not about that anymore, right? About MAGA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "The fact that he's ideologically conservative matters --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "LONGWELL",
      "sentences": "-- one at all to this. She is -- it is about fealty to MAGA, it is about doing what Trump wants. And so, how conservative he is? How conservative Liz Cheney is? None of that matters anymore.There's a different litmus test that people are being --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "And also how they conduct themselves in their personal lives --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "FINNEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "-- is also -- that used to be something that conservatives were graded on and judged about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "BORGER",
      "sentences": "That's right. Cared about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:14",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "TAPPER",
      "sentences": "The MAGA caucus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "FINNEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BORGER",
      "sentences": "Yes. Matt Gaetz is not with her on this. And so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "LONGWELL",
      "sentences": "Well, Matt Gaetz likes to be the one controlling the thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BORGER",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "LONGWELL",
      "sentences": "He doesn't like it when Marjorie Taylor Greene gets the limelight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BORGER",
      "sentences": "-- but there is a fight. There is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "FINNEY",
      "sentences": "Yes, he likes the limelight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BORGER",
      "sentences": "There is a fight --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "TAPPER",
      "sentences": "Very interesting stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BORGER",
      "sentences": "-- for control among these people who used to be a united front and now some of them want to save Johnson and some of them don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BORGER",
      "sentences": "And we'll just have to see how it plays out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "TAPPER",
      "sentences": "Thank you all. Appreciate it.From U.S. politics to what's going on in Israel, my next guest says, quote, \"Benjamin Netanyahu is Israel's worst prime minister ever.\" He's Israeli and he says that. We'll get into that. Plus, the breaking news in sports today. Bronny James following the lead of his dad, taking his talents to the NBA draft. Bob Costas will be here to discuss that and of course, the explosion in women's basketball, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:24",
      "speaker": "TAPPER",
      "sentences": "So, it's just a factual matter that Netanyahu's survival as prime minister depends on some anti-Arab zealots in his cabinet, Ben- Gvir and Smotrich, primarily, he needs their support to stay in power. If he alienates them, they can leave and he -- and there'll be a new election, he'll not have support to be prime minister. How much do you think that's the reason that not enough humanitarian aid is getting into Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:24",
      "speaker": "PFEFFER",
      "sentences": "I don't think that's the main reason. I think the reason that not enough humanitarian aid got into Gaza is a combination of reasons, which partly is the trauma that Israelis were feeling in the aftermath of October 7. Partly it's the way that the Israeli military was focused on the military campaign and didn't think that the humanitarian side of it was something that they, as the army, needed to prioritize.And yes, the third element, I think, is this political paralysis at the heart of Netanyahu's cabinet. He can't make any major decision because he's scared of angering either the far right wing of his government, without whom he doesn't have a majority, or the pragmatic wing, and of course, the Biden administration. That leads to indecision. And what we're seeing now is that there needed to be some kind of proactive take on the humanitarian front, and that has been absent from Israel's decision making. And Netanyahu is the man who's responsible for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:24",
      "speaker": "TAPPER",
      "sentences": "So, President Biden had a tough conversation with Netanyahu in which he said it was going to be tough for the United States to continue to support Israel if Gaza keeps going the way it is, the campaign. What do you think Netanyahu is going to do? Our friend Barack Ravid (ph) is reporting that Biden said out now, if he doesn't change it it's going to be tough to support you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:19",
      "speaker": "TAPPER",
      "sentences": "Fascinating. Anshel Pfeffer, thank you so much. Come back, please.And then there are those who are living through this horror. My next guest was a hostage of Hamas, the unspeakable events that this young Israeli girl survived. She's going to join us and tell us her story. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:19",
      "speaker": "TAPPER",
      "sentences": "And we're back with our world lead. October 7th was at the beginning of it, just like any other day for Agam Goldstein-Almog and her family before Hamas terrorists invaded Israel and set off an IED outside their home at kibbutz Kfar Aza. Then Hamas terrorists broke inside her home. They shot and killed her dad and her sister before taking the rest of her family hostage in Gaza, where Agam spent 51 days in Hamas captivity.And joining me now is Agam Goldstein-Almog. Agam, thank you so much for joining us. Such a horrible story. You were taken on October 7th from kibbutz Kfar Aza with your mother, along with your nine and 11- year-old brothers. Can you describe what that was like? AGAM GOLDSTEIN-ALMOG, FORMER ISRAELI HOSTAGE (through translator): We woke up on Saturday for a normal day. We heard the alerts, the alarms at 6:30 in the morning. We went into the safe room. They came into our safe room very, very quickly. My dad took a plank for my sister's bed, I guess bed, and they shot him straight away. I heard them saying, no, no. And we were sitting there hugging each other, embracing each other. They took us, put clothes on us for my sister's closet, and we saw my dad sitting -- lying down with shooting wounds. I saw him in his last breathing. My sister fainted, and we were laying her on the floor, and we said, oh, we were with you. But the terrorists came in and out, and she woke up and fainted again. And when one of the terrorists pulled my hair. And my mom stayed with Yam, my sister. And they told her to come out to turn on the car. She went out and back in, and then she saw Yam. My sisters was shot in the face. They took us to Gaza in my mom's car. We were so shocked. We couldn't even have any expression on our face. We were frozen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:19",
      "speaker": "TAPPER",
      "sentences": "And what was your captivity like? What were those 51 days like?GOLDSTEIN-ALMOG (through translator): I used the words fear, horror, but only the body can understand what I was going through. I went to a place where I have no control on my life. No control on my body. No control what's going to happen to my mom and my brothers. They took me from a place that had such independent and I could have any choice. I did sport, and I had my own life. They shut me in darkness, take me to the toilet, tell -- asking me constantly what I'm thinking about. And asking me not to feel or express any feelings. There are -- my body felt the horror that my life is in their hands. Every day they can shoot at me and just finished in a second and nobody will know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "Last question for you, Agam, do you think that the government of Israel is focused enough on getting the remaining hostages out of Gaza?GOLDSTEIN-ALMOG (through translator): They told me constantly while I was captured that your government doesn't want you back as far as we concerned, they told her, we'll return you tomorrow. It's your government that to blame. And I saw what they're dealing with. We felt like it's the end. I have returned, but I'm not even trying to recover the fact that I won't see my dad or my sister. Their faces are not -- the faces are not coming out of my head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "TAPPER",
      "sentences": "In our Sports Lead today, there she is, Iowa's Caitlin Clark, who hits the court tonight in the NCAA Women's Final Four. She is the record breaking scorer whose 41 points helped Iowa crush LSU on Monday. Clark and the Hawkeyes are going to take on the UConn Huskies tonight. But as huge as that game is, it still might not be the biggest story in the end. Also playing as South Carolina, a team that is undefeated this season, they're taking on NC State. Let's bring in CNN contributor Bob Costas. And, Bob, it's hard to overstate how huge this is right now. Ratings for women's basketball, college basketball, smashing records more than 12 million people watch the Iowa-LSU game. That's more than the average Major League Baseball World Series or NBA Final or Stanley Cup game last season. What do you make of this moment for these athletes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "BOB COSTAS, CNN CONTRIBUTOR",
      "sentences": "Well, I think it's going to elevate the women's game all around, that there'll be an ongoing effect beyond Caitlin Clark, who next year will be in the WNBA. But her presence there will elevate the WNBA as well. And overall, although the past couple of years has highlighted it, overall, the quality of play in women's basketball. It used to be just four or five teams, really, UConn, Stanford, Tennessee had any chance to win the championship. The overall quality is much better. It's much more entertaining to watch.But just like Magic Johnson and Larry Bird, I'm not saying it's the exact equivalence, but Magic Johnson and Larry Bird elevated the college game and then elevated the NBA when they -- went right from there into the pros. The same thing is true of Caitlin Clark. The same thing will be true of Paige Bueckers, who's her opponent tonight in the semifinals from UConn. And Angel Reese has a following. It's not just one player anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "TAPPER",
      "sentences": "I think a lot of people were struck this week when Angel Reese talked about the absolute vitriol she got because she would taunt other players on the court. It's honestly not that really big a deal for anybody who watches men basketball players, college or NBA or otherwise. They taunt each other all the time. And just this week, there was this huge brawl in the NHL. This seems to be a real double standard, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "COSTAS",
      "sentences": "Well, in hockey, there's still a part of the hockey fandom, the old school people who think that fighting should always be part of the game, who celebrate what happened between the Rangers and the Devils, which was brewing for weeks beforehand. They dropped the gloves right after they dropped the puck. The game had barely begun. And in addition to the main combatants, there were like a half dozen other fights going on. They barely had enough players to finish the game after all the game misconducts were handed out. So even, you know, hockey is kind of a separate world in that respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "TAPPER",
      "sentences": "Fair enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "COSTAS",
      "sentences": "But when it comes to basketball, the trash talking is constant. And one of the biggest trash talkers of all time was Larry Bird.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "TAPPER",
      "sentences": "So why was there so much vitriol at Angel Reese for what was at the end of the day, like a pretty minor way of taunting Caitlin Clark?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "COSTAS",
      "sentences": "Yes. You know, is there possibly, not possibly, certainly, hard to gauge how much? Is there a racial element and a double standard racially in this? Yes, even though I think the vast majority of sports fans and the vast majority of Americans have gotten past that. But for some, is there that, and here's the advice of an old guy to a young person like Angel Reese. Don't put so much emphasis on social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:41:03",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "TAPPER",
      "sentences": "Well, we're all big fans of Angel Reese and Caitlin Clark at THE LEAD. Quickly, Bronny James officially declared for the NBA draft. His father, obviously, LeBron James, I want to get your take on Bronny versus LeBron, and you know why you think an NBA team might be interested?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:00",
      "speaker": "COSTAS",
      "sentences": "Well, a couple of things here. Bronny, after the cardiac arrest and they discovered a congenital heart condition, he had a barely social freshman year, five points, low shooting percentages for USC. So he's not really a top NBA prospect, except for the fact if he decides to do it, he could still go back and transfer to someplace because his coach left USC. He could continue in college ball. He's going to gauge what the NBA interest is. But the NBA interest is bigger than it ordinarily would be, given his stats, because LeBron James will be 40 in December, but he's still one of the best players in the league. But the clock is ticking on that. LeBron has said he wants to play at least one season with his son.So would some team late in the draft take Bronny, hoping that LeBron, who would be a free agent, would come to that team to play one season with Bronny, that could happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:13",
      "speaker": "TAPPER",
      "sentences": "This just into CNN, fire officials in Vermont say that someone intentionally set fire outside the office of Senator Bernie Sanders in Burlington. CNN's Melanie Zanona is back with me. Melanie, what are we learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:13",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Well, the fires marshal's office has determined that this fire was, quote, incendiary in nature. And the investigation is now being turned over to local police and state police. Sanders office is located in a historic building, a masonic temple that houses a number of other retail offices and a number of other office spaces. An official said they arrived on the scene and they located a fire in the vestibule in between an elevator and the entrance to Sanders office. The officials said that they evacuated the scene and that there was some fire and water damage, but that thankfully no one was injured. We do have a statement from State Director Katherine Van Hise.This is someone who works for Senator Sanders, and she said they were grateful to the fire and police were first responders and that they were relieved that no one on their staff or anyone in the area was harmed. But even though no one was injured, it is still a very alarming incident, especially given the recent uptick and threats that we have seen leveled against members of Congress. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "TAPPER",
      "sentences": "Again for our Out of this World Lead and our current favorite, oldie.(BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "TAPPER",
      "sentences": "Yes. You are welcome for that, earworm. We're counting down until Monday in a total eclipse of the sun. Not a total eclipse of the heart. And as Kristen Fisher explains for us now, this is worth taking in under any circumstances whether there's an earthquake or a thunderstorm, even a wedding.(BEGIN VIDEOTAPE) DR. HAKEEM OLUSEYI, ASTROPHYSICIST: It's the most amazing terrestrial thing I've ever seen. KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT (voice-over): Dr. Hakeem Oluseyi is one of the die hards, an eclipse hunter and astrophysicist who's hoping to see his 6th total solar eclipse on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "FISHER",
      "sentences": "What makes an eclipse so special?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "OLUSEYI",
      "sentences": "Yes. You don't have to ask that question if you see it, right? It's, you know, it's like bringing space and the cosmos to your lap. This is when you know, hey, I live in a solar system that's in a galaxy. It's surreal. FISHER (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "OLUSEYI",
      "sentences": "And now the corona, which is a billion times dimmer, becomes visible. It just appears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "FISHER",
      "sentences": "This is the moment of totality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "OLUSEYI",
      "sentences": "This is the moment of totality. Totality this time is a long totality. It's about twice as long as the 2017 total solar eclipse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "FISHER",
      "sentences": "Oh, wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "OLUSEYI",
      "sentences": "This is a four minute totality, that is.FISHER (voice-over): Nearly 32 million people in the United States, from Texas to Maine, live within the path of totality. Millions more will be traveling to get there. And roughly 450 couples will be getting married during totality at two mass wedding events. Elope at the eclipse in Arkansas and Ohio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We wanted to like, again, we wanted to do something unique, but we didn't necessarily need to be up front and center. And it's something that will bond everyone who does it that day together forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "FISHER",
      "sentences": "What is it about an eclipse that makes it kind of romantic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There's like a story about the sun and the moon and they fell in love and then when they finally kissed, that's when the solar eclipse happened.FISHER (voice-over): A cosmic kiss. It's similar to what the Navajo people have believed for centuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "EVELYN BAHE, NAVAJO NATION DEPARTMENT OF DINE EDUCATION",
      "sentences": "That's a time of intimate relation between sun and the moon. This is the time when you don't look at them too, having an intimate relation so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "FISHER",
      "sentences": "You want to give the moon and the sun some privacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "BAHE",
      "sentences": "Yes. They give them time for privacy.FISHER (voice-over): Looking directly at the eclipse, like President Trump famously did back in 2017, is not safe without protecting of glasses. But the Navajo people won't even look at it with glasses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "BAHE",
      "sentences": "During the eclipse, we have to get back into our dwelling, close the curtains, make it really quiet.FISHER (voice-over): It's a sign of respect, a way of honoring a sacred alignment between the sun and the moon. And it's something that's been captivating humans for as long as we've been alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "OLUSEYI",
      "sentences": "Not so much what you see, which is amazing, but it's also what you feel the first time telling you feel it when you see this. It is not any experience you've ever had.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:37",
      "speaker": "FISHER",
      "sentences": "And it is an experience that millions of Americans are trying to have if the weather would just cooperate. Here in Washington, the forecast is actually looking pretty good. But here, you're only going to see a partial eclipse. And you know, Jake, I am told that the difference between a partial eclipse and a total eclipse is quite literally night and day. And this is really your only chance to see it here in the United States for 20 years. The next total solar eclipse in the United States isn't going to happen until 2044. Jake?",
      "isLastSentenceInterrupted": false
    }
  ]
}