{
  "date": "2024-02-20",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Navalny's Widow Accuses Putin Of Killing Him With Poison; U.S. Proposes \"Temporary Ceasefire\" In U.N. Draft Resolution; Countdown To South Carolina; More Heavy Rain For California After Widespread Flooding. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:40",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Right now on EARLY STARTRussia refusing to release the remains of Alexey Navalny. His wife accusing the Kremlin of a cover-up. Will anyone be held accountable for his death? The United States proposing a temporary ceasefire in Gaza and issuing a clear warning to Israel to rethink its next move. And, counting down to Saturday's South Carolina primary. Nikki Haley sharpening her attacks on Donald Trump, but still trailing badly in a state she used to govern. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "Good morning to our viewers in United States and around the world. I'm Kasie Hunt. It's Tuesday, February 20th. It is 5Also, 5:00 a.m. in Washington, where President Biden says the administration is considering additional sanctions against Russia after the sudden death of Russian opposition leader Alexey Navalny. The president also tying Navalny's death in custody to Russian aggression overall, and Republican resistance to new military aid for Ukraine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "They're making a big mistake not responding. Look, the way they're walking away from the threat of Russia, the way they're walking away from NATO, the way they're walking away from meeting our obligation, it's shocking. I've been here a while. I've never see anything like this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "Navalny supporters and political leaders around the globe are holding Russian President Vladimir Putin responsible for Navalny's death, with a very notable exception of former President Donald Trump, who went days without even mentioning Navalny, who else has gone days without mentioning Navalny? And then he declined to publicly condemn Putin for his death, and he instead, baselessly, suggested that he, Trump, is being politically persecuted in the same way that Navalny was. I will note he has never been -- no one's tried to poison him.Navalny's widow, meanwhile, posted this video on YouTube, claiming that the Kremlin is refusing to release her husband body to his family for at least two weeks. That effort she says is to eliminate the evidence. (BEGIN VIDEO CLIP) IULIA NAVALNAYA, WIDOW OF ALEXEY NAVALNY (through translator):  In a cowardly way, they're hiding his body, not showing to his mother, not giving to his mother. They are lying and they're waiting for the traces of another of Putin's Novichok to disappear. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "All right. CNN's Clare Sebastian joins us now from London.And, Clare, of course, that Novichok that she references as the poison that they used to try to kill Navalny previously. She does not offer solid proof that it's what was used this time, but she did seem to hint that there's more details to come. What do we know and what do you expect to learn next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yeah, good morning, Kasie.Yes, she -- the way she said, it could have been an accusation about Novichok specifically or it could have been sort of a figure of speech to denote. Yet another, obviously now, successful, sadly, attempt to kill her husband, but she did also say that we know why she said Putin killed Alexey three days ago, and soon, we will tell you all about it. So we don't know exactly what that means, but they apparently have more information that they're going to come out. The Kremlin and the last hour has come out and reacted to her comment on Novichok. The Kremlin spokesman saying this is nothing more than unfounded accusations. The big problem as you noted, is that the family and the firstly, its not being given access yet to the body according to the spokesperson for Navalny, Kira Yarmysh, she said that they will now have to wait 14 days, for some kind of chemical examinations. So, we don't know what that means. It does perhaps make you look again at that Novichok comment, but still a lot of questions around this and no real the timeline on getting any answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:40",
      "speaker": "HUNT",
      "sentences": "Clare, Yulia Navalnaya -- Navalnaya says that she's ready to pick up her husbands mantle as an activist for democracy in Russia.What does that look like for her and what are the challenges for this movement going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:10",
      "speaker": "HUNT",
      "sentences": "All right. Clare Sebastian for us in London -- Clare, thank you very much.And for more on how this is playing out here at home in the U.S., let's bring in Stef Kight. She's political reporter for \"Axios\". Stef, good morning, always good to see you. So we had these initial days of silence, right, from Donald Trump. Now we have heard him use Navalny's name twice. First, he shared a post that compared himself. It's always about him to Navalny, Biden to Putin. And then yesterday he wrote this, quote, the sudden death of Alexey Navalny has made me more and more aware of what is happening in our country. It's a slow, steady progression with crooked radical left politicians, prosecutors, and judges leading us down a path to destruction. Again, making this about him, and using this as an opportunity to criticize the United States of America. What has been the reaction from -- I mean, we don't how Democrats are going to react to it, but Republicans, there are so many who are with him, but -- I mean, this is the kind of language I feel like certainly Republicans have old that I spent many years covering in Congress would not have used to describe the U.S. And if they -- if they had seen a Democrat do it, they would have been out there the first in line to criticize them. I hear crickets so far, but what is your reporting telling you about the reaction to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:10",
      "speaker": "STEF KIGHT, POLITICAL REPORTER, AXIOS",
      "sentences": "I mean, we certainly have not heard any kind of strong reaction from Republicans. And I think it's another indication of Republicans really struggling with how to address the former president's comments, especially when it comes to foreign policy.We've already seen the way that you -- Trump's hesitancy to continue to support Ukraine, for example, has influenced the way that Republicans on the Hill are addressing this issue. It made it much more difficult for the Senate to pass the foreign aid deal that they eventually were able to pass. And, of course, Trump is a big factor in why we've seen so little movement in the House to move forward with these tens of billions of much needed military aid for Ukraine to push back against Russian aggression. And so, no, we haven't heard much from Republicans at this point. Of course, many are in Munich right now at the security conference and discussing these things and seeing just how much this delay in aid from the U.S., this faltering and support from the U.S. practically is impacting our allies abroad. And so, whether we see any kind of criticism coming out of a conference like that will be something to keep an eye on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:10",
      "speaker": "HUNT",
      "sentences": "So, Stef, another, you know, let's file this under -- I'm talking about Trump and his relationships with attitudes towards other authoritarian leaders across the globe.He posted a video. He shared a video of Hungary's Prime Minister Viktor Orban, also a close Putin ally. Watch -- watch what Orban said in this video that Trump shared. Watch (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:10",
      "speaker": "VIKTOR ORBAN, HUNGARIAN PRIME MINISTER",
      "sentences": "We can't interfere in the elections of other countries but we really want President Donald Trump to return to the White House and make peace here in Eastern Europe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:10",
      "speaker": "HUNT",
      "sentences": "We really want Donald Trump to return to the White House. I'll also note that the cover of \"The Economist\" this week actually puts all of these -- many of these leaders, including the Hungary -- leader of Hungary onto a Make America Great Again hat and kind of helps illustrate how this is a phenomenon that's sweeping the globe.I mean, what should we take from this? Again, Donald Trump, Republican front runner, on a path to win the nomination, as good a shot its close to 50/50 shot, if not 50 percent plus one shot of becoming the U.S. president again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:01",
      "speaker": "HUNT",
      "sentences": "Stef, on a different note, you've got a new report in \"Axios\" just coming out a few minutes ago looking at pressure coming from Senate Republicans on Mitch McConnell to hold a full impeachment trial of Alejandro Mayorkas. This is, of course, something Democrats are trying to set aside. And honestly, I don't get the sense there's a ton of appetite among the non-Trump wing of the Republican Party in the Senate to do this.What have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:01",
      "speaker": "KIGHT",
      "sentences": "I mean, there's certainly is not a lot of appetite for many Republicans in the Senate. But we are seeing this as the next flash point here with the conservative group of McConnell critics in the Senate who see this as another opportunity to try to push McConnell to give them what they want. They are angry after the way that the border deal fell apart.They were angry with the border deal that emerged. They, of course, were opposed to the foreign aid package and voted against it. They are upset that McConnell decided to move forward without a majority of the Republican conference. And they see this Mayorkas impeachment articles that are coming over to the Senate from the house as an opportunity to push leadership here. And that's what we're seeing with this letter that they intend to send to the Republican leader, a little bit later this morning, urging him to not allow Democrats to just table the motion, throw it out quickly. Of course, this is ultimately going to be in Democratic, in Democrats hands, but many of the far right wing within the Senate Republican conference are concerned that McConnell hasn't been pushing more publicly for an actual trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:01",
      "speaker": "HUNT",
      "sentences": "All right. Stef Kight of \"Axios\" -- Stef, thanks for being here. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:01",
      "speaker": "KIGHT",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:27",
      "speaker": "HUNT",
      "sentences": "Welcome back.Overnight, the U.S. proposing a U.N. Security Council draft resolution calling for a temporary ceasefire in Gaza and warning Israel against its plan for a ground incursion into the southern Rafah region where more than 1 million Palestinians are now living after fleeing other areas. This comes after the U.S. vowed to veto an Algerian draft proposal calling for an immediate Gaza ceasefire that set for a vote this morning. Joining us now is CNN's Max Foster. Max, good morning. Always wonderful to see you. We've seen Washington been reluctant being reluctant to use the term ceasefire in any of these U.N. actions so far. So that does seem like a notable shift to me, but we also heard from a senior official with the Biden administration. They're trying to say that they don't want to rush this vote. And, of course, this draft fall short of what other Security Council members want. This, of course, is in response to a call for an immediate ceasefire. How significant do you think this changes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:27",
      "speaker": "MAX FOSTER, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I think you just laid it all out there really, I mean, Algerian suggesting an immediate ceasefire. That's not going to go through because the Americans are again, to veto it, vote against it. They're coming out with alternative, which in the language of what they're proposing here to the U.N., a temporary ceasefire in Gaza, as you say, they haven't talked about that yet.So that is seen as progress, but they add onto that as soon as practicable. So they're taking away the deadline which will strike fear through the people in Rafah. You were just talking about because they're expecting an imminent ground invasion there. It doesn't without the deadline, the U.S. really takes the teeth out of this because a ceasefire according to a lot of people is needed right now and it won't happen under the proposal from the U.S. So again, you've alluded to this already. Other members of the Security Council may vote when veto against the U.S. proposal, Russia and China, for example, it could be that neither of these resolutions go through and there's no difference France on the ground. And even if it did go through, there's not a lot of respect amongst the Israeli government for the United Nations. Huge amount of tension between those two bodies. So would they even live up to that resolution in Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:27",
      "speaker": "HUNT",
      "sentences": "Yeah. I mean, that's I think -- we've talked about that many times at this hour of the day. How Israel has is kind of at odds at the U.N. And I mean, honestly, the U.S. kind of playing along this way is a shift as much for that reason as any other.Max Foster -- Max, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:16:27",
      "speaker": "FOSTER",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:23:24",
      "speaker": "HUNT",
      "sentences": "Welcome back.Quick hits across America now. A court appearance this afternoon for the suspect in a double-double fatal shooting at a University of Colorado dorm. Twenty-five-year-old student Nicholas Jordan was booked Monday on two counts of first- degree murder. The Alabama Supreme Court has ruled that frozen embryos are people, and that someone could be held legally liable for destroying them. Reproductive rights advocates warn the decision to allow wrongful death suits could make in vitro fertilization on available in Alabama. A 5,000-pound European satellite is tumbling back toward Earth. It's expected to enter the atmosphere around this time tomorrow and to burn up on re-entry posing a low risk to those of us here on the ground. All right. Heavy rain battering California this morning is more than 35 million people remain under widespread flood threats, torrential downpours soak the state on Monday, triggering landslides and leaving debris across multiple communities. The Santa Barbara area was especially hard hit. The airport there shut down. Roadways -- look at this, turned into rivers across the region creating travel chaos. Our weatherman Van Dam has been tracking it all for us. Derek, good morning. How much rain are we talking about here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:06",
      "speaker": "HUNT",
      "sentences": "Yes. I can really use some sunshine, I have to say.Our weatherman, Derek Van Dam -- Derek, thank you very much. We'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:06",
      "speaker": "VAN DAM",
      "sentences": "Have a great day. Okay.",
      "isLastSentenceInterrupted": false
    }
  ]
}