{
  "date": "2024-01-06",
  "headline": "CNN Newsroom",
  "subHeadline": "FAA Grounds Some Boeing 737 MAX 9 Jets After Part Of Cabin Blows Out At 16,000 Feet; U.S. Transport Safety Board Briefing on Alaska Air Incident; Alaska Airlines: Some 737 MAX 9 Jets Already Inspected. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:39",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN NEWSROOM WITH MICHAEL HOLMES.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:39",
      "speaker": "MICHAEL HOLMES, CNN HOST",
      "sentences": "Hello and welcome to our viewers here in the United States and all around the world. I'm Michael Holmes. I appreciate your company.A terrifying midair incident on Alaska Airlines flight leaves many Boeing 737 MAX 9, temporarily grounded, and 177 passengers and crew feeling lucky to be alive. We are now waiting for a news briefing from the U.S. National Transportation Safety Board that's set to begin any minutes and we will bring it to you live. We'll be discussing what happened on Alaska Airlines Flight 1282 on Friday. Officials and witnesses say part of the fuselage called a plug blew off during the planes ascent leaving a gaping doorway-sized hole on the side of the jet, while it was that an altitude of 16,000 feet. That's around 4,900 meters. Incredibly, the plane made a successful emergency landing and there were injuries, but none of them serious. Now, after the Alaska Airlines emergency, the U.S. Federal Aviation Administration temporarily grounded certain Boeing 737 MAX 9 aircraft operated by U.S. airlines or in the territory. The FAA says about 170 planes worldwide are affected. As CNN's Pete Muntean now reports, Boeing once again facing scrutiny over the safety of its aircraft following this incident. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:39",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "A major new developments following this incident, the Federal Aviation Administration is now issuing an emergency airworthiness directive, essentially emergency recall calling for a temporary grounding of these Boeing 737 MAX 9 airplanes, pending the results of inspections.This incident happened an explosive moment, like the most violent convertible you've ever been, in this case on a passenger jet. Row 26 is where this happened, where there could have been a door installed, this plane did not have a door in hot a plug, more in that second. This happened, though, with a bang -- a refrigerator-sized hole punched into the side of this plane, seven minutes into the flight, at 16,000 feet. It led to a rapid decompression, where the high pressure breathable air inside the plane goes rushing out, and very cold thin air from outside comes rushing in. We heard from a passenger, that a boy sitting not by had his shirt pulled off by the force of the explosion. The oxygen masks drop, and the pilots very quickly had to deal with this unusual situation. I want to listen to the calm on the air traffic control. Step one fly the airplane, step to run the checklist. Go back to 10,000 feet where the air is more breathable. Step three, communicate to air traffic control exactly what you are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:39",
      "speaker": "PILOT",
      "sentences": "Alaska 1282, need to declare an emergency, descending down to 10,000 just depressurized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:39",
      "speaker": "AIR TRAFFIC CONTROL",
      "sentences": "Alaska calling, descend one-zero thousand. When able, give me the nature of the emergency and your intentions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:39",
      "speaker": "PILOT",
      "sentences": "Seattle, Alaska 1282 just depressurized, need to declare an emergency, we do not need to descend down to ten thousand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:39",
      "speaker": "MUNTEAN",
      "sentences": "The part of this plaintiff fail, the part that will need to be inspected, is on the left side of the fuselage. It is where I door can be installed in the factory, but it depends on the seating configuration that's ordered by the airline.So, this plane did not have a door, instead it had a door plug, which you can see from the outside but would not know from the inside. It rolled off the Boeing factory floor, only a few months ago. October 15th, was the first flight, 150 flights for Alaska airlines. But this is really thrust bowing back under the microscope, the latest in a litany of issues for the 737 MAX family, 346 family people killed in two crashes in 2018, 2019 respectively. A 20 month long grounding of that plane in the U.S., and since, Boeing has been dogged by quality control issues. The good news here, 171 passengers -- (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:07",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) with CBS. How concerned are you on the safety of Boeing 737 MAX fleet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:07",
      "speaker": "HOMENDY",
      "sentences": "The question is, how concerned are you and the safety of the Boeing 737 MAX fleet?Our investigation right now is focused on this particular aircraft. And we are early on in the investigation. So we can't make any broad statements about the fleet. But I am very encouraged, again, that the FAA took action to temporarily ground this particular aircraft for inspection and for addressing any potential concerns that were identified through those inspections. Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:07",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) with CBS News. We heard reports about a teenager that was near the hull in the plane, (INAUDIBLE), sitting in seat 26A or 26B. Do you know what seat he was sitting in or where the nearest person was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:07",
      "speaker": "HOMENDY",
      "sentences": "So, the question is, where was the nearest person to this particular portion of the structure that blew out, and whether there was a teenager or an adult near that particular location. That is part of what our cabin safety and survival factors team will determine.I have asked that -- I have asked that question myself. But have gotten different answers. So until we can really, factually determine who was where, I don't want to provide inaccurate information. Hopefully I'll have that for you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:07",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE). How long will it take to inspect the MAX 9s?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE). Will you be examining Boeing's manufacturing process as well and oversight of Boeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOMENDY",
      "sentences": "The question (VIDEO GAP) FAA's oversight of Boeing, will we look at Boeing's process for manufacturing this aircraft? At this stage of the investigation, everything is in. We go very broad. Nothing is excluded.So as we are gathering information and looking at the evidence, we could go very broad or we could hone in to certain areas of the investigation. So it's pretty early on, but we do not exclude anything at this point of the investigation. Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) KATU News. We saw that this plane was certified as safe to fly about two months ago, who does that certification? And so (INAUDIBLE) FAA, who determined that this plane was safe to fly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOMENDY",
      "sentences": "The question is, who determines whether this plane was certified safe to fly. We'll have to look at how it was certified. All we have right now is that it was delivered to Alaska on November 11th.That is the information I can provide. Anything beyond that, I don't want to speculate. I want to see it in writing myself and make sure that we answer it accurately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "REPORTER",
      "sentences": "If I could ask a follow-up. You mentioned minor injuries. Do you know about how many people were injured, the extent of injuries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOMENDY",
      "sentences": "The question is regarding the injuries and the extent of the injuries. That's something that local law enforcement will have to provide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "REPORTER",
      "sentences": "We have all seen the video, but what the conditions like inside that jet, when there's, you know, a hole gets blown through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOMENDY",
      "sentences": "The question is, what were the conditions like at the time when this portion of the aircraft blew out, or in general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "REPORTER",
      "sentences": "Or even in general?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOMENDY",
      "sentences": "Or in general. So, I mean, I can describe it how I see it right now. I've seen the same video. I've seen the same pictures.So there on 26A and 25A, the headrests are gone. On 26A, part of the seat -- back of the seat is gone. There are some clothing items in the area. We can see that the stop portions of the door are still intact on the door. I'll say, one good thing about this aircraft is there is an identical intact during plug just on the other side. There's a left one and a right one. We'll be able to look at the right one, which is fully intact and see what that one looks like and compare it. And speaking to some who spoke with the flight crew and others, not from our conversations, but I'm relaying what we have been told. But it was a very chaotic scene, very chaotic. Very loud, which you can't really hear on the video but it is very loud. I hope that we are going to be able to provide a bit more information on what the flight crew itself experienced and the flight attendants experienced during this accident scenario.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "REPORTER",
      "sentences": "You mentioned this is an accident not an incident. Do you have any other information to what caused this accident? I thought I heard you say something about seat number capacity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "May I ask a follow-up. In terms of figuring out what caused the accident, what are the first things that you look at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "HOMENDY",
      "sentences": "Yeah, you know, I'll provide some of that information tomorrow on what we're going to look at for the investigation. I want to get with some of the groups and determine -- but I can give you a few things.I mean, certainly, we'll look at the maintenance records. We'll look at repair but this was a new plane that was delivered and was put into service on November 11th. But we're still going to want to look at that. We'll look at the pressurization system. We'll look at that door, the components around that door, like the stop fittings around the door. We are going to want to look at the hinges. There is a lot of information that will still have to look at. We'll want to know training, qualifications. We'll want to look at the safety briefings that were provided. What occurred during the accident scenario itself with respect to emergency operations, emergency egress. There's a lot of information that will be looking at and I can provide you more details on that tomorrow. Right here and then there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "Where there other accidents --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "HOMENDY",
      "sentences": "A name and affiliation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) Do you have other accidents with the (INAUDIBLE)? Do you suspect of overall design problem for this plane?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "HOMENDY",
      "sentences": "The question is, do I -- do we suspect that there is an overall design problem with this plane based on previous accidents involving the Boeing MAX. At this time, no. We are only focused on this investigation, this airplane. We are not focused on the fleet.But again, nothing is out. We'll go where the investigation takes us and look at what we need to, to make sure that we're addressing the safety. Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "You said there for clothing items in the area (INAUDIBLE) getting sucked off of the passengers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "HOMENDY",
      "sentences": "The question is about the closing items that were around the door area. We don't know what -- what was that -- why that clothing is there. I can just tell you there is some clothing in that area. But we'll look into that further.Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) Do you know about what speed was traveling at?.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "HOMENDY",
      "sentences": "The question is on the speed off the plane, and we'll get all the information from the recorders.Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "Does your past experience include investigating the Ethiopian Airlines (INAUDIBLE) and are you bring that expertise to that investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "HOMENDY",
      "sentences": "John, do you want to step up here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "JOHN LOVELL, NTSB SENIOR AVIATION ACCIDENT INVESTIGATOR",
      "sentences": "Yes. I assisted, actually, I represented the United States and Ethiopia on the MAX crash over there. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "Can you talk about what you learned in that investigation (INAUDIBLE) in Portland?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "LOVELL",
      "sentences": "That remains to be seen. We did go through a lot. It was a very complex investigation. And this one, we are still in the early stages, as the chair has indicated. So we don't know yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "Your emotional perspective, looking at this plant, what are some of the impressions you had as you'll investigate it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "LOVELL",
      "sentences": "My impressions our, that as that chair indicated, we are thankful it was at a particular phase of flight where it was not more catastrophic. So we're grateful for that. And that's a big thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "(INAUDIBLE) And can you take us through your day tomorrow, like when you're getting up, the first order of business, get the people at home and around the world a sense of what you'll be doing tomorrow. LOVELLthat everybody is well taken care of. They're going to be that ones that do the work and I'm here to facilitate that. And -- but they are the specialists and the experts. So I want to really be available for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "REPORTER",
      "sentences": "One question to you -- and I was going to ask both of you, do you have a message to people out in this neighborhood searching for the door hub?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "HOLMES",
      "sentences": "All right, we've been listening to that news conference about the incident on the Alaska Airlines aircraft.I want to get straight to CNN transportation analyst Mary Schiavo. She's a former inspector general of the U.S. Department of Transportation. She joins me from Charleston, South Carolina. Thanks for doing so. Your main takeaways from the news conference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "MARY SCHIAVO, CNN TRANSPORTATION ANALYST",
      "sentences": "Well, it's pretty standard initial briefing. The NTSB lies out what they're going to do. The NTSB never speculates as to what they think might have happened or what they might find. So that was pretty standard.I was surprised they didn't mention the subcontractor which, allegedly, nothing's set in stone it, but the fuselage in this droplet manufactured by a subcontractor, I believe in Wichita. And I think that would be included, but Boeing is certainly responsible for their subcontractors but that's a very important part of this case. They manufactured the fuselage with this door plug loosely installed. Then it goes to Boeing, and Boeing takes it out, reinstalled it, and puts it in its final position. So that would be a very important additional entity to have in this investigation. And then, of course, also important, and this isn't always the case and investigations, but the call for people in the neighborhood to search for the door. Now, I think they can find the answers, and I think they will find the answers, even without the door, but haven't folks go out and search for the door will certainly help the investigation if it can't be found, and I think it will be found, it's a very large piece. And other accidents, airplanes have dropped pieces of the aircraft, they are usually found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "HOLMES",
      "sentences": "Yeah. Mrs. Homendy made the point of how much worse this could have been. No one in the seat next to the plug. Everyone was seated. I mean, what could have happened if the factors in play were different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "SCHIAVO",
      "sentences": "Well, and we only have to look at history. I mean, I've been working air accidents long enough to remember cases where, another aircraft, a door was lost. And in some cases, losing a door, and this was in the '70s and the '80s on these plant accidents, the aircraft was lost. And several of them, the plane crashed, everyone was lost and a couple of the cases of door losses, people were sucked out, seats were sucked out of the aircraft.So closing a door is a very significant event. And she mentioned it was rapid decompression. If it had been under a split second, the cold and explosive decompression and literally you are at risk of losing the aircraft whenever that happens. So it would have been a very -- you know, it could have been a fatal accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:05",
      "speaker": "HOLMES",
      "sentences": "Yeah, the vast majority of this model are in the U.S. and with just two airlines, I believe, Alaska and United. But several dozen are flying in other countries. Do you see more groundings globally? Should there be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:05",
      "speaker": "SCHIAVO",
      "sentences": "Well, and again, that's a great question because -- and she didn't get into this and I was very curious to hear. So, doors and door plugs can be manufactured in a variety of ways. Now, usually, it's a door has to be pulled in and then pushed out to open the door. And the pressurization of the plane holds the door and the door plug in place.So is the actual pressurization that then fits the door, door plug, snugly into -- into the opening. But there are other ways they can be manufactured. And some of them open, you know, out. Some go, I don't want to say pulled down but the have a mechanism worth a sort of go down than up. So, it remains to be seen how exactly this is manufactured. But ordinarily, pressurization off the plane helps to keep the door, or the door plug securely in place so it cannot open in flight by accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:05",
      "speaker": "HOLMES",
      "sentences": "Yeah, and we don't -- we don't know what happened. But I mean, is it something like, you know, if a seal failed or something like that, would that create the sort of change in pressurization that could cause something like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:05",
      "speaker": "SCHIAVO",
      "sentences": "Well, I'll just go back to prior accidents that I know about. In the cases where doors failed in the past, there were problems with the locking mechanisms. Now, you know, she did say that even though this plug is in place or the interior doesn't look like a door at all, and many cases they can still be excised from the outside to inspect and check those doors.And there are reports they have pressurization problems reported on this plane, you know, before this flight. And so that would make one wonder with or if that door latching mechanism was somehow defective or not properly shut. In prior crushes that I mentioned, one with a Turkish airliner, one was United. American had one, they had no fatalities. Even the American airless C5A, big huge plane, had a door locking -- door ceiling locking mechanism malfunction and that has been the most common cause in the past. But the past is no indication of, you know, what's going to go on this one. But in the past it was a failure of locking, usually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:05",
      "speaker": "HOLMES",
      "sentences": "Yeah, and you mentioned that door, the sort of hunt for the door. One imagines they'll find it, it's not a small piece. But what could it reveal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:05",
      "speaker": "SCHIAVO",
      "sentences": "Well, one, the part of the locking mechanism will be on it. Part of the -- you can see on those pictures that she showed, you see the eyes or the attaching posts are still there on the aircraft, so one assumes the rest of the mechanism would still be on that door exit the aircraft. For example, if there is any kind of mail failure, problems in manufacturing, you know, perhaps it's a substandard manufacture. We don't know. I mean, that's just speculation. But if there is any problem with that metal, she did say they'd havemetallurgy group, very important. Because sometimes in manufacturing, you get flaws in the metal, in the equipment, in the manufacturing of all kinds of components in the aircraft. You can have a flaw on to manufacturing, and they want to know that, because then the outlook for that and other aircraft. So those are the kinds of things they're going to be looking for on that door, as to, you know, what are the particular parts that failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:02",
      "speaker": "SCHIAVO",
      "sentences": "Well, I think the airworthiness directive says it takes somewhere around 4 to 8 hours or something like that. I can't remember the exact amount of time. But it can be done in political and overnight inspection. So they get right on inspecting. So, obviously, an inspection that only takes a few hours to do, they're looking to make sure that the door is closed and sealed and locked. They wouldn't be looking at actual metallurgy or the construction of the parts, if there's any manufacturing weakness or defects in the actual part, hidden defects if you will.So it appears that the method of compliance with this airworthiness directive is to look at the door, make sure it shut and locked, and they also have to test pressurization. So they will be a pressure test and make sure the aircraft, each of the aircraft are properly pressurizes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:02",
      "speaker": "HOLMES",
      "sentences": "You make of really good point there. If you do a visual inspection, chick the seals, check that lock mechanism, and say, okay, this one's got to go, what if it does turn out to be metallurgical issue or a latching issue that the investigation reveals? Should these planes be flying until we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:02",
      "speaker": "SCHIAVO",
      "sentences": "Well, you know, that's why I think they didn't want to sound real urgent but they need that door and they need those parts. But they do have, and they mentioned this was a very good point, they've got the other door on the other side of the aircraft, that was out a doubt they'll be taken apart, looking at the parts, looking at all the metallurgy. And they also know, obviously, the supplier and who manufactured these, they literally can go right now and look at other parts that are being supplied to Boeing and see if there is an issue with the manufacturer.And remember, every part that is made for an aircraft, not only is the part, not only are the parts and the aircraft approved, but actually the manufacturing process must be approved as well. So I would imagine, at least -- I know the NTSB investigations from working in this field a long time, they're looking at the processes, to, to see if there's any kind of problem or weakness in the manufacturing process of these particular parts. And that will be part of the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:02",
      "speaker": "HOLMES",
      "sentences": "As we heard during the news conference, FAA said the plan was delivered, I think, in November. That's not long ago. Is it a concern that an aircraft that new has a problem this early in its life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HOLMES",
      "sentences": "Yeah, I don't feel old. I remember the DC-10 very well. But -- you touched on this, too. The MAX has had a troubled history. Not the 9 but the 8, two crashes in 2018 and 2019. How much of a hit has Boeing's reputation taken in recent years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SCHIAVO",
      "sentences": "Well, in recent years, if you include the MAX 8, it was a very big hit, because as you recall, there were hearings in the Senate, there were hearings and the House. Just really some stunning revelations came out and, you know, just some of the comments that came out of Boeing documents in those hearings and subsequent investigations.And remember, two years ago, Boeing and hurt and to a different prosecution agreement to avoid criminal charges and criminal prosecutions. That's a pretty damning event in the world of aviation, and the aircraft manufacturing. Now I will say, Boeing has just about completed all the conditions of the deferred prosecution agreement. They had to pay a very large fine, $2.5 billion, I believe, to airlines and others who stood losses because of it. They had to put forth a very large sum of money to pay each family, of a person killed on the planes. And they had performed all that, but part of the deferred prosecution agreement that Boeing signed was that they will have no further violations similar to what was encountered on the MAX 8 program. And that included charges by that FAA and others that they were not truthful with the FAA, that they misled the FAA on the certification of that MAX. And that's a pretty damning allegation. Remember that, they were not charged, convicted, or tried. So, it remains an allegation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HOLMES",
      "sentences": "We are lucky to have your expertise at times like this. Mary Schiavo, thank you so much, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "SCHIAVO",
      "sentences": "Thank you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "HOLMES",
      "sentences": "Our top story, an accident on a Alaska Airlines flight that's left much most of the world's Boeing 737 MAX 9 grounded at National Transportation Safety Board news conference what you saw here life wrapped up recently. Officials asked for the public's help in finding part of the plan and discussed what they know so far about the accident.They said adore plug, as it's cold, you can see the outline of it there, came off the Alaska airlines flight shortly after takeoff and an altitude of 16,000 feet or nearly five kilometers. It left a hole in the side of the plane. You can see the outline of what it would be if it were the door. This plane did not have the door but it could have been a door. You can see there what it would have looked like. It left the plane depressurizing rapidly, only minor injuries, fortunately, among the 177 passengers and crew on board. Now, Alaska Airlines says around a quarter of its 737 MAX 9 planes have been inspected and returned to service. CNN's Stephanie Elam reports on the wider investigation underway. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "STEPHANIE ELAM, CNN CORRESPONDENT",
      "sentences": "After this incident that happened Friday night at Portland International Airport, Alaska Airlines says it is going through and checking all of its 737 MAX 9 aircraft. This after the FAA had said that they wanted to ground all of this aircraft they were flying until they could be inspected, saying that would take about 4 to 8 hours per aircraft.All of this happening because of what happened Friday night, with this plane taking off and shortly after takeoff, maybe seven minutes into the flood, a part of the fuselage just broke off. When you look at the images of this, it looks like a door and part of the window. This was not actually used as a door on this particular plane, but it could be configured this way to painting on how an airline wanted to use it. So, that's the question to hit here, how this pace could have come apart. Obviously, for the people on a plane, it was terrifying. Darkness, it's winter, it's cold. And they were at 16,000 feet when this happened. When you look at video from inside the plane, you can see some of the peoples here is being blown around. One woman, sitting in front of where this happened, said she didn't know anything was going on because she was asleep but knew something was wrong because oxygen masks dropped in front of her. Another man who was on that plane, Evan Smith, talks about what he saw and heard happen to one boy sitting very close to this hole in the side of the plane. Take a listen to what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "EVAN SMITH, PASSENGER",
      "sentences": "I understand, talking to a lady and throw immediate behind -- you could see, later, there was a two window section panel that blew up, about as wide as a refrigerator, about two thirds as high. And she said there was, I guess, a boy and his mother sitting in that row and his shirt was sucked off him out of the plane. His mother was holding on to him. She said, her own little boy's phone went out too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "ELAM",
      "sentences": "Passengers said they heard a loud bang and then a whooshing noise after that, when this happened. One woman said it seemed to hurt the other passengers were staying very calm and the crew knew exactly what to do to keep everyone calm as well. Pilots working to get the plane down to 10,000 feet, because obviously that high up, the air can be very thin. They've wanted to make sure it was breakable before they went back to land.But it's amazing to note that nobody was majorly injured, according to Portland International. One person was taken to the hospital, but out of 171 passengers and six crew members, there were no serious injuries. We heard from one passenger, the CEO of Alaska Airlines did reach out to them and give his apologies for what had happened. She also said she heard from the airline they were going to refund them for their flight and give them $1,500 for the inconvenience. At this point, the NTSB is investigating what happened here, making sure this couldn't happen again. But obviously, when you talk to experts in this field, they say it really is a miracle that no lives were lost and if this was going to happen, at least it happened as low of an altitude as it did because it could have been much worse had, it happened at a cruising altitude. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "HOLMES",
      "sentences": "Our thanks to Stephanie Elam there.Now, Jeffrey Lindblom is from CNN affiliate, KPTV, walks us through the terrific moments when part of the plane blew out. (BEGIN VIDEOTAPE) JEFFREY LINDBLOM, KPTV CORRESPONDENT (voice-over): Flight crew on Alaska Airlines flight 1282 declaring an emergency, as these photos show the aircraft appearing to be missing a panel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "EVAN SMITH, ALASKA AIRLINES PASSENGER",
      "sentences": "It's about as wide as a refrigerator and about as high as two thirds of a refrigerator in height.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "LINDBLOM",
      "sentences": "Evan Smith says he was among the passengers aboard the flight, heading to Ontario. He says that just reach cruising altitude at around 10,000 feet, as disaster struck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "SMITH",
      "sentences": "There it was really loud bang, and the swooshing noise and all the air masks dropped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So we have to turn back to Portland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "LINDBLOM",
      "sentences": "Flight crew made the call to return to Portland, while Smith says hey look back at about six rows and saw what people lives is a mess inside panel in the aircraft.(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "SMITH",
      "sentences": "There's not anything I have control over and it's just wait and see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "LINDBLOM",
      "sentences": "Smith says he spoke with another passenger who said they were a row behind where the incident occurred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "SMIITH",
      "sentences": "They said there was a kid in that row whose shirt sucked off and out of the plane, and his mother was holding on to him to make sure he didn't go with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "LINDBLOM",
      "sentences": "He believes some cellphones and other items may have blown out, too, and he says it's fortunate they weren't high in the sky. He also credits the cabin crew for doing what he calls a good job. As he says he watched crew members helped some women, who were fearful, move to a different spot in the plane.(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:28",
      "speaker": "SMITH",
      "sentences": "It says something when those planes could take that kind of hit and still land safely.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}