{
  "date": "2024-12-03",
  "headline": "Laura Coates Live",
  "subHeadline": "Trump Team Mulls Options To Replace Hegseth; Laura Coates Interviews Rep. Jim Clyburn; Laura Coates Interviews Village People Lead Singer Victor Willis; Zuckerberg Seeks To Bend Trump's Ear On Tech. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST, FORMER FEDERAL PROSECUTOR",
      "sentences": "Usher was only 11 or 12 and, you know, despite all the music he's put out, all the producing he has done across genres.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR AND SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Go ahead, Scott. Scott, you got 30 seconds.SCOTT JENNINGS, CNN POLITICAL COMMENTATOR, FORMER SPECIAL ASSISTANT TO PRESIDNET TO PRESIDENT GEORGE W. BUSH: Well, I got -- I looked at -- there's 25 names and I just -- my criteria is, who would I want to be trapped on a desert island with? There's no question. I don't agree with virtually anything you say except Beyonce. We have common ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Okay. All right.(LAUGHTER) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JENNINGS",
      "sentences": "There is no question.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "WILLIAMS",
      "sentences": "-- brings America together. Look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "I think I rest my case because if everybody at this table can agree, then we're done.(LAUGHTER) Everyone, thank you very much. And thank you for watching \"NewsNight.\" \"Laura Coates Live\" starts right now. UNKNOWN (voice-over): This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "Zach Cohen, thank you so much.Joining me now, congressional reporter for \"The Hill,\" Mychael Schnell, CNN political commentator and Democratic strategist Maria Cardona, and former senior advisor to the Trump 2024 campaign, Bryan Lanza. Glad to have all of you here. Look, no one wants to be in a position where your last line of defense is that lifeline that your mom might have to give an interview -- (LAUGHTER) -- that you're going to have to go back to Fox News where you have already left as a host into talking. Bryan, is the writing on the wall for him or can he right this ship? BRYAN LANZA, FORMER DEPUTY COMMUNICATIONS DIRECTOR FOR TRUMP 2016 CAMPAIGN, SENIOR ADVISER FOR TRUMP-VANCE 2024 PRESIDENTIAL CAMPAIGN: Uh, I would say this: The only one who speaks in this is going to be Donald Trump. So, all these anonymous sources of the transition having these conversations --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "Uh-hmm. LANZAPete has an uphill battle tomorrow. He has very key important senators to connect with. Joni Ernst is a critical senator for him to do. She has made her brand fighting, you know, sexual assault in the military. That's her brand. So, he has to convince her. And the burden is on him. Mom is not going to help. Fox News is not going to help. It's going to be the 50 Republican senators who are going to -- or the 53 Republican senators who are going to judge him. And one senator matters more than others, and that's Joni Ernst. So, there's a lot riding on it, and we will see. But as for these rumors, these innuendos, these non-confirmable stories, Trump is the ultimate decision maker on this. If he wanted us to have a conversation, he would tweet on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "So, Mychael, why is Joni Ernst the final say? Why is she so important here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "MYCHAEL SCHNELL, CONGRESSIONAL REPORTER, THE HILL",
      "sentences": "Bryan mentioned that she is so well respected. And on this issue of sexual assault in the military, she has made it one of her core issues, if not her core issue, during her time up on Capitol Hill. She's also a veteran herself. So, a lot of folks have been watching to see how she will react. Now, as you mentioned, as Zach mentioned before, she's on this short list that's being reported of potential replacement. So, I think a lot of folks are going to see how Joni Ernst reacts, how she handles this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "And if she really wants to be that role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "SCHNELL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "If she wants the role, she's not going to like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "SCHNELL",
      "sentences": "Right. But it's important to note, it's not just the allegations about sexual assault against Pete Hegseth or the drinking whatnot, he has also said that women shouldn't serve in combat roles, and that's also something that Joni Ernst has pushed on. She said herself that he needs to explain this. So, there is a lot at play here, and it is all going to come ahead tomorrow when they finally meet him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "But I don't think they have that big of a margin. I mean, Trump, if he -- if these are the people who might be on the short list, he's plucking from, you know, not a deep well, but the margin will narrow and narrow and narrow, and if she's as important as are others -- I mean, the fact that Pete Hegseth has gone from, you know, controversial to now this problematic, Maria, how are the Democratic senators look at this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR, DEMOCRATIC STRATEGIST",
      "sentences": "I think they look at it as a clown show. And I think they look at it as -- this is why you have vetting. This is why you have FBI background checks. This is why you actually have a process before the president- elect announces out of a whim because he likes the way somebody looks on television the -- who you want to be leading one of the most important agencies of the United States of America and, frankly, the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "And, by the way, I don't want to cut you off on that, but that reminds me of who you and I talked about in the past, and that is, you know, him suggesting that you've got to use -- the reason you use people who are already sort of part of the system because they have been vetted. They don't want to have surprises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "CARDONA",
      "sentences": "Yes. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "Maybe he assumed because he was, you know, an anchor on Fox and a host. That it already been taking place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "CARDONA",
      "sentences": "But it is not the same thing. I mean, clearly, you saw that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "LANZA",
      "sentences": "Not even close. As somebody who do -- who said no joining the administration --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "CARDONA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "LANZA",
      "sentences": "-- the fact we're on check is overwhelming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "CARDONA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "LANZA",
      "sentences": "It is not even close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "CARDONA",
      "sentences": "Yes. And I have been -- I have been through FBI background checks, and they go through everything. They talk to everyone you have ever known.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:06",
      "speaker": "COATES",
      "sentences": "And periodically update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "CARDONA",
      "sentences": "She has been on the front lines working with Senator Gillibrand on issues of sexual assault in the military. I can't see how she says yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "SCHNELL",
      "sentences": "And I would just jump in. There is one more thing about Joni Ernst, more talking about her in this context, you know, in this area. She was the only Republican to vote against General John Hyten, who was nominated to be vice chair of the Joint Chiefs. So, she has this history and this track record of being a maverick in the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "CARDONA",
      "sentences": "She takes this very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "SCHNELL",
      "sentences": "When it comes to the military and it comes to matters of sexual assault, she has done it in the past. It is an indication that if she is to take this vote and vote no this time, she has done it before, she may not be apprehensive this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "COATES",
      "sentences": "We actually have some sound of some of the Republican senators that you're talking about, expressing some concern over this very thing which, by the way, is not what we heard even a week ago. Listen.(BEGIN VIDEO CLIP) SEN. BILL CASSIDY (R-LA): They're allegations, and they have to be addressed. So, you don't believe everything you read or see on the T.V. but, clearly, they have to be addressed. UNKNOWN (voice-over): His own mother sent him a letter saying that she thought he was an abuser of women. I mean, does that allegation concern you? SEN. JOHN KENNEDY (R-LA): Well, of all the allegations I've seen, that's probably the most serious. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "COATES",
      "sentences": "All right, so, Bryan, you know that he, like Trump, I mean, likes to pick people that he's familiar with seeing. How important is this Fox News interview which I might add, although he may have picked a number of nominees that he has seen on Fox News, none have really been on since they have been selected as a nominee. But Hegseth is going to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "LANZA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "COATES",
      "sentences": "How crucial is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "LANZA",
      "sentences": "He's going to a friendly outlet. You know, the mom story is going to be a story that drives most of the news until he has that meeting with Joni Ernst. So, you need to fill the gap. What you don't want in the morning is nothing taking place, and then this meeting taking at 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "COATES",
      "sentences": "But you know what? Just from -- I mean, my prosecutor background, having a mom go -- having a mom -- I know it is not, but having a mom go on the stand even and on behalf of the defendant, like jurors lean in, and this is the court of public opinion. I get it. It maybe even a juror of one and Donald Trump. But having a mother say, you know, I don't feel this way, it didn't always have the persuasive ability as, say, fully unbiased person. Just saying this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "LANZA",
      "sentences": "No, listen, I think there is truth there, because you have to remember, you know, she's not going on a difficult outlet, she's going on Fox, which is an echo chamber of everything we want. But Fox is the audience that the president pays attention to. It is an audience that his base pays attention to. And his base matters in this conversation.And so, the mom going out there saying the statement like apologize, Pete is a good kid, that's going to be the statement you hear at least on Fox throughout the whole day and probably afterward. This meeting is critical. I mean, Joni Ernst has made a brand on this issue. She is a leader on this issue. She's not going to -- she's not going to sort of bend the knee to Donald Trump and say, yes, give me Pete Hegseth. He is going to have to make the case. And I think he has challenges. I don't think mom bails you out the day of an important test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "COATES",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "LANZA",
      "sentences": "Mom has never bailed me out the day of important test. I would start now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "COATES",
      "sentences": "I'm a mom. Maybe I would bail my son. I'm just saying, but not like this. Let me ask you. We're talking about Joni Ernst. Ron DeSantis was also on that short list we are talking about, which -- I mean, it would make your head spin, to think about all of this pendulum shifts that are happening. What would you say if he is the person?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "LANZA",
      "sentences": "I would say this",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "COATES",
      "sentences": "Well, I'm 5'3-1/2.\" What are you trying to say right now, Bryan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:06",
      "speaker": "LANZA",
      "sentences": "Yeah, but, you know, I'm saying Trump wants people who look like leaders, it's a tall job to fill that space, and Ron DeSantis does not fill that space. That's what I'll say about Ron. You can clearly tell that at a Trump campaign. We still have our gripes with Ron, and we're going to go forward with it.But, you know, it's a tough challenge at this point for Pete. You know, I think Joni is probably the best, the best who has a relationship with President Trump. Hagerty, Senator Hagerty obviously has an amazing relationship with President Trump. We have confidence in him, we have faith in him, we've considered him for other positions. I think Ron is still too far. I think we should watch what the President says and not sort of focus on the unnamed sources because we know, if President Trump wants us to have a conversation, he's going to tweet something, and we're all going to talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CARDONA",
      "sentences": "Sexual assault?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CARDONA",
      "sentences": "Does he just like that kind of company? I mean, I don't understand. Or does he just think that because he says it, it's going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "What do you think about that, Mychael?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SCHNELL",
      "sentences": "I think that -- we spoke about this before, that the first lie -- the first qualification that I think Trump is looking for these nominees to have is loyalty, right? He has been through this already once with the first administration. There was massive turnover throughout those four years. He went -- he burned through secretaries, he burned through acting secretaries. So, I think that he's coming at it from this standpoint that he wants to make sure that the person he puts in that position is loyal and will stay in it for as long as possible, and we're seeing that play out right now with some of these nominees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "LANZA",
      "sentences": "But that's every cabinet official. I don't remember people during the Obama administration or even the Clinton administration, which I was a fan of, saying he picked a disloyal person who's going to be an outside voice. Everybody picks in echo chambers as their cabinet secretaries. There was literally no argument that we've had out of the Biden cabinet secretary the last four years, and we know Biden has been mentally not up to the job.So, cabinet secretaries are nothing but a rubber stamp. You're entitled to have who supports you, you're entitled to have who has earned your trust, including the people that President Trump has names, they've earned his trust over the years, just like the people Joe Biden has named. Now, there's no belief that they're actually going to act in the best interests of the country because if we believe that, they would have removed Joe Biden two years ago when we saw the mental decline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Let me ask you on that part, though, because it goes back to the mandate. Now, in this -- I do wonder, we've heard time and time again that Trump got a mandate when he had this decisive victory in November. But then you can effectively chop away at the credibility that you have, as having the mandate, whatever it might be in his mind, if you have people who the public doesn't trust or that members of Congress are saying, hold on, we had it in the back and now you give me someone who's going to have to undermine me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "LANZA",
      "sentences": "I think it's totally because if you look at the polling, you have more people who are now supporting Trump's names for cabinet positions. His approval -- his approval of his new administration is at the highest it has ever been. It's even higher than when he ran for president. So, clearly, he's getting more popular as these picks come through. So, the view that these picks are having a negative impact on the ratings of administration, we haven't seen that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "How about on Capitol Hill, though? I mean, it is the beginning, but how about on Capitol Hill? What is the vibe when, you know, behind the scenes? We know the camera gives people a kind of moral lobotomy all of a sudden. When -- when you're talking to people behind the scenes, what is the impact of having these allegations out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SCHNELL",
      "sentences": "Well, that's the thing. There's a conversation you can have about the qualifications of each individual and there are conversations you can have about these allegations and about this -- this -- this baggage. And I think that in the case of Pete Hegseth, it has been just this constant spigot, this constant drip, drip of information. First, it was the reporting that there was the 2017 incident. Then we saw the police report. Then we had the letter from his mother. Now, we have \"The New Yorker\" reporting about why he left those two veteran organizations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "LANZA",
      "sentences": "We have the NDA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SCHNELL",
      "sentences": "We have the NDA. We've been seeing this information constantly come out. And this is not what Republican senators and House members want to be talking about. They have this mandate. They want to gear up for the first 100 days not fighting over these guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CARDONA",
      "sentences": "And it's all about qualifications. You might talk about Biden's picks or Democratic picks in general. They always nominated people that were qualified for these positions that actually had experience in doing this. This is not the case here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "LANZA",
      "sentences": "Yeah, but I would say Austin had the experience. You know, the secretary of defense had the experience and his failure in Afghanistan shows that the proper vetting and long-term experience doesn't equal success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "We'll see what the senators actually think and tomorrow being a very important day. Thank you, everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CARDONA",
      "sentences": "Thanks, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SCHNELL",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "Well, new tonight, the list of Democrats upset with President Biden's pardon of Hunter is, well, it's getting longer. And you can now add a very high-profile Democrat to that list, California Governor Gavin Newsom. Now, he says -- quote -- \"With everything the president and his family have been through, I completely understand the instinct to protect Hunter. But I took the president at his word. So, by definition, I'm disappointed and can't support the decision.\"Now, Biden pardoned Hunter for the federal tax evasion and gun charges that he faced, but also for any other crime he may have committed in nearly 11 years. The president ignored, shouted questions about the pardon today while he was overseas, so his statement is still the only explanation that we have to work with, which basically says he pardoned Hunter because his son was unfairly targeted. Joining me now, one of Biden's top allies on Capitol Hill, Democratic congressman from South Carolina, James Clyburn. Congressman, I'm so glad that you're with me here today. You've undoubtedly heard the criticism, and I wonder, are you okay with the pardon of Hunter Biden? REP. JAMES CLYBURN (D-SC): Well, first of all, thank you very much for having me. I am absolutely okay with it. I don't know how many people urged him to do so, but I did, two weeks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "You did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Two weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "What was his reaction to that, by the way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "He seemed to be a bit reticent about it, but I emphasized the fact that that we, as fathers, have obligations to our children.Now, if Hunter had gone through a process like everybody else had gone through, I would not have this feeling. But when you get prosecuted because you did not fill out a form to get a gun that you never used, that was even taken away and thrown away, and then you get prosecuted for it, to make it felonious, that to me is a problem. And everybody I've talked to tell me that nothing like this would happen to an ordinary person. And so, when people start saying that this looks like there are two levels of justice, no, no. I ask them to think about this again. I know plenty of people who have not filled out forms correctly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "-- and never get to this point. And so, Joe Biden needed to do, on his way out of office, what he could to protect his son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "He could have done this though, congressman, earlier. I mean, he has been dealing with this for quite some time. Even the sent -- even the actual conviction was many months ago at this point in time. Why just two weeks ago? Obviously, there's the election, but why did President Biden or you not suggest that earlier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "I've always felt it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "But, you know, I was at the White House. We were in a situation that was kind of jovial. But I wanted and so obligated to say to him, it's the season, and I think you need to really do what's necessary to protect your son because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Would you have done the same? Excuse me, congressman, would you have done the same had Harris won the election? Is the concern the incoming administration in DOJ or in general?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "Absolutely. I had a press conference a few days before I met with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "At the press conference, Ayanna, whose last name (INAUDIBLE) at the moment, but I joined with her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Ayanna Pressley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "Yes, with Ms. Pressley, Ms. Scanlon (ph) from Pennsylvania, calling on the president to use his clemency to correct some other things that we think went wrong with some prosecutions. And I've done some things outside of that. I believe in forgiveness --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "-- I believe in punishment, but I believe that vengeance belongs to the good Lord Almighty. COATES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "How long has President Trump been talking about pardoning people who are insurrectionists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "Throughout his whole campaign. That's what they campaigned upon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CLYBURN",
      "sentences": "Pardoning those people who participated in events that led to deaths, trying to overthrow our government. And he says, I'm going to pardon them, they are patriots. You know, what I see here is not dual justice, but I think there is a two-tier system here where everything is okay if we don't have much expectation for you, but it's not okay if our expectations are higher. And I think that's what's happening to Joe Biden here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "COATES",
      "sentences": "You mean for Democrats versus Republicans in a sense or you mean Biden and Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Hmm. Well, you know, I don't know if you heard that the former Democrat, now independent senator, Joe Manchin, had a recommendation that he made. He was talking about cleaning the slate. And he suggested that President Biden should pardon President-Elect Trump. What do you think of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLYBURN",
      "sentences": "Well, I've said to people that I'm in that category as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLYBURN",
      "sentences": "I did see what Manchin had to say. Remember that Trump has not been convicted of anything in the federal realm. Those convictions are state convictions. So, I'm not talking about state here, I'm talking about things that could impede our federal government. And so, I believe that Manchin may be on to something there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "You would support pardoning Trump for the federal crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLYBURN",
      "sentences": "Yes, I could, absolutely, because the Supreme Court has pretty much made it very clear that he is preemptively pardoned of anything he may do as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Because of the immunity decision --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLYBURN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "-- for official acts. Really quick, I know we have to go, there has been a lot of threats made about whoever leads the DOJ. For prosecutors who were involved in the prosecution of Trump and otherwise, Special Counsel Jack Smith likely to be somebody on an enemy's list of sorts. If you recommend to Biden, do you include the federal employees and prosecutors and special counsel who were actively on these cases to protect them as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLYBURN",
      "sentences": "Yes, absolutely. Jack Smith's name is on my list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLYBURN",
      "sentences": "This chain -- his name is on my list. I think that they all should be preemptively pardoned because I think there are people who Trump may bring into this government who will go after these people in a serious way, and there's no need to subject them to that. Even if they are found not guilty, why put families through that? Why put these people through that? That kind of expense, that kind of worry, that should not be. I think Liz Cheney is a great patriot, and I also think there will be a lot of migrant people going after her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "I suspect your phone is going to ring with people wanting to be added to the Clyburn list as well. Congressman, always a pleasure to have you here. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CLYBURN",
      "sentences": "Well, thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Look, I know it, you know it, Trump definitely knows it.(MUSIC PLAYING) Well, I mean, it is fun to stay at the \"YMCA,\" but whereas you and I might spell it out, \"YMCA,\" with our arms to, of course, the classic tune? Well, Trump has his own twist, doesn't he? And his version has made its way from his rallies to sports to Mar-a-Lago Thanksgiving dinner, and America isn't mad at it. The song went right back up to number one for three weeks on Billboard's Dance Electronic Digital Song Chart, and Google is seeing searches for the song at its highest level in two decades. But what did the Village People think about all the attention and where it's coming from? Well, let's ask. Victor Willis is the co- writer of the song and lead singer of the Village People. And look at him. He is here with me now, understanding the assignment. What a pleasure it is to have you here today, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "VICTOR WILLIS, LEAD SINGER, VILLAGE PEOPLE",
      "sentences": "Thank you. It's my pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Well, listen, I mean, originally, you know, you asked Trump, as I understand, to stop using \"YMCA\" because it was -- quote -- \"a nuisance.\" A lot of people were contacting you about him using the song when others had pulled out and said he can't use their music. You've had a change of heart. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "WILLIS",
      "sentences": "Well, I noticed that Trump actually likes the song and that he really seems to have a lot of fun with it. And after paying attention to the way the song has gotten so much more attention since he has been musing it, it has done a lot to make people pay attention to the song again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "I wonder what goes through your mind when you see the president-elect dancing to your song. And, by the way, you're seeing people reference his moves to that song on football fields and different memes and beyond. It seemed to never have gone away and had a resurgent. What goes through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "Well, I'm very excited when I see people doing the \"YMCA.\" I've seen all the different sports people doing it. It's exciting. It's an exciting moment and it's an exciting time that the song is resurging again and it's reaching such a high peak. And I'm thankful and impressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Well, I mean, I already see you clearly have an outfit ready to go for tonight. Well, are you going to be asked? Do you know -- have you been asked to perform at the inauguration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "Well, not, uh, not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Would you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "If I was asked today, I would probably say no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "But, um --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "But if they -- I haven't really made up my mind. If they come to me and they ask me, I would probably tell them that I would be definitely considering doing it because he has done so much to help the song. It would be nothing but correct for us to do it. And I mean, it's music, and it is music that I wrote for everybody to enjoy. So, I would not have any qualms at this point in my mind thinking about going and doing it anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Well, you know, speaking of that, I read your Facebook post about this issue in part and the meaning behind the song. You know, when you put art out into the world, it's going to be interpreted in different ways. And sometimes, you might like the interpretation. Other times, you might take issue with it. And you've been taking issue with the song's reputation as being described as a kind of gay national anthem. Frankly, even President-Elect Trump has called it that. Listen.(BEGIN VIDEO CLIP) DONALD TRUMP, U.S. PRESIDENT-ELECT: You know what gets them rocking? \"YMCA.\" \"YMCA,\" the gay national anthem. Did you ever hear that? They call it the gay national anthem. But \"YMCA\" gets people up and it gets them moving. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Now, you wrote on Facebook that you don't mind -- this is your word, you don't mind that gays think of the song as their anthem -- unquote -- but the assumption you say is completely misguided. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "Well, because people have, in the media, in a lot of instances, made \"YMCA\" -- just said that it's a gay anthem. But in reality, \"YMCA\" is more than just a gay anthem. \"YMCA\" is an anthem for parties, for bar mitzvahs, for weddings, for sporting events. It's so many anthems that people use it for.(MUSIC PLAYING) And I think that basically -- it kind of disturbs me when they just try to say \"YMCA\" is just a gay anthem. And that limits -- that limits what the song is really about. It's a mini anthem. So many anthems that people use \"YMCA\" for. COATES: Hmm. You went so far as to say in your post, though, that starting in 2025, you may ask your wife, who you reference here tonight, to begin to sue media organizations that might refer to it as such. You're saying it's the use of it as if to suggest that it has but one -- one connotation. That disturbs you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "That's correct. That they just use it to say that it's one thing, that it's just a gay anthem. If they want to say it's a gay anthem, that's fine with me, but say at the same time, say that it's a mini anthem. It's a gay anthem, it's a wedding anthem, it's a party anthem, it's a Trump anthem, it's a sporting events anthem, it's a bar mitzvah anthem. So, if they say that, well then it wouldn't disturb me. I wouldn't have my wife go after anybody about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Well, I think the name of your tour, should you choose to do one, will be called \"The Anthem.\" There you go. And you'll let everyone decide for themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "That's what you do. Okay. Well, listen, Victor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "Check that out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "There you go. You check that out. I'll be eager to see you again. And I love -- I am so tickled and undone by the fact that you have this outfit on. I love it. You look fabulous. And I'm so glad to get to know you. Thanks for joining.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "Thank you. I'll be watching you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "WILLIS",
      "sentences": "I hope to meet you in person soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "COATES",
      "sentences": "Well, you know, I'll drive fast and you can pull me over, officer. Okay, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "And it's the battle of the billionaires. Again, Mark Zuckerberg trying to get in on Elon Musk's territories, creating policies with Donald Trump.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Move over, Elon Musk, because Mark Zuckerberg wants a seat at the Trump table, coming on the heels of a one-on-one at Mar-a-Lago, a meeting with President-Elect Trump. Meta's president of global affairs, Nick Clegg, telling CNN today, Zuckerberg is looking to take a -- quote -- \"active role\" in tech policy discussions with the Trump administration.[23:49:57] And according to \"The New York Times,\" the Meta boss has already been in touch with Trump in the months leading up to the election. Now, it's notable because in a book just released this past summer, Trump threatened to put Zuckerberg in jail for the rest of his life if he did -- quote -- \"anything illegal\" during the election. Seems like maybe Zuckerberg got that message. Clegg also saying today the company may have been too restrictive in moderating content during the 2024 election. He writes, \"Too often harmless content gets taken down or restricted and too many people get penalized unfairly. We have sought to update and apply our content policies fairly so that people can make their voices heard.\" Joining me now, Frances Haugen. She is a Facebook whistleblower who testified to Congress back in 2021 that Facebook was putting their own profits above user safety. Frances, good to see you again. I wonder, is Zuckerberg the right person to be in Trump's ear shaping tech policies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "FRANCES HAUGEN, FACEBOOK WHISTLEBLOWER",
      "sentences": "Mark is in a very hard position right now because he's bet the farm on AI and Meta. But places like the European Union, Australia, Canada, they're beginning to actually put in place legislation. So, he needs someone like Trump to step in and put it on a wall and say, no, hands off American companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "You've been somebody who has been critical of Meta for the reasons we've described and others. But you've also been speaking quite clearly about wanting to be a part of the solution. So, in that vein, what do you think about the company signaling that they will moderate content less? Is that the right way to go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HAUGEN",
      "sentences": "Since I came forward almost three and a half years ago, I've said very clearly that content moderation isn't a very effective strategy. Nick Clegg is heading on a really critical part of the problem. About 10% of the time, when Meta takes down content, it doesn't violate its own policies. Meta should be focused on things like transparency and designing for safety, not just taking down content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Some of that seems like being proactive, other parts reactive. I would assume, with the onslaught of content that comes in, an hourly, let alone a daily basis, there's going to be a lot of catch up, trying to figure out not so much what to do theoretically, but how to react in the moment. If that's the case, is content moderation more appropriate then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HAUGEN",
      "sentences": "So, I'll give you an example. You might have noticed that there are more and more reels in your Facebook feed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HAUGEN",
      "sentences": "Or you're getting pushed more and more short form video on Instagram. Facebook is known for years that when they show you more content from your friends and your family, you get safer content. When we rely on AIs, algorithms, to choose what we get to see or not see, we put ourselves at the mercy of computers. Facebook knows that those same systems disconnecting us from people is what leads us to more and more dangerous content because the algorithms push us towards more extreme content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "That's fascinating to me because of the idea of not a human but AI having a role. There were a lot of, for example, AI memes in the lead up to this very election. And we were all, frankly, worried about the potential misinformation, not just extreme content, but misinformation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HAUGEN",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "-- that could not only be spread with deepfakes and all sorts of the like. So, well, Meta said today that AI content made up about less than 1% of election misinformation on their apps. One, do you believe it? And two, are these fears then about AI overblown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "HAUGEN",
      "sentences": "So, one of the challenges whenever we deal with Facebook is they're very good at showing us just a tiny sliver of the painting, and usually it's whatever makes them look the best. So, in the case of, for example, self-harm content, when you pull -- when you talk to Facebook, they say one in 10,000 images is self-harm. But when you talk to kids, they say -- you know, something like 10%, 15%, say they saw self-harm content in the last week. So, we have one of these situations where it might be a tiny amount of misinformation that was generated by AI, but they didn't tell us how that was distributed. Did the AI bias towards other AI content because it was more compelling?The other issue is catching things like influence operations is much more effective than catching individual pieces of content. And Facebook has actually shown less and less of its accountability reports. They don't publish them anymore, on whether or not they take down these foreign interference efforts in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:02",
      "speaker": "HAUGEN",
      "sentences": "Facebook has done studies where they actually go and kind of analyze the composition of the real social networks that exist on Facebook. I'm assuming it's true for Instagram as well, but more of this research was done on Facebook where they say, how homogenous is your bubble? Most of these things where we talk about filter bubbles come from when we rely on the AI, when we rely on the computer to pick where we should focus, because the computer doesn't really understand what's compelling, they just understand what's most similar to the other things that you've engaged with, which are also often more extreme than other forms of content you've seen. So -- COATES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:02",
      "speaker": "HAUGEN",
      "sentences": "-- when we actually fall back on communities, on people, we get a more diverse set of content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:02",
      "speaker": "COATES",
      "sentences": "Frances Haugen, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:02",
      "speaker": "HAUGEN",
      "sentences": "Thank you for inviting me.",
      "isLastSentenceInterrupted": false
    }
  ]
}