{
  "date": "2024-06-06",
  "headline": "CNN This Morning",
  "subHeadline": "Biden to Deliver D-Day Address from Beaches of Normandy. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:23",
      "speaker": "HUNT",
      "sentences": "More than 70,000 American troops joined Allied forces for Operation Overlord on June 6, 1944.Twenty-five hundred U.S. soldiers died that day storming the beaches; 29,000 more were killed during the battle of Normandy that followed the sacrifices of America's Greatest Generation. It led to the downfall of Hitler's Nazi Germany. When President Biden speaks this morning, he'll honor those heroes. A speech focused on democracy planned for tomorrow on the French coast. Leaders across the democratic West, forged in the crucible of D-Day, have been warning that history can have a way of repeating itself as a ruthless dictator wages an unprovoked war in Eastern Europe today with democracy on the line. Eighty years ago, American General Dwight Eisenhower used these words to inspire the Allied troops to storm the beaches of Normandy. (BEGIN VIDEO CLIP) DWIGHT EISENHOWER, FORMER U.S. GENERAL/PRESIDENT: The eyes of the world are upon you. The hopes and prayers of liberty-loving people everywhere march with you. In company with our brave Allies and brothers in arms on other fronts, you will bring about the destruction of the German war machine, the elimination of Nazi tyranny over the oppressed peoples of Europe, and security for ourselves in a free world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:23",
      "speaker": "HUNT",
      "sentences": "All right. Our panel is here this morning. Let's bring in CNN Politics White House reporter Stephen Collinson; retired Air Force colonel, CNN military analyst Cedric Leighton; Margaret Talev, who's a senior contributor at Axios; and CNN senior reporter Isaac Dovere is here with us, as well. He covers the -- President Biden very closely.Let's please make sure that we continue to watch what President Biden is doing right now, as we discuss here. And Stephen, let me start with you, something that you wrote about this day. In your new CNN piece you write, \"At no point since June 6, 1944, has the unshakeable U.S. leadership of the West and support for internationalist values been so in question, democracy facing its sternest test in generations from far-right populism, on the march on both sides of the Atlantic Ocean. Geopolitical empires like Russia and China are, meanwhile, resurgent and threatening to obliterate the global system dominated by Western values that has prevailed since World War II. Tell us a little bit more about how you're viewing this day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "HUNT",
      "sentences": "Our old soldiers. We're seeing some of them now. We're very lucky to have these remaining few still with us as we mark what is likely the last significant -- 80th -- commemoration of D-Day.Cedric Leighton, Stephen notes kind of how this has all changed. I want to remind everyone what Ronald Reagan, of course -- the Republican Party for so much of my career was -- always centered itself as the party of Ronald Reagan. And one of the things that he warned us about when he was president of the United States in 1984 was isolationism, which is of course, as Stephen notes, resurgent here, potentially around the globe. Here was Ronald Reagan in 1984. (BEGIN VIDEO CLIP) RONALD REAGAN, FORMER U.S. PRESIDENT: We in America have learned bitter lessons from two world wars. It is better to be here, ready to protect the peace than to take blind shelter across the sea, rushing to respond only after freedom is lost. We've learned that isolationism never was and never will be an acceptable response to tyrannical governments with an expansionist intent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "HUNT",
      "sentences": "Reagan speaking from the same site where Joe Biden, President Biden tomorrow will speak about the importance of democracy, Cedric.COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: That's all right, Kasie, and that site is actually Pointe du Hoc, where the Rangers attacked the Nazi positions at a particularly really difficult area because of the huge cliffs that were there. And the isolationism that Reagan spoke -- spoke about is really the type of thing that I think affected a lot of the people during the World War II generation. Because what they were looking at was they had been isolated because of tendencies in U.S. politics during the 1920s and '30s. But then they had to respond to a threat. And that threat, in a world that wasn't as connected as our world, was still felt, even here on the shores of the United States. Reagan's generation ended up recognizing that, and Reagan saw his opportunity as being a way to really not only remind people of the fight against Nazism, but also the fight at that time against communism. And he saw those tyrannies as being, in essence, somewhat equal in the sense that they were both repressive tyrannies. And he wanted to make sure that the world was basically free of those. And that's -- that's why he made the remarks that he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "HUNT",
      "sentences": "Isaac Dovere, you, of course, have covered President Biden day in and day out as president of the United States. What does this day, this moment mean for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:09",
      "speaker": "ISAAC DOVERE, CNN SENIOR REPORTER",
      "sentences": "Look, he -- he has said, through his time running and starting out in January of this year when he gave that speech at Valley Forge, that he sees preserving democracy as the work of his presidency.And here he is, as I think it's fair to say, likely the last president who will have been alive during D-Day, right? Who grew up in that world, as Stephen was saying, that was built by these soldiers and those leaders, trying to defend it and trying to say this is the world that we should keep living in. It is, to him, not an issue of politics, per se, although of course it is being litigated in the 2024 campaign. But to him, this is about something bigger than that. And of course, that's the weird thing about this election, is that we're not talking about tax policy or what might happen with this regulation or that regulation, or any of the normal things that you talk about in a campaign. We're talking about what kind of America we want to be living in. And what kind of world we want America to be functioning in. And those are very different visions that are coming from Joe Biden and Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:07",
      "speaker": "HUNT",
      "sentences": "Welcome back to CNN THIS MORNING.Today marks 80 years to the day that Allied forces stormed the beaches of Normandy. That historic operation had actually been delayed by a day after weather forecasters had noticed an approaching storm. The choppy waters and low visibility would have made the amphibious assault nearly impossible. It has a much different story this morning: a cool, clear day, on the shores of Normandy, France. And that is where we find CNN senior correspondent, Melissa Bell. Melissa, you are in a remarkable spot, if we can bring Melissa up. There she is. Actually out on the waters. Set the scene for us and tell us, what would these men have seen on that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:07",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "This, Kasie, is one of those amphibious vehicles that allowed the men, 80 years ago today to make their way toward the beach and take those faltering steps towards what would be the liberation of France and of Europe.You can see we've got a couple of French policemen here on our duck with us. But this is the water. These are the waters just off of Gold Beach. That was the beach onto which mainly British servicemen made their way. Juno is down there. Omaha, down there, where the American serviceman had such tremendous losses on that day, 80 years ago. And as you can see, all along this coast, the turnout's been really extraordinary. You can see a ceremony going on there in Arromanches, led by serving serviceman now. And a huge turnout. The people have come, not just with amphibious vehicles like these but with the kind of Jeeps that were used 80 years ago to transport the men, the weapons, the equipment all across Normandy. And I think one of the things we've seen in the hearts of these celebrations is a reminder of the extraordinary logistical feat that was Operation Overlord. As those men came onto the beach, it was also what the parachuters had done behind the lines, the cutting off with remarkable efficiency and coordination amongst Allies. Remember, armies of different countries to cut off the German resupply roots once D-Day had happened, the communications that would allow -- have allowed them to fend off this Allied assault on what was occupied France. It was on these kinds of boats, Kasie, that they came very early that morning, as you say, 24 hours off they were meant to come because of the inclement weather, and staggered onto these beaches in what would have been bloodied waters. Just extraordinary scenes that played out here 80 years ago. What we have today are some 200 of the World War II veterans who actually served. And they've brought with them, of course, as you'd imagine, Kasie, extraordinary stories of what they lived and emotion about the fact that they've been able to come back here today. HUNT: Melissa, can you give us a little bit of a sense of what we're seeing behind you? We see French flags, American flags flying, what appear to be perhaps tanks. Forgive me, I can't see it quite well enough. I mean, what -- what is the scene in front of you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:07",
      "speaker": "BELL",
      "sentences": "Let me get out of the way to show you.You can see there all the many flags, for instance, on that, another dock, an amphibious vehicle. And all across this countryside, the houses have been decked out in American flags, in French flags and Canadian flags, British flags. There, servicemen are carrying out a ceremony to those who fell 80 years ago. What we see every five years when this is marked in this part of the world. And remember the huge cost, of course, to the civilians here, what it meant for this part of France. Liberation as it was on that day and in the days that followed, for the civilians what it would have represented to see these Allied soldiers coming on against the odds and reclaiming this part of France. This is marked every year. What is going to be different this year, Kasie, is we're going to have an international ceremony down an Omaha Beach later today that's going to be attended not just by the heads of state of the Allied nations that are normally here, but President Zelenskyy, as well. And that's an important reminder of one of the threads of today, that what's being fought in Ukraine -- and we're going to hear this from President Biden -- is very much in line with what happened on these beaches 80 years ago -- Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:14:07",
      "speaker": "HUNT",
      "sentences": "All right. Our Melissa Bell for us with some remarkable reporting. Melissa, thank you very much.Coming up next here, President Biden, about to speak at the D-Day ceremonies in Normandy. Stay with us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:13",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "One, two, three.UNIDENTIFIED MALE (singing): Happy birthday to you. Happy birthday to you. UNIDENTIFIED MALE (singing): Happy birthday to you. Happy birthday to you. UNIDENTIFIED MALE (singing): Happy birthday to you. Happy birthday to you. (END VIDEO CLILP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:23:13",
      "speaker": "HUNT",
      "sentences": "Happy birthday to one of the last remaining veterans of D-Day.This of course, a day when we are honoring all of them. You can see many of them there, as they have, of course, reached their later years. We are lucky to have as many of them with us as we do. Our panel is back. Margaret Talev, you have traveled with presidents to mark this occasion in years past. Your reflections on what a moment like this means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "TALEV",
      "sentences": "-- to sustain their power. It's a big moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:06",
      "speaker": "HUNT",
      "sentences": "And it's a reminder of, while we may not have had unified clarity going into that day, these men had a -- an incredible clarity of purpose as they stormed the beaches that day.Margaret Talev, very grateful to have you on the program this morning. Thank you very much. Coming up next, we are just moments away from President Biden delivering remarks from Normandy. We're going to bring those to you live. Plus, the man who made the definitive documentary on almost every war in American history, Ken Burns, joins us to reflect on this 80th anniversary of D-Day. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}