{
  "date": "2024-06-16",
  "headline": "The Whole Story with Anderson Cooper",
  "subHeadline": "\"The James Webb Telescope: Are We Alone\". Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "Who we are and what this all means. Omar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "All right. Kristin. Thank you. That new episode of \"The Whole Story with Anderson Cooper\" is coming up next here on CNN.Thanks for being with me this evening. Obviously, it's been Father's Day. So, to all my fathers out there, hope it's been an incredible one for all of you. And happy Father's Day to my dad. And granddad, answer the phone. I've been trying to get you the whole day before the show. So, I'm going to give you a call right after this. For everyone else, though, I'll see you next time. I'll see you next weekend right around the same time. Have a great one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Welcome to \"The Whole Story.\" I'm Anderson Cooper. Since its launch a little more than two years ago, the James Webb Space Telescope has been capturing some of the most spectacular and enlightening images of outer space we've ever seen. Its mission is to study every phase in the history of our universe.The data and the images from Webb are helping some of our smartest scientific minds answer some of the most intriguing questions of our time, like, where did we come from? Is time travel possible? And are we alone? For the past two years, CNN Space correspondent Kristin Fisher has followed two teams of scientists as they were awarded precious minutes with the James Webb Telescope in an effort to answer these very questions. What they found is breathtaking and groundbreaking. (BEGIN VIDEOTAPE) KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT (voice-over): The James Webb Space Telescope, unprecedented in science and scale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "DAN MILISAVLJEVIC, ASSISTANT PROFESSOR, PHYSICS AND ASTRONOMY, PURDUE UNIVERSITY",
      "sentences": "This is effectively the best time machine that we've ever created.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CHRIS GLEIN, PLANETARY SCIENTIST, SOUTHWEST RESEARCH INSTITUTE",
      "sentences": "James Webb is revealing the cosmic story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "TEA TEMIM, RESEARCH ASTRONOMER, PRINCETON UNIVERSITY",
      "sentences": "Where do we come from? Are we alone in the universe? These are big questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BILL NELSON, ADMINISTRATOR, NASA",
      "sentences": "Unlocking the secrets that we never knew.DR. THOMAS ZURBUCHEN, FORMER ASSOCIATE ADMINISTRATOR, NASA: Well over 10,000 individuals, $10 billion dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "FISHER",
      "sentences": "Behind schedule, over budget.DR. ZURBUCHEN: There's thousands of ways this can go badly, in one way it goes right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "James Webb begins a voyage back to the birth of the universe.FISHER (voice-over): And those otherworldly images displayed on a cosmic tapestry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "GERONIMO VILLANUEVA, PLANETARY SCIENTIST, NASA GODDARD SPACE FLIGHT CENTER",
      "sentences": "This is a historical moment for humanity and I feel we are super privileged that we can actually see these.D. MILISAVLJEVIC: Hopefully, we'll be able to see a reflection of ourselves and to learn more about where we came from. It's breathtaking. FISHER (voice-over): Replacing our reality by rekindling a childlike imagination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ORI FOX, INSTRUMENT SCIENTIST, STSCI",
      "sentences": "We are all astronomers. As a kid, as an adult, you look up, you say, what's out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "DAN MILISAVLJEVIC, ASSISTANT PROFESSOR, PHYSICS AND ASTRONOMY, PURDUE UNIVERSITY",
      "sentences": "I can trace back my interest in space to a grade two assignment where the teacher asked me to do a project on the planets of the solar system. The fascination of things not of this earth. For the rest of my life, that continued to stick with me.FISHER (voice-over): Dan Milisavljevic is an astronomer and assistant professor at Purdue University. He's also still just a kid at heart. D. MILISAVLJEVIC: Oh, yes. Wow. Wow. I could watch it all day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BHAGYA SUBRAYAN, STUDENT, PURDUE UNIVERSITY",
      "sentences": "For me, it's the energy and the fluctuations that he makes in his voice. It's just like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "FISHER",
      "sentences": "He keeps you awake.D. MILISAVLJEVIC: Wow. Yes. I love it. FISHER (voice-over): That enthusiasm is the fuel that drives Dan's curiosity to answer the mysteries of the universe one star at a time. FISHER: Do you remember the first time that you heard about Cassiopeia A? LINDSAY MILISAVLJEVIC, PROFESSORS DAN'S WIFE: It had to have been one of the first dates. D. MILISAVLJEVIC: It's very likely that that came up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "FISHER",
      "sentences": "Yes. Lindsay is Dan's wife and Cassiopeia A or Cas A is a remnant of a supernova explosion that occurred about 11,000 light years away. But as the remnants of this massive star raced through the Milky Way, light from the explosion only reached Earth about 340 years ago, making it the youngest known supernova remnant in our galaxy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "FISHER",
      "sentences": "Can you explain how Cas A has kind of followed you, inspired you, maybe even haunted you over the last few years?D. MILISAVLJEVIC: It's -- it -- yes, yes. I'll just say this. I laughed with my wife that my phone now has more pictures of Cas A than my dog on it. FISHER (voice-over): A disgruntled Wilbur is still proud of Dad who would become one of the first astronomers ever to be awarded precious observation hours on the most powerful telescope ever built.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "ORI FOX, INSTRUMENT SCIENTIST, STSCI",
      "sentences": "We all want to know where we came from and how we got here on Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FISHER",
      "sentences": "Ori Fox and Tea Temim are part of Dan's research team made up of 40 scientists from around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "TEA TEMIM, RESEARCH ASTRONOMER, PRINCETON UNIVERSITY",
      "sentences": "Our target is Cassiopeia A because it is so young that it's still dominant. The emission that we see comes from the material that was expelled in the explosion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FOX",
      "sentences": "You may be familiar with the phrase, we are all stardust, that is because stars produce the elements needed to form places like the Earth and the solar system and even life. And that is why it is important for us to understand how stars evolve and how stars die, and how they feed back that stardust to the rest of the universe.D. MILISAVLJEVIC: It's because of these stellar explosions that we're here today. The iron in our blood, the calcium in our bones, the oxygen that we breathe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FOX",
      "sentences": "And they're just these incredible displays of fireworks and colors and knots and bubbles and all sorts of exciting things that are going on.FISHER (voice-over): Until now, Dan and his team had to rely on optical telescopes, like the Hubble Telescope, which only captures visible light at shorter wavelengths. But the Webb Telescope can capture radiation from longer infrared wavelengths that are invisible to the human eye. That allows astronomers to peer through dust particles back in time, to the moment when some of the oldest stars in the universe were born.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FOX",
      "sentences": "As the universe expands, light is stretched. And Hubble can only see light out to a certain distance. And that is why we needed to build a bigger telescope, to see beyond the depth that Hubble can observe to the very edge of the universe. And what you're looking at is light that left these stars and galaxies when they were babies just a couple hundred million years after the Big Bang. And so that light is just reaching us here on Earth today.D. MILISAVLJEVIC: So, think of a chapter book of my life. When I went to kindergarten, there's an artwork. Now, imagine that chapter book where the first few years have been ripped out. Those are vital developmental years that really set in play what happens later in time. So, Webb will be able to access those earliest stages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FISHER",
      "sentences": "So, that's why, in a way, it's a time machine.DR. THOMAS ZURBUCHEN, FORMER ASSOCIATE ADMINISTRATOR, NASA: That's why it's a time machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FISHER",
      "sentences": "Dr. Thomas Zurbuchen, or Dr. Z, was one of the top administrators at NASA working on Webb, and he, more than anyone, knew just how much was at stake.DR. ZURBUCHEN: Well, if you add everybody up who's really touched that telescope, it's well over 10,000 individuals and three space agencies. You know, many different countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FISHER",
      "sentences": "And the price tag. It's a hefty one.DR. ZURBUCHEN: It's about $10 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FISHER",
      "sentences": "It was behind schedule. It was over budget. Was there ever any point in time where you thought, gosh, I just don't know if this telescope is going to get off the ground?DR. ZURBUCHEN: JWSD had multiple near-death experiences. We made mistakes and we had challenges, and frankly, I asked an independent review to actually answer the question, is it worth doing considering how much we're struggling? Now, there's only a few times in the history of astronomy where we look at the sky in an entirely new way for the first time. And that happened with Copernicus, it happened with Galileo, and it's happening with the James Webb Space Telescope. And for me, that leap of understanding, that leap of science that's coming with that is just amazing. FISHER (voice-over): Coming up, the story of our universe is about to be rewritten, but who will be the author?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "FISHER",
      "sentences": "I wonder what your message would be to people who are considering putting in some proposals to the Webb Space Telescope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "BILL NELSON, ADMINISTRATOR, NASA",
      "sentences": "My response is, have at it.FISHER (voice-over): And later, meet a team of scientists close to finding life a billion miles away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "CHRISTINE CHEN, ASSOCIATE ASTRONOMER, SPACE TELESCOPE SCIENCE INSTITUTE",
      "sentences": "The wonderful thing about Webb is that it's a facility that's open to anyone all over the world.So, let's see for today, I know the schedule's a little bit different than usual. FISHER (voice-over): Christine Chen oversees the proposal process at STSI, the Space Telescope Science Institute at Johns Hopkins University, home to Webb's mission control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FISHER",
      "sentences": "What sort of credentials do you have to have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "CHEN",
      "sentences": "We try not to focus on credentials. Because we really want to select based on science projects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FISHER",
      "sentences": "Theoretically, could anybody submit a proposal to Webb?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "CHEN",
      "sentences": "Yes, that's correct.FISHER (voice-over): That's because NASA removed the identities of the almost 3,000 proposals that were submitted and peer reviewed for Webb's first two years in operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FISHER",
      "sentences": "So, you don't know their qualifications, their gender, their age, where they're from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "CHEN",
      "sentences": "That's right. The reviewers don't know who wrote any of the proposals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FISHER",
      "sentences": "The thing that really stands out to me is just how open the Webb Telescope is. How it is anybody, essentially, can apply for time on the Webb Space Telescope. I wonder what your message would be to people who are considering putting in some proposals to the Webb Space Telescope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "BILL NELSON, ADMINISTRATOR, NASA",
      "sentences": "My response is, have at it. We want to bring the world community into this. It was the world community that put this together. FISHER (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FISHER",
      "sentences": "So, you wait and you wait and you wait.D. MILISAVLJEVIC: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FISHER",
      "sentences": "And then what happens?D. MILISAVLJEVIC: And then the e-mail comes in. And I remember, I didn't open it. I let it hover there for a little bit. As soon as I saw, we have approved your message. Yes. I know I screamed aloud. I did my happy dance and I immediately shared the news. Yes. We did it. Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FISHER",
      "sentences": "What's the holy grail for you in terms of the data that you get back from Cas A?D. MILISAVLJEVIC: Wow. Well, we want to understand the story behind this star. Webb is the missing clue, the final piece to the puzzle we need to understand the story of Cas A. FISHER (voice-over): And Cas A may be part of a larger puzzle, piecing together the story of our universe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "James Webb begins a voyage back to the birth of the universe.FISHER (voice-over): While the world watched the successful 2021 Christmas Day launch of the James Webb telescope, there were still some anxious moments during its first few days in space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "FOX",
      "sentences": "We had 30 days of terror because we had to watch this entire unfold bit by bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "TEMIM",
      "sentences": "It is so large that we were not able to, as a whole, fit it into a rocket and launch it.DR. ZURBUCHEN: So, we had to come up with this honeycomb design that allows us to fold it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "NELSON",
      "sentences": "It had to be absolutely perfect, because there was no way that we could go a million miles and perform ophthalmology on it to correct its vision.DR. ZURBUCHEN: If you think about the Webb Space Telescope, you should think of it as basically two parts. It's a telescope that's really big, and it's a telescope that's really cold. FISHER (voice-over): Cold, because in order to get the most crisp and distant infrared images of deep space, Webb needed to be parked in line with the Earth a million miles away, so it could be shielded from the sun's radiation. So, engineers designed a five layered sunshield, each layer the size of a tennis court, made up of a mylar type membrane the thickness of a human hair. The temperature drop, between those five layers, 600 degrees Fahrenheit. D. MILISAVLJEVIC: Aesthetically, it's a funny looking telescope, right? But from the standpoint of science and engineering, it's beautiful. FISHER (voice-over): Scientifically beautiful, but visually, to the untrained eye, the first images were lost in translation. DR. ZURBUCHEN: You cannot see the sky in infrared, no matter how hard you try. So, translating that into a color scale that is as consistent as possible with what we believe is there, and frankly, what we're doing, we're putting the data out so you too can pick up that data and do your own artistic interpretation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "FISHER",
      "sentences": "What do you see when you see this image?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "JUDY SCHMIDT, AMATEUR IMAGE PROCESSOR",
      "sentences": "A mess. A big mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "FISHER",
      "sentences": "You're a housewife with a very interesting hobby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "SCHMIDT",
      "sentences": "Yes.FISHER (voice-over): Using nothing but a gaming computer and basic photo editing software, amateur image processor Judy Schmidt's work caught the eye of a young graduate student working on a Hubble Telescope project. D. MILISAVLJEVIC: I was scrolling the web looking for representations of a different supernova remnant, and I was really struck by the one that she made. Fast forward, years later, with the launch of the web, she really came to mind as somebody that would be perfect. Judy, I'm looking forward to see what you can do with this. To help bring these grayscale images to life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "FISHER",
      "sentences": "So, when you get data from the Webb Space Telescope. It comes back immediately looking kind of black and white and not all that spectacular because it's an infrared telescope. What do you then do with that data?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "SCHMIDT",
      "sentences": "You're only going to see a few little dots where the stars are. I pulled them into Photoshop and I can align them. It's a little bit clearer. Rotate them, and then give it some color.D. MILISAVLJEVIC: There is an intimacy that's developed with the data when you start to make these color composites. These have scientific value as well. TEMIM: These images are representations of the -- of these energies that are coming in the infrared. So, we assign each energy filter a color and we put them together to produce these beautiful images. So, even -- they look beautiful, but they also contain a lot of information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "FISHER",
      "sentences": "So, what do you say to people who see these images and say, these aren't real, these are fake, these are photoshopped?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "SCHMIDT",
      "sentences": "Well, I mean, they have to be photoshopped or you wouldn't see them.DR. ZURBUCHEN: The picture that you took with your phone yesterday of your family, perhaps you brighten it up a little bit because you want to make sure everybody sees that baby smile. We're not photoshopping from scratch and this and that. We're taking the data and trying to come up with the best representation to explain what the data actually mean. If you don't like it, do it yourself. Because the data, the underlying data are there for you. FISHER (voice-over): It's been a decades long voyage for Dan in pursuit of Cas A. D. MILISAVLJEVIC: I've always imagined what this place looks like, but -- FISHER (voice-over): So, when we brought him to the Space Telescope's Mission Control in Baltimore, his emotions got the best of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And this is the Phil Sabelhaus flight controller room.D. MILISAVLJEVIC: Oh, my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Welcome.D. MILISAVLJEVIC: It's breathtaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "FISHER",
      "sentences": "It brought you to tears.D. MILISAVLJEVIC: I'm just a country astronomer from the Midwest. And here I am at Mission Operations Control of the Webb Telescope. Sunshield, that side pointed to us as it should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "CARL SAGAN, AMERICAN ASTRONOMER",
      "sentences": "People know that out there is a million other civilizations. They all look fabulously ugly and they're all a lot smarter than us.FISHER (voice-over): A half century later, the question is still out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "One of the things that the Webb Space Telescope is hoping to answer is the question of, are we alone in the universe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "NELSON",
      "sentences": "Well, think about it. If the universe is as big as we have been told, and the James Webb Telescope is revealing to us. Do I believe that there's life out there? Yes, I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "That's a bold statement from a NASA administrator. And do you think the Webb Space Telescope is going to be the instrument that proves it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "NELSON",
      "sentences": "At least it will get us closer to the answer.FISHER (voice-over): And an answer may be on the horizon, in the form of tiny microbes on an icy moon 800 million miles away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "CHRIS GLEIN, PLANETARY SCIENTIST, SOUTHWEST RESEARCH INSTITUTE",
      "sentences": "What's useful about Enceladus is it's spewing its guts out into outer space.Never became a news story. FISHER (voice-over): Chris Glein is a planetary scientist at the Southwest Research Institute in San Antonio. And those guts spewing out into space come from one of Saturn's more unassuming moons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "I'd love to talk about what we see above us, Enceladus. Do you remember the first time that you saw it and became intrigued by it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "I first saw it when the Cassini mission returns some startling images. UNIDENTIFIED MALEFISHER (voice-over): The Cassini spacecraft was launched by NASA and the European Space Agency in 1997. Its 20-year mission, to unravel the mysteries surrounding our solar system's ringed planet, Saturn. And it was during these flybys that Enceladus became the newly minted star of Saturn's many moons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "We learned that it's an icy moon, probably has a deep ocean of liquid water. And Enceladus is one of the few bodies in the solar system that are geologically active.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "And by geology you mean, volcanoes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "Exactly. But unlike on earth where our volcanoes erupt molten rocks, on Enceladus, we find that the magma is actually a salty liquid water ocean underneath the icy crust. It's kind of like if you stick out your tongue when it's snowing and you can actually then collect some of that stuff as it falls back down to the surface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "Let's talk about those plumes. Can you compare the size of Enceladus to the size of the plume?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "It's shocking. We have no parallel for the scale of the eruptions on Enceladus because the gravity is only about 1 percent of Earth's surface gravity. And so, we see eruptions that are thousands of miles into outer space, that would be like seeing a volcano erupting on Earth and the debris flying almost halfway to the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "As we look up at Enceladus, you can see all these markings, the tiger stripes, so to speak. What are those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "Enceladus has these giant cracks in its south polar region, which we call the tiger stripes because they look like the stripes on the back of a tiger. And from these cracks, there are over a hundred jets that are erupting along these cracks and into space and they merge together to form a huge plume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GERONIMO VILLANUEVA, PLANETARY SCIENTIST, NASA GODDARD SPACE FLIGHT CENTER",
      "sentences": "When we saw the plume for the first time, I was shocked.FISHER (voice-over): Last year, Geronimo Villanueva, a scientist at NASA's Goddard Space Flight Center, only got a glimpse of the plume. He was the recipient of just six minutes on Webb's Cycle 1 program to investigate Enceladus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "Did it work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "VILLANUEVA",
      "sentences": "It worked fantastic. We saw the ices on the surface. And then you see the water plume bluing and I was like, wow.FISHER (voice-over): Cassini's discovery of the plume, later enhanced by those few minutes on Webb, was visually spectacular, but they needed more. [20:30:00] VILLANUEVA: One of the fears when we think about an object, you only find water. And it's great, there's water, but there's nothing else. So, you know, life requires all the other stuff. FISHER (voice-over): That other stuff is what scientists refer to as the building blocks of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "VILLANUEVA",
      "sentences": "When we think about life, we always think about the basic components. We call the CHON ingredients, the carbon, hydrogen, oxygen, and nitrogen. That proportions will tell you how amicable a place is for life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "One of the things that Enceladus is doing, it's giving us a favor, a big favor, by erupting all these materials from its ocean into space. And then we can send our missions and our robots there to look at these molecules and to get clues about the subsurface ocean.DR. ZURBUCHEN: These water worlds out there, even in our own, solar system, seeing whether there's emissions, kind of bursts of water and organics that are coming out from the inside of the ice are much more promising. FISHER (voice-over): A pool of evidence that scientists are hoping to dive into. But among those critical building blocks of life, there seemed to be one very crucial element missing, until now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Phosphorus. It's what makes life possible and the building blocks for DNA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "The possibilities are kind of extraordinary here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BILL NYE, SCIENCE EDUCATOR",
      "sentences": "If you have an ocean, a salty ocean for a few billion years, maybe there's something alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "VILLANUEVA",
      "sentences": "Imagine that all those planets have also moons which are habitable. It defines the idea of habitability and the possibilities of life in a different dimension.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "We have one example of life anywhere right now, it's life on Earth. But if we were to find a second example of life on one of the moons in our solar system or someplace else, that would open up the possibilities all over the universe.FISHER (voice-over): So, this year, Glein and Villanueva have teamed up as part of Webb's Cycle 2 program. And instead of six minutes, they'll have a full hour on Webb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "It was sort of like finding that a Ferrari runs well and you're -- you drive it like it's 60 miles per hour, but then in cycle two, you could take this sucker up to like 200 miles per hour.FISHER (voice-over): So, where is the finish line for finding life on Enceladus or anywhere else in the universe? It may be right here on earth at the bottom of the ocean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "Let's talk a little bit about hydrothermal vents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "So, hydrothermal vents form wherever you have water in contact with hot rocks. What's exciting about hydrothermal vents or hydrothermal systems is that there are environments that create chemical energy sources where different kinds of molecules, those environments naturally produce food sources that could be harnessed by microbes or other forms of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "And so, do you think there's a similarity between what we find near hydrothermal vents here on Earth and what we might find on Enceladus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "There could be a similarity. Now, scientists are discussing what that means for the habitability of Enceladus. Is there the potential to support life? Are the conditions right for life as we know it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every living thing on Earth has evolved from the lowly, the invisibly small microbe. Here on our planet, microbes have adapted to survive the most hostile conditions, arid deserts, the frozen Himalayas, in trenches under thousands of tons of pressure, in the ocean deeps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "FISHER",
      "sentences": "And that is the Holy Grail, right? Microbes, life, on another heavenly body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GLEIN",
      "sentences": "Right. That's the Holy Grail and we're searching because, ultimately, it comes back to us.FISHER (voice-over): Coming up -- D. MILISAVLJEVIC: You can see how it glows. FISHER (voice-over): -- after a year of waiting, Dan and his team finally get some answers about our youngest supernova explosion and the birth of our universe. D. MILISAVLJEVIC: Beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "TEMIM",
      "sentences": "Supernova explosions are among the most energetic events in the universe. Supernova remnants are remains of supernova explosions. They can remain visible for thousands of years.FISHER (voice-over): Professor Dan Milisavljevic is beaming, and he should be. After a decade of doggedly pursuing his celestial white whale, he watches his colleague, Tea Temin, unravel the mysteries of Cassiopeia A to a captivated audience at the inaugural James Webb Telescope Science Conference in Baltimore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There you go.D. MILISAVLJEVIC: OK. It was thrilling. My hand was literally shaking on the mouse. Wow. Wow. FISHER (voice-over): But real-time discovery can take a long time to process. D. MILISAVLJEVIC: Cas A still has many mysteries. And Webb is the way for us to unlock those mysteries. But to be able to do so, I recognize there's going to be a lot of work in the days, weeks, months, maybe even years ahead to unpack everything that we've seen today. FISHER (voice-over): So, Professor Dan and his team spent a year peering through spatial dust and data to investigate our universe's youngest supernova explosion. D. MILISAVLJEVIC: When somebody looks at an image of Cas A, they should be recognizing that that is the remains of a star that exploded about 11,000 years ago, but the light first arrived approximately 340 years ago. And this debris field is sharing all the building blocks and the raw materials for life. FISHER (voice-over): And it is this debris field, this explosion of science and art through the eyes of Webb, that may allow us to rewrite the first few chapters of our universe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "NELSON",
      "sentences": "We're finding out things about the first galaxies that we never knew. All of these stars and the dust and the asteroids and all of this is bumping into each other. And in the course of all that time, this magnificent universe has been created.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "FISHER",
      "sentences": "We've been getting images and data back from Webb. Any information that you've learned about that has really started to alter or change your understanding of the universe?D. MILISAVLJEVIC: Oh, gosh. It has been a wild ride. What we're finding is with these deepest galaxies, they're already bigger than we anticipated them to be. It's forcing us to review our long-held ideas of galaxy evolution since the birth of the universe. And I think we're in store for a lot of surprises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "BECKY ANDERSON, CNN ANCHOR",
      "sentences": "I really took a sharp intake of breath when I saw this new image.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ANDERSON",
      "sentences": "What do you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm a little bit clumped, Becky. I am. I really am. I'm a little misty. I didn't expect to be affected this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "FISHER",
      "sentences": "Why is it so important to find that first light in the universe?DR. ZURBUCHEN: In the history book of the universe, of which at the very last page you and I are existing, it's the toddler picture of the universe. We've never seen it. FISHER (voice-over): But those early cosmic childhood chapters are complex, and patience is not only virtuous but necessary. D. MILISAVLJEVIC: There's spectroscopy, hundreds of images that all had to be stitched together, mosaiced in a very fine way. And then, to go from this kind of crazy image to an understanding from the star that was there before, what it was doing in the stages leading up to its final death and tremendous explosion, it's an autopsy of this dead star.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "FOX",
      "sentences": "Opening an image for the first time and seeing something that you do not know what to expect and seeing aspects of that image that just blow you away. And that is the beginning of an adventure that will take years to explore. Follow up observations. What is that? What is this? How does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "NELSON",
      "sentences": "Everybody's amazed. We are answering questions today that we've always wanted to answer, but we're answering questions that we don't even know what the questions are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "FISHER",
      "sentences": "So, when you finally first saw this image, the image that Webb took of Cas A, what did you think?D. MILISAVLJEVIC: I was blown away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "FISHER",
      "sentences": "So, walk me through exactly what we're seeing in this image.D. MILISAVLJEVIC: Remember, this is a violent explosion. And it's enormous. To give you some sense of scale, to go from one side to another takes approximately 12 years. So, that should give you a sense of physical size.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "I know you guys are still digging through all the data, but so far, what has Webb's image of Cas A been able to tell you about Cas A that you didn't already know?D. MILISAVLJEVIC: So, the key findings for Cas A include the distribution of gas as a result of the explosion, a new understanding about how this explosion produces and destroys dust. And dust is the building blocks for solar systems, planets, and stars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "Do you feel like you got the answers that you were looking for, or has this just generated a whole bunch more questions for you and your team?D. MILISAVLJEVIC: There's this term in Australia, the walkabout, you know, you get lost in a journey to kind of learn yourself. It almost has been happening, this with Cas A. These images can now serve as treasure maps for follow up observations to look even more closely. DR. ZURBUCHEN: It's the process, which is research and exploration. The answer will come from it, sometimes very different than what we predicted at the beginning. But the process is what makes us so human. FISHER (voice-over): Dan Milisavljevic and Chris Glein, both scientists awarded precious time with Webb, both searching for answers in deep space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "Hi.D. MILISAVLJEVIC: Hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "Dan meet Chris. Chris meet Dan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "GLEIN",
      "sentences": "Hi, Dan.D. MILISAVLJEVIC: A pleasure to meet you. FISHER (voice-over): But they'd never met until now, when we brought them to the telescope's mission control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "So, Dan's working on Cas A. Chris is working on Enceladus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "GLEIN",
      "sentences": "Two ends of the planetary spectrum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "Dan has seen the Webb Missions Operations Center, but Chris, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "GLEIN",
      "sentences": "Oh, this is spectacular. This is where the magic happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "You all are part of a very rare group of people who have been allowed to use the telescope so far in Cycle 1 and now Cycle 2. Does it -- I don't know, standing here, do you really feel the weight of that, Chris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "GLEIN",
      "sentences": "I feel fortunate. We have these questions that have been burning in our minds for the past several months now.D. MILISAVLJEVIC: I'm at a loss for words how to exactly describe how I feel. Again, this has been decades in the making for my career.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "You talk about the emotion of this place, and I was so touched by your reaction when you first walked in here and got to see the Webb Mission Operations Center for the first time. Where do you think that emotion came from?D. MILISAVLJEVIC: Oh, yes. That opportunity to be able to not just see the control room, but to go inside and sit with the flight ops team. The night before, I'd spoken with my parents and they were so supportive of where I'd gotten to in life, and it all really overwhelmed me in the most happiest of ways, I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:00",
      "speaker": "FISHER",
      "sentences": "What did your dad say to you?D. MILISAVLJEVIC: He was happy for me, and there was a real sense of pride that came out in his voice. For me to be able to get where I am, to be in this kind of place where I'm doing so, and so happy about it. It's been a real ride, I guess. FISHER (voice-over): Coming up next, the effect the James Webb Telescope is having on us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "NEIL ARMSTRONG, ASTRONAUT",
      "sentences": "One small step for man, one giant leap for mankind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Touchdown confirmed. (INAUDIBLE) safely on the surface of (INAUDIBLE).FISHER (voice-over): And finding answers to some difficult questions. How did the universe begin? How did we get here? And are we alone? Questions that, if answered, will bring us a new perspective on science, a different outlook on life, and a resounding hope for the future. A heavy burden for just one telescope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Decollage (ph) liftoff from a tropical rainforest to the edge of time itself. James Webb begins a voyage back to the birth of the universe. FISHER (voice-over)DR. ZURBUCHEN: The light from there has been in the universe, coming our way, for over 13 billion years. That's how far we want to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "FISHER",
      "sentences": "Do you think Webb's going to find it?DR. ZURBUCHEN: Oh, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "FOX",
      "sentences": "Seeing these images gives me a sense of hope and optimism. Thousands of people from around the planet were able to come together and build this machine for the sake of humanity to increase our knowledge and to make the planet a better place.D. MILISAVLJEVIC: Oh, look. OK, let's see. Let's see how --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "FISHER",
      "sentences": "When you look up at the night sky, do you see the same thing or has it changed a bit for you?D. MILISAVLJEVIC: I still have the same sense of wonder. You know, that emotional response that the universe is so big and it's only able to reveal its beauty in subtle moments that I can comprehend. Oh, my gosh. That includes looking at the moon. I never get tired of it. How many times we've all looked at the moon, and it still looks new to me every time that I look at it. Oh, and it's a perfect phase. Oh, you're in for a treat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "VILLANUEVA",
      "sentences": "One day I had this philosophical moment. I was in this telescope in the middle of the desert in Atacama in Chile and you can see every single star and you feel so insignificant because you understand that you are, you know, speckle of dust in this humongous universe.But the moment the philosophical happened 10 minutes later, after seeing all that, it's like you understand how significant you are to understand your insignificance. That was a magical moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "GLEIN",
      "sentences": "It's kind of like rekindling your childhood, right? Because we're all very curious when we first come out and explore this world. It's nice to just look out into the universe or look out into the solar system and remember that curiosity. TEMIMD. MILISAVLJEVIC: Wait. It's happening. Wilbur. L. MILISAVLJEVIC: I know when he's really excited, when he starts like -- you kind of like rock back and forth a little bit. D. MILISAVLJEVIC: I do do that. L. MILISAVLJEVIC: Yes, you do. D. MILISAVLJEVIC: That's right. Yes. Oh, my gosh. Oh, my God, Lindsay. Oh, my God. Oh, my God. Yes. There's a momentum that gets started. And a lot of screaming, I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "GLEIN",
      "sentences": "It's like everyone is being taken on a trip to all these wonderful places with this telescope. Previously they were trips of the imagination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "FISHER",
      "sentences": "Do you remember the moment that you saw the very first images from the Webb Space Telescope?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "NELSON",
      "sentences": "My reaction was what you would expect. The excitement of a little kid. But let me tell you the president's reaction. We showed Webb Space Telescope the images to him first. Joe Biden was like a little kid.We're looking back more than 13 billion years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "FISHER",
      "sentences": "What is it about the Webb Telescope that makes a NASA administrator, a president of the United States turn into little kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "NELSON",
      "sentences": "It's the sense of discovery. Discovery unites us. It excites us. It challenges us. And it inspires us.D. MILISAVLJEVIC: Never in my wildest dreams did I ever anticipate that we would have something this spectacular. The mesmerizing, the beauty, the tremendous value that have come from these observations. This is a generational instrument. This is a thrilling time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "GLEIN",
      "sentences": "It's a defining moment because we just have never had this kind of resource with Webb in space being able to probe never before seen regions of the data space and the infrared throughout the solar system and the universe. James Webb, I think, is revealing the cosmic story that spans from galaxies and stars all the way to planets and moons, and we're still writing that story.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}