{
  "date": "2024-01-25",
  "headline": "CNN News Central",
  "subHeadline": "Alabama Death Row Inmate Asks Supreme Court to Halt Execution; Jennifer Crumbley Trial Continues; Boeing 737 MAX 9 to Resume Flights; E. Jean Carroll Case Resumes. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:33",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Back in court. Donald Trump facing off with E. Jean Carroll in the defamation case that could cost him millions so will the former president testify. That question is hanging over the civil trial. We know he wants to, but now it's up to the judge.Plus: testifying in her own defense. The Oxford, Michigan, school shooter's mom will speak to the court in a case that will test the limits of who is responsible for a mass shooting. Earlier, an educator who was shot said she was -- quote -- \"aiming to kill me.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:33",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And ready to fly. Boeing's troubled 737 MAX 9 jets could be back in the sky soon, but will passengers accept that after the plane's problems?We're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:33",
      "speaker": "SANCHEZ",
      "sentences": "Right now, Donald Trump is back in court in New York for the second civil defamation trial brought by E. Jean Carroll.And the big question is, will he testify? A jury already found him liable for not only defaming, but also sexually abusing her, and now this jury is going to decide if he has to pay for additional defamatory comments he made. So, if Trump takes the stand, the goal would be to convince jurors that he shouldn't have to pay more damages. Either way, Trump is likely hoping to turn today's trial appearance into a political spectacle. CNN's Kara Scannell is outside the courthouse for us. So, Kara, where do things stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "All right, Kara Scannell, keep us posted on what comes next in court.Thanks so much, Kara. We want to get some perspective now from defense attorney Misty Marris. Misty, great to have you this afternoon. If you were Donald Trump's attorneys, given everything that Kara just laid out, his repeated remarks in court, would you let him testify in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MISTY MARRIS, DEFENSE AND TRIAL ATTORNEY",
      "sentences": "No.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MARRIS",
      "sentences": "It is an affirmative no.And I say that because this case is damages only. It doesn't even have to be just this case. It could be a case of a similar nature where it's damages only. The inquiry is related to, what damages did E. Jean Carroll incur as a result of what's already been determined as a defamatory statement? So, in this particular type of case, the defendant, Donald Trump, he's not going to have much to say about how she was impacted and about her particulars with respect to damages. The only line of inquiry that might potentially be relevant is to diminish what are called punitive or punishment damages. Even still, better to just sit tight, let her prove her case, and undermine those damages claims through other testimony and information, and not take the stand. So, my advice, no, do not testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "But, Misty, is there anything he could say that could sway the jury that could potentially be to his benefit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MARRIS",
      "sentences": "Well, right now, we know, first of all, the judge has put very, very strict parameters on where he can go if he is to testify.So, one of those parameters, can't talk about the claims being false. He can't say E. Jean Carroll is lying and he can't say that she has opportunistic motives. So those are all outside of the scope of what he can testify about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MARRIS",
      "sentences": "About the only area that his lawyers have argued that would be relevant is the context surrounding the statements he made, what questions he -- were asked of him that he was responding to when he made those defamatory comments which have already been deemed to be defamatory. So that's not at issue.So, the question is, would that diminish those punishment-type damages that could be awarded? Maybe. But, truly, it's more of a risk than a reward in that assessment...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MARRIS",
      "sentences": "... from a defense perspective to take the stand under the circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "I do want to get your perspective on the defense strategy to have this friend of E. Jean Carroll take the stand, Carol Martin.She actually testified that the plaintiff had made remarks to her that made her think that she enjoyed the attention that came with the Trump lawsuits. This is obviously an effort to sort of undermine E. Jean Carroll's position that all of this ruined her reputation. What do you make of this strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MARRIS",
      "sentences": "So that is a very relevant area for the defense to capitalize on.So, E. Jean Carroll is saying that her life was severely impacted by these particular comments, the comments that are at issue in this case, that Donald Trump had a megaphone that brought about a lot of vitriol and hatred, made her fear for her life. So any evidence that's out there that she did not have such an extreme issue with emotional distress or that undercuts that argument is absolutely where the defense should be focused. This is damages only. And the whole purpose is to present evidence relating to the nature and extent of damages, which the jury will ultimately decide the value, anywhere from zero to the sky's the limit. We know what -- the numbers that the plaintiff are looking for. So that is absolutely very relevant. That is where the focus should be from a defense perspective, undermining any claims of actual damages incurred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Right.Misty, while we have you, I do want to get in a question about the breaking news that we got in the last hour. This former Trump aide, Peter Navarro, he refused to comply with the work of the January 6 commission -- committee on Capitol Hill. He is now sentenced to four months in prison for contempt of Congress. Your reaction to that sentence. Is it appropriate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MARRIS",
      "sentences": "That sentence is less than what prosecutors have asked for, but it's very, very clearly sending a message that there is not going to be any nonsense surrounding compliance of these subpoenas. That is a very, very staunch message being sent that this is illegal conduct that will not be condoned.So, look, it's a little less than what prosecutors had requested, but it certainly falls within that discretionary area of sentences. So, look, I think that the message is just clear. It is, you have to comply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "SANCHEZ",
      "sentences": "And there will almost no doubt be some kind of an appeal.Misty Marris, we have to leave the conversation there. Appreciate the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "SANCHEZ",
      "sentences": "Of course -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "Boeing 737 MAX 9 jets are expected to take off again tomorrow, about three weeks after the door plug blew off of one of them in Portland, Oregon, leaving pilots to land the plane with a huge hole in it.All Boeing 737 MAX 9 airliners were grounded after the incident involving that faulty door plug on Alaska Air 1282. There were no serious injuries, no deaths. The plane now, though, was still ascending and crew and passengers were thankfully still in their seats and had been instructed to fasten their seat belts. But the passenger who took this video right here obtained by CNN said he thought that he was going to die and that, when that door plug came off, his friend's socks and slippers were sucked off of his feet. Now the FAA has cleared the way for the plane to return to service if new inspection criteria are strictly followed. Alaska Air says that it will comply, expecting its first MAX 9 flights to begin tomorrow. We have CNN's Pete Muntean here. All right, Pete, how do we know that these planes are going to be operating again? What exactly is this process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "That is the million dollar question right now, and it's something I asked to the FAA administrator just the other day.The latest is, the FAA says it has done its part. It has ended the 19- day long emergency grounding of the 737 MAX 9, reviewing data from Boeing, from airlines, and about a quarter of the MAX 9 fleet in the U.S. So the MAX 9 can fly again, but not before airlines do final checks of each plane. Here is what the FAA is calling for, a detailed visual inspection of the door plug, the part that violently shot off Alaska 1282 three weeks ago. The FAA also wants checks of the bolts and guides that hold the door plug on the plane and any abnormal conditions to be corrected. Remember, both airlines that operate these planes in the U.S. found loose door plug bolts. Alaska Airlines has 65 MAX 9s. They say the inspections will take about 12 hours, meaning the first few of its MAX 9s will be flying as soon as tomorrow. United Airlines, 79 MAX 9s, United says its planes will be flying by Sunday. Airlines cannot wait to end this chapter after being forced to cancel flights by the thousands. Even still, though, the question a lot of people have here is, are these planes truly safe? Important to note the NTSB hasn't finished its investigation. And, this week, I asked that question to FAA Administrator Mike Whitaker. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "MUNTEAN",
      "sentences": "Should the flying public feel safe being on a MAX 9 when it is ultimately ungrounded?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "MICHAEL WHITAKER, ADMINISTRATOR, FEDERAL AVIATION ADMINISTRATION",
      "sentences": "If the aircraft is ungrounded, that means that we believe it's airworthy. And if it's airworthy, the aircraft is safe.I can say that we're not going to let that aircraft back in the air until we're convinced that that issue has been taken care of. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "MUNTEAN",
      "sentences": "One other big piece of news from the FAA, it says it will deny any request from Boeing to expand 737 MAX production. That is while the FAA is auditing Boeing's quality control.The FAA chief told me that its inspectors are on site now at Boeing's plant in Renton, Washington. And that's where Boeing is halting production today for the day, as it does a quality stand-down and hears from workers about where things can be improved, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "Certainly, they would know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "MUNTEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "I mean, that's very important here.Let's talk about that passenger perspective, if you don't want to be a passenger on a 737 MAX 9.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "MUNTEAN",
      "sentences": "Well, remember, after the 737 MAX 8 crashes in 2018 and 2019 and the 20-month-long grounding there, airlines sort of offered you a get-out-of-jail-free card if you were worried about flying on one of those flights.So far, we have not seen any big announcement here from airlines to make it so that you can find out that you're on a MAX 9 and change your flight free of charge. The good news is, after the pandemic, most airlines waive change and cancellation fees if you do want to get off of one of those flights, although, remember, this case is kind of an apples and oranges comparison. When you look at the MAX crashes of 2018 and 2019, 346 people killed. Those were major fatalities. That was a major change, according to the FAA and also for Boeing. In this case, nobody killed, not as serious, although it very much could have been. As you astutely point out, this airplane was at 16,000 feet, not 30,000 feet, a lot more breathable oxygen there, and much easier for the crew to turn the airplane around and get it on the ground very quickly and very safely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KEILAR",
      "sentences": "Yes, and everyone was in their seat, buckled in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "MUNTEAN",
      "sentences": "No doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:03",
      "speaker": "MARY SCHIAVO, CNN AVIATION ANALYST",
      "sentences": "No, the quality stand-down, where, basically, they're stopping for a day and it's supposed to be introspection and  and retooling of the mind, so they take their safety responsibilities more seriously, that's not going to solve it.But the FAA is doing some very dramatic things. The FAA has approached Boeing over the years, that they're just an oversight agency. They call themselves the auditors of Boeing's safety processes and manufacturing processes. But, literally, yesterday, they said, no, from now on, we're going to do some hands-on inspection. They threw out -- they have sent out a couple dozen additional inspectors to Boeing. And Pete's exactly right. I mean, for the FAA to say, no, you're not expanding your line, and Boeing wants to expand it to make their production more profitable,but for the FAA to get tough and say, no, you're not going to increase any kind of production until we know what's going on there. And then, of course, recently, whistle-blowers have come forward about huge problems, really alarming problems on the safety line, including on the production line of safety, including this very Alaska aircraft. So, when the FAA administrator says, yes, the planes are safe because we say they're safe to fly, what he's really saying is, the aircraft meets the certification requirements we have put in place for the aircraft. That is safety to the FAA, and that's really the regulatory meaning of it. But with the FAA putting all these new resources in play, it will certainly help the safety of Boeing, but Boeing's not out of the woods yet. The FAA, in doing a deep dive, will find additional problems, because when you look and when you really dive down deeply, especially with these whistle-blower announcements, they will find some more problems. But they will fix them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:03",
      "speaker": "KEILAR",
      "sentences": "That's sort of to my next question here. If the bolts were not attached properly or there's some kind of problem with the mechanism attaching them or how they're applied, what concerns does that raise about other airplane parts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:03",
      "speaker": "SCHIAVO",
      "sentences": "Precisely.That's exactly the issue, I think, that the Federal Aviation Administration is most concerned about and why they sent so many additional inspectors. Whistle-blower reports say -- have come out just within the last few days saying that Boeing has two different quality control and work inspection systems. One is called SAT (ph) and one is called CMAS (ph), of course, now being nicknamed CMESS, and that the repairs to this particular plane, this plane that had the door plug blowout, were not properly recorded, were not inspected, and the whistle-blower says the bolts were never there. So that's going to be a huge issue. And that is I think probably going to be the focus of the FAA. What in the world is going on with your quality control, with the inspections in your production line? And how are you going to get a handle on this? And I'm sure that Boeing doesn't welcome all this additional scrutiny, but this is a huge benefit to Boeing. If they have another disaster, it's going to be extremely difficult for them to recover. This is a gift to Boeing, these additional inspectors, to get their act together and to improve their safety. And it really is going to help the flying public that the FAA is going to get tough,as they should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:03",
      "speaker": "KEILAR",
      "sentences": "Yes, they have had this issue before with inspections on other airplanes as well. They really, clearly need to fix this.Mary, thank you so much for your expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:03",
      "speaker": "SCHIAVO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "SANCHEZ",
      "sentences": "Right now, a historic trial is taking place in Michigan.Prosecutors say that Jennifer Crumbley chose to do nothing when her son showed troubling signs before going on a deadly shooting rampage at school. Ethan Crumbley was sentenced to life in prison last year for the murder of four of his classmates at Oxford High School back in 2021. Seven other people were injured, including a teacher who was shot in the arm while hiding in her office. She took the stand today, describing those terrifying moments. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "MOLLY DARNELL, SHOOTING SURVIVOR",
      "sentences": "I locked eyes. He didn't hesitate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK.About how long was that from the time you saw the peripheral vision and then the gun was raised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "DARNELL",
      "sentences": "A second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "DARNELL",
      "sentences": "If that. I kind of jump and turn my body this way at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, you're -- for the record, you're motioning, turning your shoulders to the right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:23:22",
      "speaker": "DARNELL",
      "sentences": "Yes, to the right.And I feel like my left shoulder moves back a bit, and I feel a burn like hot water had stung me. I had texted my husband, \"I love you, active shooter.\" And then I started feeling blood dripping down my arm. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Well, I think that will be a pivotal moment, because she has got to explain. She has got to talk about the day-to-day life with Ethan and what she experienced.Of course, there will be cross-examination by the prosecution, but I think she has to testify. They're just getting back from lunch now, going back into session. But there was a witness right before lunch who was the assistant manager, the office manager at the counter when James Crumbley walked in on November 26 and purchased that Sig Sauer 9-millimeter gun. And it was four days later that the mass shooting happened. The clerk said that he had a teenager with him. That would be Ethan. Ethan didn't talk to him at all when he was purchasing the gun. On defense, they said: \"Was Jennifer there at the gun shop?\" \"No.\" \"Was her name on any paperwork for that gun?\" \"No.\" And so they made their points. But before that, it was all emotion. And the assistant principal of Oxford High School, Kristy Gibson- Marshall, took the stand. She knew Ethan from before. She was one of his teachers in elementary school. So she knew him exactly who he was. Listen to this emotional testimony of what she experienced. (BEGIN VIDEO CLIP) KRISTY GIBSON-MARSHALL, ASSISTANT PRINCIPAL, OXFORD HIGH SCHOOL:  It seems so odd that it was him. So I said: \"Buddy, are you OK? What's going on?\" And when he didn't respond to me and he looked away, that's when I knew was him, that he was the shooter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did he point the gun at you?GIBSON-MARSHALL:  He did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What did you do at that point?GIBSON-MARSHALL:  I got on the walkie, and I told -- I told my team that I have eyes on a shooter and I have a victim. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "CASAREZ",
      "sentences": "So, her life was saved, but one of these many prosecution witnesses.And I do have to say after this testimony, the prosecutor outside of the presence of the jury stood up and said to the judge: \"Your Honor, the defense attorney is sobbing during this testimony. We can't have this.\" And the defense attorney said: \"I'm only human. This is horrific for me to listen to.\" And the judge said: \"We're not robots. We're human beings.\" And that was how it all ended before a break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "SANCHEZ",
      "sentences": "Very powerful moments in court.Jean Casarez, thank you so much for that -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:07",
      "speaker": "KEILAR",
      "sentences": "Alabama death row inmate Kenneth Smith is once again asking the U.S. Supreme Court to halt his execution just hours before it's set to take place.Just yesterday the justices rejected a separate appeal for a stay. If it moves forward, this execution, it will be the nation's first using nitrogen gas. It's an untested method that Smith previously requested before reversing course. CNN's Isabel Rosales is following this developing story for us. Isabel, is the state confident that this execution will move forward on schedule?",
      "isLastSentenceInterrupted": false
    }
  ]
}