{
  "date": "2024-12-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Twenty-Eight Days Of Drone Sightings With No Answers; Interview With Rep. Josh Gottheimer (D-NJ) About Drone Sightings; New Justice Department Report Shines Light On Illegal Police Tactics; Democrats Search For Answers And New Leadership; Injured Veterans Call For Military Medical Accountability; Unless Sold, TikTok Faces U.S. Ban With January 19 Deadline; Academics: It's Time To Talk To Adolescents About Pornography. Aired: 7-8p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But I don't think so that this kind of severity he has so I might be very painful at that time for me.(Through text translation): Ready, please take it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HANAKO MONTGOMERY, CNN CORRESPONDENT",
      "sentences": "He wants to send his 3-year-old son, hospitalized with bronchitis, hundreds of miles away from Delhi to his hometown. But even money can't save these children from the silent killer. When winter ends in Delhi, the smog will lift. But the impact on India's children, permanent and lethal.Hanako Montgomery, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You are in the CNN NEWSROOM. I'm Jessica Dean in New York.Twenty-eight days of mystery drone sightings have gripped the East Coast, and there are still more questions than answers here. The federal government saying there's no threat. But many elected officials are angry as they feel like they're effectively being told to calm down. Here's how the secretary of Homeland Security responded this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "sentences": "There's no question that people are seeing drones, and I want to assure the American public that we in the federal government have deployed additional resources, personnel, technology to assist the New Jersey state police in addressing the drone sightings.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DEAN",
      "sentences": "CNN's Gloria Pazmino is joining us now. Gloria, we just don't know. We don't know exactly what's going onhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT",
      "sentences": "We don't know. And to quote one of the highest ranking Democrats here in New York who was talking about this earlier today, he wants to know what the heck is out there. That's how Charles Schumer, the senator from New York, talked about it today. He held a press conference specifically to say that he wants to pass legislation that would enable local governments to have more resources and more authority when it comes to these drone sightings.But specifically, he was also voicing some frustration about the lack of public information the federal government has put out there. He was also calling on the government to essentially provide more resources in the form of technology to places like New York and New Jersey and Virginia and Connecticut and Pennsylvania. Many of the states where these drone sightings have been reported so that states could take action and do something about these sightings. Take a listen to Schumer earlier today. (BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY): Well, we're here today for three reasons. First, to push a new but unclassified tech into wide use, the so- called Robin, to get answers on these drones, and also to announce that I am going to help pass and I'm going to co-sponsor legislation that will combat these drones in a better way by allowing local police departments and state police departments to help the feds in sighting these drones, which so many have requested. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PAZMINO",
      "sentences": "So, Jessica, technology is a key part of this whole equation. In fact, here in New York over the weekend, a local airfield had to be shut down because of reported drone activity. That led the Governor Kathy Hochul to ask for additional resources. And today, she said that the federal government had responded to her request, saying in part, quote, \"In response to my calls for additional resources, our federal partners are deploying a state of the art drone detection system to New York state. This system will support state and federal law enforcement in their investigations.\"Now that state of the art drone detection system that the governor is referencing there is something we are still trying to learn more about. I was told that because this is an issue of national security, they are not going into much detail about what this technology is, or if it's similar to what the senator was describing there, this sort of radar system that could be used. But in Boston, where some sightings have also been reported, there was an arrest of two men today who were flying drones dangerously close to Logan International Airport. And the police department there told us that it was after they deployed their own drone detection technology that they were able to find them, and subsequently arrest the people that were flying them so close to the airport. So technology, in one way or another, could be a significant part of the answer to this ongoing question about what is up on the skies above us -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "DEAN",
      "sentences": "Yes. Good to have you. What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "GOTTHEIMER",
      "sentences": "I mean, listen, what I know is I've been hearing from literally hundreds and hundreds of my constituents who are completely frustrated by the lack of information from the FBI and from Homeland Security on what all these drones are. I mean, I've had briefings, as I've said, that makes me feel confident based on those briefings, that there's not an imminent threat to public safety.But it doesn't answer the question, where are all these drones coming from that people are seeing? And why aren't we doing a better job of tracking them and understanding that? And most importantly, why isn't the FBI coming clean with the public instead of, as you know, first, telling them that they're seeing things, which I think is insulting and ridiculous. And I was glad that the head of Homeland Security came out today, the secretary, and said that people are seeing drones because I'm hearing from law enforcement, from folks that they're seeing these drones. So the question is, are these new drones? Are they people putting up their recreational drones? That's given the size that I'm hearing about, the size of these drones, you know, I think these things are beyond recreational if it's true what people are saying to me about what they're seeing with their own eyes. So I'm in the in the business of actually listening to people instead of trying to insult them and claim that this is not happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "DEAN",
      "sentences": "Yes. I mean, there has been this idea that, OK, wait, maybe people, yes, there could be some drones, but now everybody is paying attention. And so maybe people are just seeing what they think are drones but aren't, and that sort of kind of line of thinking or these are manned aircrafts, but, you know, again, I've talked to other people, a mayor yesterday who has seen it with his own eyes and is absolutely convinced. And as the secretary said today, as you noted, that these are drones that are flying above people's homes. GOTTHEIMERbe manned aircraft, some of them may be helicopters, but it doesn't make any sense when I spoke to some law enforcement last night who told me they saw them with their own eyes above them, a large drone. So, you know, listen, I'm going to believe them. The question is, you know, what are they? And let's make sure we get that information in that briefing and also give local law enforcement the tools they need both to track these drones and to deal with them, right, working with federal partners to get them out of the sky, and to make sure they're not flying over places. I'm not talking about recreational drones at the beach. I'm talking about large drones that are unlicensed or unregistered. Let's make sure that they're not flying over critical infrastructure like dams or reservoirs or over military bases or airports, as you just talked about a minute ago, or, of course, through any reconnaissance missions or over people's homes and invading their privacy. You know, these are real issues. It can't be the Wild West of drones out there in Jersey or anywhere else. We've got to get to the bottom of this. And people deserve answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "DEAN",
      "sentences": "Yes. And I hear you when you say you've had these briefings. You do feel confident that they're not an imminent threat. It is just this idea, though, I think where people's frustration, I'm sure this is what you're hearing, too, is kind of this disbelief that no one can explain what it is, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "GOTTHEIMER",
      "sentences": "No, I mean, what the frustration rightly is, is why isn't the FBI and DHS and the FAA, as I've asked them to do, get out there and do a real, proper public briefing, not put out a statement. I mean, a real, proper public briefing on this where they answer questions and say, here's what everything we know, here's how we're tracking these, here's why we believe, and, you know, based on the briefings they're giving me, why there's no imminent threat, because there's ways they can scan for, of course, weapons or other imminent threats to public safety, and give that information out to the public and then explain what they think is going on here, because there's no way we don't have this information, I hope we do.I have a classified briefing, I believe, early this week on getting what I've asked for to get more information. But the bottom line is this. You've got to give the tools to local law enforcement. They're doing a great job out there. We've got to coordinate better. We've got to give more information to the public. And the bottom line is we need laws in place that give law enforcement the tools to be able to use these resources that say, if you're going to throw up a drone over a base, a military base, or of a critical infrastructure, you're going to pay the price for it. And just, and of course, just be transparent with people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:04",
      "speaker": "DEAN",
      "sentences": "Why don't you think they're being transparent with people? Because you're right. I do think that's -- clearly they're able to give you this information in a classified briefing or in a briefing, but they're not able to tell the public. And without information, you know, what happens with the information vacuum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "DEAN",
      "sentences": "Yes. And then just lastly, we had a former FBI official on last a couple hours ago, and he was talking about the fact that, look, they need more funding. They need to be trained. This is the future. Drones are here to stay. We're only going to see more of them. And his assessment was that we're not properly prepared for all of this. Do you agree with that? And do you think that there should be more funding to provide for training in all of this, and making sure that federally and locally, we're prepared for the future here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "GOTTHEIMER",
      "sentences": "It's one of the things after this began that I introduced legislation on, and I've introduced legislation in the past on to call for more resources, more funding for local law enforcement to make sure they have the tools they need to track, right, because there should be some tracking system. Think just like our airport tracking, right? We should basically have coordinated tracking of all these drones and to have the tools to respond, right. To be able, if necessary, work with local partners to get these drones out of the sky. Right?Because if they're flying over someplace they shouldn't be, we got to get them out of there and not threaten anyone's public -- people threaten public safety or national security. And also, you don't want these drones flying around collecting or doing reconnaissance and collecting information on people. There's a lot of good uses for drones, proper uses for drones. Right? We know what major events and law enforcement uses them properly. And, you know, people use them for fun at the beach in the summer and very small drones. Right? But there's a huge difference between large drones flying above that are unregistered, unlicensed. We don't know where they're from. They're unwelcome there. And someone using it recreationally. And we got to draw a line there and be very clear that this can't be the Wild West of drones in our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "DEAN",
      "sentences": "Yes. All right. Congressman Josh Gottheimer, thanks for your time tonight. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "GOTTHEIMER",
      "sentences": "Thanks, Jessica. Take care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "DEAN",
      "sentences": "New tonight, a report from the Department of Justice is revealing some disturbing police practices used in a suburban New York town. That report finding that until at least the fall of 2022, it was the Mount Vernon Police Force's practice to strip search every person it arrested. That included the illegal strip search of two women who were 65 and 75 years old at the time. They were arrested on suspicion of buying drugs back in 2020.And for perspective on this, we're joined now by former NYPD detective sergeant Felipe Rodriguez. He's now an adjunct professor at the John Jay College of Criminal Justice. Thanks so much for being here with us. Help us understand how unusual this blanket policy is like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "FELIPE RODRIGUEZ, FORMER NYPD DETECTIVE SERGEANT",
      "sentences": "Well, a blanket policy like this shouldn't exist. After all, we're looking at, what, the violation of individual's constitutional rights? It should be the exception, not the policy of strip-searching an individual. I know in the NYPD, we're very strict about this. You know, to even have someone searched, you have to confer with the desk sergeant, right? Which is the one that has the overall operations of the precinct. And you have to say, you know what? This is the reason I feel this person should be searched.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "DEAN",
      "sentences": "And so obviously, this is coming to light after a DOJ investigation. What does this mean? What will happen now moving forward? And does it kind of beg the question, you know, when they do these sorts of investigations, obviously finding something like this, as you point out, it shouldn't exist. It shouldn't be happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "RODRIGUEZ",
      "sentences": "Correct. It's disturbing because, you know, the first thing that happens is what we lose trust in the community. You know, police departments should be aware. And one of the biggest issues that we had and, you know, about talking about defunding or getting rid of this or that, what I always tell people, right, if you don't put money and invest it in your training, it's real simple. You're going to pay it out in lawsuits. And that's what ends up happening.The DOJ coming in now and recognizing this. It all depends, you know, to what level or what violations they've seen. But you don't want them going under a federal consent decree because guess what, at the end people don't realize consent decrees are a powerful tool and sometimes they are needed. But at the end of the day, who pays for this bill? The taxpayers of Mount Vernon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:04",
      "speaker": "DEAN",
      "sentences": "And so what drives this sort of behavior? Obviously each situation is unique in its own ways. But is this corruption? Is it bad leadership? Is it bad training?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "DEAN",
      "sentences": "And then going into a department like that once that's kind of taken hold, overhauling it, that's no small thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "RODRIGUEZ",
      "sentences": "It's not. I mean, a lot of departments are having such a hard time recruiting and then sometimes, you know, recruiting qualified personnel. At the end of the day, you know, the only way we're going to make this work, maybe a little bit is giving, you know, the seasoned veterans that are around, some sort of stipend or bonus for staying on past their retirement time. We have a lot of young kids up there. And guess what? You need good sergeants and good lieutenants to stay and hold the line and make sure that they're learning the proper way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "DEAN",
      "sentences": "Yes, that good leadership. All right. Felipe Rodriguez, thanks so much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "RODRIGUEZ",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:58",
      "speaker": "DEAN",
      "sentences": "As President-elect Donald Trump prepares to take office in just 36 days, a lot of Democrats looking back at what went wrong in this last election where they lost the Senate, the White House and the House. Early next year, a new DNC chair will be selected. Of course, that's a central position that's going to be critical in determining how the party moves forward.Joining us now one of the people in that race, chairman of the Wisconsin Democratic Party, Ben Wikler. Ben, great to have you here with us. Thanks for making time. I just want to start first with your general, I mean, I know it's a very broad question, but your general prescription for the Democratic Party right now. BEN WIKLER, CHAIR, WISCONSIN DEMOCRATIC PARTY: Thanks so much for having me on, Jessica. I look back at this election and I looked at every country in the world. The government lost votes in across the board. It was folks who felt the rising cost of the things that they need to buy and survive in their lives. And in the U.S., especially folks who got support during the pandemic that went away thanks to Republican votes, by the way, things like the child care tax credit, so it was the folks who earned less than $50,000 a year that we lost across race and ethnicity in rural areas and suburbs and cities alike. And I think the key going forward is to fight for working families in a way that they can see and that they can feel and show that the Trump administration is going to try to rig this country for a handful of people at the very top, at the expense of working folks. And if we can do that and rebuild that trust, communicate everywhere, organize everywhere, then Democrats are going to start winning a lot more elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:58",
      "speaker": "DEAN",
      "sentences": "And look, I know there's been a lot of hand-wringing, a lot of conversation over this right now. Does it come down to effectively being able to communicate better, or do you think there need to be changes in priorities for the Democratic Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:58",
      "speaker": "WIKLER",
      "sentences": "Well, I think we have to communicate in ways that people actually hear, which means in regular, plain English and language that people, you know, talk in their own lives like real people. It also means showing up in places for folks that aren't watching cable news, who don't watch political news. We lost those voters by 16 percentage points. People who say they never pay attention to political news.We won the people who say they pay a lot of attention by eight points. So that means we have to go where the folks are not tuning in to the policies of each of the candidates and watching the speeches. And I also think we have to fight the fight in a way that shows what our priorities are. The Republican message is always trying to divide people and say, you know, Democrats are concerned about them, not about you. And when we fight as Democrats for policies that benefit everybody, that allow people to afford a roof over their head and the medicine they need and the food that they have to eat, and against multi- trillion dollar tax cuts for multi-billionaires and the biggest corporations in the world, when we fight that kind of fight, then we earn back trust because people can see it in our actions. We did that when we fought against the repeal of the Affordable Care Act, and we won. We did that 20 years ago when we fought back against the Republican plan to privatize Social Security. We won that fight, and then we won the House, and we won a federal trifecta and down ballot across the country. That's the kind of fight that we're gearing up for right now. And my goal in this campaign is to unite, fight, win. That's my message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:58",
      "speaker": "DEAN",
      "sentences": "And just in terms of the leadership of the Democratic Party, there have also been a lot of calls for a next generation to step forward, that it's time to kind of clear the decks and let a new generation of leaders lead the party from an elected official, not just for the DNC, which often happens, but also the actual party and the elected officials.What do you think about that? Is it time for new leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "DEAN",
      "sentences": "And it sounds like you're talking about the energy level, the organization, that that's what you think. And I'm curious if there's anything else that the Wisconsin Democratic Party under your leadership has done effectively that you want to replicate on a national level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "WIKLER",
      "sentences": "So one part of this is to think about the fact that there are people in right-wing media and streaming and YouTube and podcasts in this whole kind of right-wing propaganda machine that are constantly trying to paint the worst possible picture of Democrats. And a lot of voters only get their news about Democrats from committed Republicans. And if that doesn't change, then people are going to constantly have a distorted picture of what Democrats really stand for.We're a party that stands for everyone having a shot in this economy. We're a party that stands for a system that works for working people, and we believe in freedom and dignity and respect for everyone. If we don't change where and how we communicate and build trusted messengers everywhere across the country, then we'll get the same results that we got this year. So the goal for me is to build up our -- you know, we have good bones in our party. There's a lot to be proud of. I think we need to add more muscle to those bones and to those vocal chords to make sure that folks are hearing directly from Democrats about the fights that matter in their lives and feel seen by us and know that we're fighting side by side with them about things that they can actually touch and feel in their lives. When Democrats do that, we do win elections and we won, you know, a lot of down-ballot races in Wisconsin. We flipped 14 state legislative seats. We won our U.S. Senate race in Wisconsin. We had more votes in the presidential than we did in 2020, when we had explosive turnout as well. So we can see that this works when we do show up. We organize year round. We communicate everywhere on every platform. But if we kind of pull back and have a circular firing squad at this moment, then Trump is really planning to go on a rampage across this country to benefit a tiny group of people at the top. And I don't think that's what most voters want. It's definitely not what Democrats want, and it's why it's so urgent that we come together and fight in this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "DEAN",
      "sentences": "All right, Ben Wikler, thanks so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "WIKLER",
      "sentences": "Thanks for having me on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:24",
      "speaker": "DEAN",
      "sentences": "For more than 70 years, a long standing doctrine has prohibited military members from suing the government for injuries they sustained while on active duty. However, some feel the doctrine goes too far. Protecting military doctors here at home from cases of alleged medical malpractice.CNN's Leigh Waldman spoke with members of the military who are working to change this and taking their fight to the Supreme Court. (BEGIN VIDEOTAPE) LEIGH WALDMAN, CNN CORRESPONDENT (voice over): Ryan Carter joined the Air National Guard in 2009.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:24",
      "speaker": "RYAN CARTER, AIR NATIONAL GUARD",
      "sentences": "I was in the military for a total of ten years, but of course, in 2018, that all ended when my surgery happened.WALDMAN (voice over):  He was not on active duty at the time. In 2018, he underwent an elective spinal surgery at Walter Reed National Military Medical Center. The post-operative report from Carter's surgeon explains when he woke up from surgery, he wasn't able to move his extremities. He was taken for an MRI \"with concern for spinal cord injury,\" according to the report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:24",
      "speaker": "CARTER",
      "sentences": "I remember, the doctors asking me to move my arms and move my legs then I couldn't.WALDMAN (voice over): Carter was rushed in for a second surgery to decompress his spinal canal. CASEY COLE, RYAN CARTER'S WIFE: He was a healthy 43-year-old walking in and that same day, he is now 43-year-old quadriplegic. WALDMAN (voice over): Carter and his Baltimore based attorney, Chris Castellano, believes something went wrong in the surgery, which led to his paralysis. While Carter was in the hospital, his military status was retroactively changed from inactive to active duty with the Air Force citing medical as the reasoning in the paperwork. But Carter's attorney says when he pressed the department, they've offered no other explanation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:24",
      "speaker": "CHRIS CASTELLANO, ATTORNEY",
      "sentences": "Because we've been stonewalled from the from the get go.WALDMAN (voice over): If nonmilitary citizens believe they are the victims of poor medical treatment, they can sue for medical malpractice. But that's an option not afforded to active duty service members because of a 1950 Supreme Court decision known as the Feres Doctrine. Feres has been challenged a number of times over the years, but the most significant legislative change came at the hands of this family. After first serving in the US Marine Corps and now in the Army as a Green Beret, Richard Stayskal is dying. Stayskal says Army doctors at then Fort Bragg saw a quarter sized tumor on his lung in January 2017, but failed to treat it or inform him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "STAYSKAL",
      "sentences": "It's like asking anybody to self-admit that they did something wrong and then to punish themselves.WALDMAN (voice over): He says that's why his claim investigating his terminal cancer was denied. Cited in the defense health agency's final denial of his claim, the military malpractice claim appeals board wrote: \"Although there was a breach in the standard of care with respect to the radiological review, independent medical review demonstrated that the breach did not adversely affect Master Sergeant Stayskal's prognosis, opportunity for cure, or chance of survival.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "STAYSKAL",
      "sentences": "The law still needs to be corrected and amended to be better.WALDMAN (voice over): North Carolina Representative Richard Hudson highlighted the larger problem in 2023, pointing out that since the malpractice legislation passed, the army had received 202 medical malpractice claims, 144 had been denied by the DoD. States away, Carter and his lawyer are focusing on the Feres Doctrine. This past June, they petitioned the Supreme Court to not only take up Carter's case, but to have the Feres Doctrine itself clarified, limited or overruled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:08",
      "speaker": "CARTER",
      "sentences": "I'm not doing this just for me too. I'm doing this for everybody else.In New York, Leigh Waldman, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:37",
      "speaker": "DEAN",
      "sentences": "Time is running out for TikTok. Just two days ago, the DC Circuit court of appeals rejected a temporary pause on an upcoming ban on the app. And that means the recent law stands that would ban TikTok in the US Unless it's sold away from its Chinese owner.CNN's chief media analyst, Brian Stelter is joining us now. Brian, President-elect Trump has suggested that perhaps he could save TikTok. But here's the deal, the deadline for all of this is January 19th. Of course, that's the day before he takes office. So, what happens now? What's the state of play?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:37",
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA ANALYST",
      "sentences": "That's intentional. That deadline is intentional. This bill was written in order to ensure that it took effect during the Biden administration. There has been bipartisan support for this ban, even though Trump and some Republicans have since backed off.This is an argument about National Security versus the First Amendment. And TikTok says this is about the First Amendment. The company is betting on the Supreme Court here and saying, \"We plan on taking this case to the supreme court, which has an established historical record of protecting Americans right to free speech.\" So TikTok thinks this as a free-speech debate. But those lawmakers who want this ban to go into effect, they believe TikTok is a weapon of -- at least some of them, believe this is a weapon of the Chinese government, that its used by the Chinese in order to inflict certain harms. You know, you think about all the people that might feel addicted to TikTok. What are they seeing? What are they viewing? That's the concern that those American lawmakers had. So, this is very much, in their minds, a National Defense, National Security issue and we will, I think, in the coming weeks, find out where the Supreme Court stands on this issue. By the way, the experts that have been interviewed about this, they're divided on what the Supreme Court might do. Whatever happens, though, it will probably happen before that January 19th deadline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:37",
      "speaker": "DEAN",
      "sentences": "It is so interesting because it's such a huge part of people, so many Americans' days who probably, frankly, aren't even aware or maybe not aware that this could happen on January 19th, that it could have to go away.How has -- what has TikTok done -- I mean, obviously they're fighting this, but has there been any explanation to its users or anything like that about what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:37",
      "speaker": "STELTER",
      "sentences": "Relatively little, there was some effort to use the app for lobbying before this bill was passed, but since it's been passed, this has been a struggle within the courts, and it's really now about betting on the Supreme Court.You know, you've been covering the drones to the planes, all the plane videos that look like drones. I've been watching those on TikTok, along with lots of other people, and there is no perfect replacement for TikTok. But if this ban goes into effect, energy will move toward Instagram Reels, YouTube Shorts, Snapchat, and some smaller apps. And when you think about all the tech CEOs cozying up to President - elect Trump right now, All the tech CEOs going to Mar-a-Lago for visits, you can suspect they might be whispering in Trump's ear, wanting this ban to take effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:37",
      "speaker": "DEAN",
      "sentences": "Yes, and then there's the question, Brian. And again, were looking way into the future here. But okay, if they have to sell it, are there buyers who might those buyers be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:16",
      "speaker": "DEAN",
      "sentences": "It is a very interesting dynamic. We will see it play out. Brian Stelter, as always, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:16",
      "speaker": "STELTER",
      "sentences": "Thanks",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "DEAN",
      "sentences": "Before we start this segment, if you have any young children with you, you may want to ask them to leave the room for a few minutes. We're going to talk through a topic that is not just tough for parents, but for a lot of people. We're going to talk about pornography and why some academics say we need to change the conversation around it. Here's one reason why.A survey last year by Common Sense Media showed on average, American's first see online pornography at age 12, and nearly three quarters of those aged 17 and under have seen it. Brian Willoughby is a social scientist at Brigham Young University, where he studies, the pornography habits of adolescents. Brian, thanks so much for joining us. In a \"New York Times\" article, you're quoted as saying, \"I'm not saying porn is good, but I am saying it's a reality.\" And it certainly is a reality in the internet era. BRIAN WILLOUGHBY, BRIGHAM YOUNG UNIVERSITY: It certainly is. Like you said, the numbers suggest to us that this is something that's happening, that our kids are getting exposed to, much younger than parents think, 12, 13, 14 by the time kids are 16, 17, 18, the vast majority of them have not just seen pornography, but are typically viewing it on a regular basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "DEAN",
      "sentences": "And that probably, I mean, maybe it's surprising to me, you know, I would assume it's probably surprising to some parents just how young they're being exposed to this. How is it also changing these children's relationships?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "WILLOUGHBY",
      "sentences": "Yes, I think the key is, is that in some ways, it shouldn't be surprising to us. Kids have access to technology, smartphones, the internet, even younger than 12, social media and this is just -- it's something that's everywhere on the internet. There's so much access to sexually explicit material that it's going to be really common. And I think the key to understanding how its potentially affecting our kids is that now, because of these ages, kids are being exposed to pornography.For most of our kids, pornography is their first sexual experience. This is their first experience to what sex is, at least theoretically. It's their first experience with a lot of sexual material, and that's going to have an impact on how they think about sex in the future, how they think about their expectations, about what intimacy and sexual relationships are going to be in their adulthood life, because this is the first thing that they encounter, and that's an important thing for parents to realize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "DEAN",
      "sentences": "And so, then that that brings the parents into the conversation, because at what point do they -- and what kind of conversation do you suggest they should be having with their kids about this? What do they need to be talking about when it comes to this topic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "WILLOUGHBY",
      "sentences": "I think first and foremost, parents need to talk to young kids younger than they think. Again, if a lot of kids are getting exposed to pornography at 10, 11, 12, then that means eight, nine, ten, you need to start having conversations with kids.It doesn't have to be an explicit conversation, but making them aware of how you would define pornography, because there's a lot of definitions out there. Helping them understand how to navigate the internet and navigate social media, just making them aware of it earlier than parents think. And having that talk that parents sometimes don't want to have about what is sex and why sex is an important part of human relationships, maybe earlier than you think that they need to because they're young, but that that pre-arms them to have these experiences or to navigate online spaces. And then when they're older you can start to, to shift those conversations into conversations about pornography and helping them understand what they're seeing, how it aligns or doesn't align with your own personal family values. And then hopefully giving them another view of what intimacy might be. A lot of pornography depicts fairly unrealistic depictions of intimacy and human relationships. So if you want them to frame their relationships on something else, then you have to give them an alternative about what you think intimacy, sex, and relationships should look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "DEAN",
      "sentences": "There's also, I mean, listen, a lot of pornography can be violent sometimes, especially toward women. And that's probably a piece of the conversation, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "WILLOUGHBY",
      "sentences": "Oh, yes, a hundred percent. It is because pornography is not what it used to be. It's not the \"Playboy\" Magazine or the \"Penthouse\" Magazine hiding under the mattress, because of the pornography that exists online is so vast, hundreds of thousands of videos and pictures, and it runs the gamut. And a lot of it, like you said, we know from research, often depicts violence, violence towards women, often depicts a lack of consent. Those things are concerning.We have research that shows that particularly for underage kids, they're viewing pornography. It does have an impact on how they view women, how they view relationships. And so, access to violent content in pornography is another, I think, major concern for parents that they need to have conversations with their kids about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "DEAN",
      "sentences": "Yes, it sounds like a communication, conversation, all important when it comes to this.Brian Willoughby, thanks so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:30",
      "speaker": "WILLOUGHBY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}