{
  "date": "2024-09-24",
  "headline": "Connect the World",
  "subHeadline": "Biden Addresses United Nations for Final Time as President; IDF Carries Out Second Wave of Strikes Against Hezbollah; Biden Speaks at U.N. as Middle East Conflict Intensifies. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "00:01:12",
      "speaker": "BECKY ANDERSON, CNN ANCHOR",
      "sentences": "Well, world leaders have converged on New York City for what is known as the UN General Assembly while the world aroundthem literally and figuratively burns. Brazil's president speaking right now and after that any moment, Joe Biden will deliver his final speech at this gathering as U.S. president after months of frustrating and at this point failed U.S. diplomacy to end Israel's war with Hamas in Gaza. Even as Israel expands its military operations against Hezbollah in Lebanon. Mr. Biden is expected to emphasize the need for international partners to try and confront these conflicts as well as the ongoing war in Ukraine and other hot spots around the globe. We're following Mr. Biden. We are set to hear from the leaders of Turkey and Jordan. Joining me now from the U.N., our Chief International Anchor Christiane Amanpour and CNN Global Affairs Analyst Kim Dozier back with us from Washington for you. And thank you both for joining us. Christiane, let me let me start with you. We are just moments away from Joe Biden's speech against a backdrop of, you know, another targeted attack on Hezbollah in the southern neighborhood of -- of Beirut and the ongoing and deadly conflict in Gaza. What can we expect the tone of this speech to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:12",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Well, honestly, Becky, I've done a lot of these UNGA weeks when all these big speeches happen, theannual gathering of leaders at the U.N., which is meant to be the place where, you know, there's some solutions brought up to the ongoing conflicts and disasters around the world. This year, it seems that that is exactly the opposite. It is -- it's so grim that I can't remember it being this grim in the last couple of decades. And there is this raging war in Israel now on two fronts. And we're very, very much all just waiting to see a whether that provokes a retaliation from Hezbollah that will so-called cross Israel's red lines and what Israel plans to do next. It's announced that it will tell, you know, consider its next moves, but apparently hasn't told the United States. Is that a land war? Is that more airstrikes and how it plans to win on two fronts at the same time? And how it plans, as it's stated by Netanyahu, to end Hezbollah support for Hamas. So there's that. And then, of course, there is Ukraine and President Zelenskyy's efforts to get the U.S. and its NATO allies to not only deliver more weapons, but to take off any restrictions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:12",
      "speaker": "ANDERSON",
      "sentences": "Whoever has written this speech will, Kim, not want the President to sound defeatist, but ultimately there will be many around the world whowill be watching the U.S. President in his final speech to the world community and say, this is a man defeated, at least on foreign policy, at least in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:11",
      "speaker": "ANDERSON",
      "sentences": "Christiane, we are just getting word as we await Joe Biden after the president of Brazil closes out his speech. We are getting word that JoeBiden will discuss the currently stalled ceasefire and hostage negotiations in this speech. One wonders what he might say, given that at this point they are going nowhere, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:11",
      "speaker": "AMANPOUR",
      "sentences": "It certainly seems that way. And, you know, we have been through this kind of, oh, my goodness, any minute now, something is going to breakin these negotiations, only for it not to. And it bears constantly repeating that for the majority of Israelis, for the majority of this time since October 7th last year, their number one priority has been to get their hostages back. And that absolutely has not been the number one priority, they say, and it's obvious, of their government. And so this is what's causing a huge amount of tension and the ongoing sort of inability by the U.S. to broker some kind of unblocking of the differences between Israel and Hamas over when, how many hostages, you know, Palestinian prisoners. And, of course, what Israel keeps coming back to, its desire to control a specific route down in the southern part of Gaza and its desire to have a veto over what prisoners and who can go back to Gaza. And now we hear the latest is that they are calling on northern Gaza to be evacuated again for we're not clear exactly what. So this war in Gaza appears nowhere closer to ending than it did, you know, a week, two weeks, six weeks at any time since these so-called negotiations have been going on. And that exposes the United States to a sense of impotence over its the ally which owes it the most. I mean, the United States is responsible for Israel's defense ability. It provides the weapons. It provides the logistics. It provides the support. Sometimes it intervenes on behalf of Israel. For instance, when Iran sent those 300 rockets and missiles back in April in response to the killing of its operatives in Syria. So that's a really big problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:11",
      "speaker": "ANDERSON",
      "sentences": "And, Kim, we've just seen President Biden walking through the halls of U.N. headquarters there. He is about to address the GeneralAssembly. And, of course, when that happens, we will go directly to it. Before we do that, Christiane, talking about, you know, how the U.S. government has been exposed and sort of revealing this sort of sense of impotency when it comes to, you know, what it can do and how it might use its leverage with Israel in this escalating conflict in the region. And I just wonder, as we look at these images again moments ago, we saw Joe Biden with the U.S. ambassador to the United Nations walking into the hall. I just wonder whether this entire gathering in this period in September 2024 doesn't expose the United Nations as an organization to a sense of impotency across so many files. So, you know, in another era, at another time, and Christiane talking about how long she's been -- she's been covering this, you and I have been covering this for -- for more than 20 years as well. In another era, this is an institution set up to sort of, you know, provide solutions. And that is not what the United Nations is doing at the moment. Is it fit for purpose? A lot of people are asking that question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ANDERSON",
      "sentences": "Kim, we are waiting on Joe Biden to begin his speech. While we wait, let me just bring in Ben Wedeman, who is available to us live fromBeirut. And as Joe Biden gets set to make his speech, of course, we must report on the very latest out of Beirut, where earlier today, Israel conducting a targeted strike on a building that left a number of dead and injured, at least six dead and a number of others injured. Just get us bang up to date, if you will. OK, doesn't sound as if we've got Ben at the moment. All right, let's bring back Christiane Amanpour and Christiane, you know, we are sort of just hovering at this point before we see Joe Biden come onto the stage at the U.N. General Assembly. It's a -- it's a packed room, as you would expect it to be in the United Nations. It's 10:00 -- past 10:00 in the morning. And we've been discussing what we might expect Joe Biden to say, the tone of his speech and, you know, the content from a man who we've been discussing this over the past hour or so. This is a -- this is a U.S. president who has had more experience in the field of foreign affairs than many who came before him, 50 years' worth of experience as a senator and congressman. And whether there is a sense of disappointment at this stage in the United States and around the world as to what he has achieved or failed to achieve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "AMANPOUR",
      "sentences": "You know, Becky, I think that he will be able to rightly say that his legacy includes gathering a huge coalition of countries to opposeRussia's invasion into Ukraine, for instance, to strengthen NATO, to enlarge NATO to additional countries since Russia invaded Ukraine. Those are Finland and Sweden to gather as much weaponry and military support that they've been able to muster for Ukraine. I mean, the most interesting part of this as well is that while they have done unprecedented work and I do believe -- is that him just coming up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ANDERSON",
      "sentences": "All right, Christiane --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "AMANPOUR",
      "sentences": "Yes, he's coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "ANDERSON",
      "sentences": "And I'm so sorry. Let me -- let me just -- let me just jump in. It's Joe Biden. Let's listen in.JOE BIDEN, (D) U.S. PRESIDENT: Today is the fourth time I've had the great honor of speaking to this assembly as president of the United States. It'll be my last. I've seen a remarkable sweep of history. I was first elected to office in the United States, America's U.S. senator in 1972. Now, I know I look like I'm only 40. I know that. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "BIDEN",
      "sentences": "Progress toward peace will put us in a stronger position to deal with the ongoing threat posed by Iran. Together, we must deny oxygen toterrorist -- to its terrorist proxies, which have called for more October 7th and ensure that Iran will never, ever obtain a nuclear weapon. Gaza is not the only conflict that deserves our outrage. In Sudan, a bloody civil war unleashed one of the world's worst humanitarian crises. Eight million -- eight million on the brink of famine. Hundreds of thousands already there. Atrocities are for and elsewhere. The United States has led the world in providing humanitarian aid to Sudan. And with our partners, we've led diplomatic talks to try to silence the guns and avert -- and avert a wider famine. The world needs to stop arming the generals, to speak with one voice and tell them, stop tearing your country apart. Stop blocking aid to the Sudanese people. End this war now. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "BIDEN",
      "sentences": "But people need more than the absence of war. They need a chance -- a chance to live in dignity. They need to be protected from the ravages ofclimate change, hunger, and disease. Our administration has invested over $150 billion to make progress and other sustainable development goals. It includes $20 billion for food security and over $50 billion for global health. We've mobilized billions more in private sector investment. We've taken the most ambitious climate action in history. We've moved to rejoin the Paris Agreement on day one. And today, my country is finally on track to cut emissions in half by 2030. On track to honor my pledge to quadruple climate financing to developing nations with $11 billion thus far this year. We've rejoined the World Health Organization, donating 700 million doses of COVID vaccine to 117 countries. We must now move quickly to face Mpox outbreak in Africa. We're prepared to commit $500 million to help African countries prevent and respond to Mpox and to donate 1 million doses of Mpox vaccine now. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:08",
      "speaker": "BIDEN",
      "sentences": "Our U.N. Ambassador just laid out our detailed vision to reflect today's world, not yesterday's. It's time to move forward. The SecurityCouncil, like the U.N. itself, needs to go back to the job of making peace, of brokering deals to end wars and suffering. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BIDEN",
      "sentences": "It's your people that matter the most. Never forget, we are here to serve the people, not the other way around, because the future will be wonby those who unleash the full potential of their people to breathe free, to think freely, to innovate, to educate, to live and love openly without fear. That's the soul of democracy. It does not belong to any one country. I've seen it all around the world, and the brave men and women who ended apartheid, brought down the Berlin Wall, fight today for freedom and justice and dignity. We saw it, that universal yearning for rights and freedom in Venezuela, where millions cast their vote for change that hadn't been recognized, but it can't be denied. The world knows the truth. We saw it in Uganda, LGBT activists demanding safety and recognition of their common humanity. We've seen citizens across the world peacefully choosing their future, from Ghana to India to South Korea, nations representing one quarter of humanity who will hold elections this year alone. It's remarkable the power of we, the people, that makes me more optimistic about the future than I've ever been. Since I was first elected to the United States Senate in 1972, every age faces its challenges. I saw it as a young man. I see it today. But we are stronger than we think. We're stronger together than alone. And what the people call impossible is just an illusion. Nelson Mandela taught us, and I quote, \"It always seems impossible until it's done. It always seems impossible until it's done.\" My fellow leaders, there's nothing that's beyond our capacity if we work together. Let's work together. God bless you all, and may God protect all those who seek peace. Thank you. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On behalf of the Assembly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ANDERSON",
      "sentences": "Well, that is the fourth and final speech by Joe Biden, his last as U.S. president. He spoke in '21, '22, '23, and now 2024 at the UnitedNations General Assembly, the gathering of world leaders once a year there in New York. Joining me now from the United Nations, our Chief International Anchor, Christiane Amanpour, and also joined by CNN Senior United Nations Correspondent, Richard Roth. In Tel Aviv, we have our International Diplomatic Editor, Nic Robertson, and with us, our CNN Global Affairs Analyst, Kim Dozier, back with us from Washington this hour. Joe Biden has made his last speech there at the U.N. Christiane, what did you make of what we heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "ANDERSON",
      "sentences": "And to your point, and I quote him here as he closed out his speech, I am more optimistic about the future than I have ever been. We arestronger, he said, than we think. Stronger together, he said, than alone. And he talked about the possible in what seems like the impossible. Let me bring you in, Richard Roth. You've been covering the UN for some years. Christiane and I were just talking about just how long we have been covering the UNGA. You have seen presidents and leaders come and go. You have certainly seen those who have stayed in power longer than they might have done. And Joe Biden today saying some things are more important than staying in power, to which he got a huge round of applause, it has to be said. What did you make of what you just heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "RICHARD ROTH, CNN SENIOR UNITED NATIONS CORRESPONDENT",
      "sentences": "Yes, that was the biggest applause when he said that the people are the ones who really havethe power. You are grabbing at strength and power, but that's not the way it is. And there are certainly, as Christiane hinted, there are countries sitting and listening to President Biden and knowing full well they have a dictator or a strongman currently in power. Unfortunately, it seems more tables inside the General Assembly are represented by such a person. He said, I have hope. He talked about his history of the United States along with him being a senator at 29, getting through the Vietnam War. He said things can get better. So it was an optimistic speech, very much in tone with how President Biden has carried himself as president. And there are three major wars going on. And he said stop this war, which is Gaza. But he also talked about the millions going hungry in Sudan during a civil war there. And of course, Ukraine. And we will hear from President Zelenskyy at a Security Council meeting later today. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "ANDERSON",
      "sentences": "That's right. Let me bring in, Nic Robertson, to the point of the ongoing conflicts and very specifically that of Gaza. Nic, this is what JoeBiden had to say during his speech on the prospect or not of a ceasefire deal. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "BIDEN",
      "sentences": "I put forward with Qatar and Egypt, a ceasefire and hostage deal. It's been endorsed by the U.N. Security Council. Now is the time for theparties to finalize its terms, bring the hostages home and secure security for Israel and Gaza free of Hamas grip, ease the suffering in Gaza and end this war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:12",
      "speaker": "ANDERSON",
      "sentences": "Frustration and anger in the voice of the U.S. President, Nic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:20",
      "speaker": "ANDERSON",
      "sentences": "Nic, as you speak, President Erdogan of Turkey is -- has taken to the podium. I mean, he is now speaking. Let me bring in Kim Dozier at thispoint again. Kim, you and I were discussing earlier in the hour or so past that CNN is reporting that U.S. officials are -- are concerned that the global gathering in New York could inflame mounting tensions in the Middle East. And we were discussing whether, frankly, it was a little too late to be concerned about that. And there are leaders, regional leaders, very specifically when we're talking about the Middle East conflict, who are going to take advantage of their position and their platform here to say that as it is, as far as they are concerned. And I wouldn't be surprised if President Erdogan is one of those and we will listen in to what he says. I mean, those -- those concerns will fall on deaf ears for many regional leaders who, you know, will hope that the world is listening and 11 months into this war in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:20",
      "speaker": "DOZIER",
      "sentences": "Yes, I think what we're going to hear is a litany of complaints about Israel's behavior, which the Israeli Prime Minister BenjaminNetanyahu will likely answer when he gets to the U.N. General Assembly later this week with a very defensive case accusing everyone of forgetting the horrific acts of October 7th, where 1,200 Israelis roughly were killed, that hostages are still being held and that Hezbollah in Lebanon keeps pounding northern Israel such that more than 60,000 Israelis have had to withdraw from the area. But, you know, with the ongoing Israeli airstrikes, which I suspect will continue all week against Lebanese Hezbollah positions, it's just going to drive each side further into their corners and make it that much harder for the U.S., Qatar, Egypt and others who've been quietly involved in getting some sort of a ceasefire deal. So, yes, U.S. officials are right to be concerned, but it just highlights the almost impotence of the Biden administration, despite Biden's bear hug of Netanyahu right after October 7th happened. Netanyahu is facing internal pressure to get those hostages out, but he also sees his polls slightly rising every time the Israeli army goes on the defensive, and that is surely what's fueling the current campaign in the north, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:48",
      "speaker": "ANDERSON",
      "sentences": "Right, I'm Becky Anderson in Abu Dhabi in the UAE with the time is 10Now, I want to recap the two big stories that we are following for you at this hour. Joe Biden, U.S. President has just wrapped up his final speech at the UN General Assembly as the leader of the United States of America, telling him world leaders that he believes despite major crises raging in the world that there is a way forward. Biden said innocent people in both Israel and Gaza are, quote, \"going through hell\" and he re-upped his call to finalize ceasefire negotiations, which frankly seem an awful long way off at this point. And our other top story, thousands of people fleeing their homes in southern Lebanon after Israel continued its attacks today on what it says are Hezbollah positions. At least six people were killed on Tuesday in what Israel calls a targeted strike in a southern suburb of Beirut. Now, it comes after the deadliest day in Lebanon in nearly two decades with more than 550 people killed. CNN's Ben Wedeman standing by with the very latest from Beirut. Apologies, our communication with you, Ben, has not been great over the last couple of hours. But as I understand it, we have got you now. Can you just confirm that you can hear me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:48",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "I can hear you, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:48",
      "speaker": "ANDERSON",
      "sentences": "Excellent. Good stuff. Thank you, sir. Let's start with Joe Biden's speech. Did you hear it? I'm not assuming that people in Lebanonnecessarily were glued to their televisions for it. There is more going on than what the U.S. President has said at the United Nations. But I just wonder what you made of it and what you believe Lebanon and the people of Lebanon might take out of it.",
      "isLastSentenceInterrupted": false
    }
  ]
}