{
  "date": "2024-11-21",
  "headline": "CNN This Morning",
  "subHeadline": "Nikki Haley: DNI \"Is Not The Place\" For Gabbard; Bloomberg: Trump Team Considers White House Crypto Role; Source: Trump Considering Radio Host To Head Secret Service. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:35",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, 5As President-elect Donald Trump assembles his cabinet for his second term in the White House his choice of Tulsi Gabbard as director of national intelligence -- it's raised some questions from members of his own party. Gabbard has stirred considerable controversy in the past, like when she visited Syrian President Bashar al-Assad as civil war broke out in his country with U.S.-backed rebels while she was a member of Congress in 2017. Republican Sen. Mitt Romney sent out this tweet about that two years ago accusing Gabbard of parroting Russian propaganda after the invasion of Ukraine, adding, \"Her treasonous lies may well cost lives.\" And here was Nikki Haley. (BEGIN VIDEO CLIP) NIKKI HALEY, FORMER U.S. AMBASSADOR TO UNITED NATIONS:  This is not a place for a Russian, Iranian, Syrian, Chinese sympathizer. DNI has to analyze real threats. Are we comfortable with someone like that at the top of our national intelligence agencies? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "All right, joining us now to discuss, Nick Johnston, publisher at Axios. Nick, good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "NICHOLAS JOHNSTON, PUBLISHER, AXIOS",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "Thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "JOHNSTON",
      "sentences": "Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "What is your sense of this? The Gabbard nomination has generated fewer headlines --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "JOHNSTON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "-- because Matt Gaetz --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "JOHNSTON",
      "sentences": "And there are so many headlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "-- and Pete Hegseth, and all of these other things, right? But at the same time there are things here that certainly a lot of the Republicans that I used to cover every day on Capitol Hill --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "JOHNSTON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "-- would have a lot of problems with.What is your sense of whether there is a big issue here for Gabbard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "JOHNSTON",
      "sentences": "I mean, on a list of unorthodox picks, Tulsi Gabbard is perhaps one of the most unorthodox I think for exactly the reasoning that Mitt Romney and Nikki Haley, and a lot of the folks have been talking about.Now, of course, this hasn't gotten a lot of attention because there has been so much else exploding with this vetting in public of these. The top of the show was about the new allegations, the new document leaks, what the Ethics Committee is doing. There is so much news that we've been distracted from that. That doesn't mean I think a lot of the intelligence community and a lot of intelligence-focused members of Congress are focusing on. It was very interesting the New York Post came out against Tulsi Gabbard I think earlier this week. I think it's only a matter of time. Remember, we are still two months away from inauguration. We are just talking about things that might be nominated. We haven't -- Donald Trump hasn't filled out the paperwork. They haven't filled out the Senate confirmation forms. We haven't started hearings. And I think there's a lot of sleeper issues with some of these picks that will really bubble up once the Senate gets to work -- again, in two months. So we're still doing a vetting process in public. Now, this should be being done by the FBI and transition investigators behind the scenes instead of being done on television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "So, Nick, this is a Democrat who was talking about this in the Senate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "JOHNSTON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "-- Sheldon Whitehouse -- but it -- what he had to say kind of encapsulated part of the potential very serious issue with Gabbard. Let's watch that and we'll talk about it.(BEGIN VIDEO CLIP) SEN. SHELDON WHITEHOUSE (D-RI):  If we bring in somebody like this who smells to other intelligence agencies like someone who will compromise their sources and methods and be far too cozy with Russia and other adversaries, then they're going to hold back information that could be really critical to our success. This is a choice that actually puts Americans at risk because we won't have access to intelligence that could be critical to our safety. I think Republicans will likely begin to come around. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "He's basically talking about the five eyes, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "JOHNSTON",
      "sentences": "Absolutely, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:35",
      "speaker": "HUNT",
      "sentences": "Intelligence sharing.And, I mean, I honestly have questions about what Mitch McConnell, for example, might do on the Tulsi Gabbard nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "What's your sense of the differences among these picks in Trump world right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "JOHNSTON",
      "sentences": "The Trump situation is like we are all in on everything. They feel like they won the election. Fact check, true. And they are not one for compromise. They're not one for giving quarter.And so even as they get this kind of pushback they want to go full speed ahead. They want the votes on the floor. They want to test the loyalty of the Senate 100 percent. There is no inclination that they're going to waver on any of these nominations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Do you think there's a difference between, say, Hegseth and Gaetz? Because there have been -- I mean, the Trump transition was surprised by some of the allegations -- JOHNSTON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "-- that popped up around Hegseth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "JOHNSTON",
      "sentences": "They are very -- I mean, they are very slow to give any sense of that kind of weakness. What Trump and his folks want to do is bend the Senate to their will. That's the talk about recess appointments. Using untested legal theories to try and force a chairman (PH) of the House and Senate. They want to see how far they can go and see what kind of limits they've hit. They haven't hit them yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "All right, Nick Johnston for us this morning. Nick, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "JOHNSTON",
      "sentences": "Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "We'll have lots to talk -- lots to talk about here.All right. Now let's turn to this. Cryptocurrency's leading super PACs and supporters invested millions of dollars into this election, and now with Donald Trump heading back to the White House they're hoping that investment pays off. Trump campaigned on pro-crypto interests, pledging to oust the SEC chair Gary Gensler and promising to create a national cryptocurrency reserve. (BEGIN VIDEO CLIP) DONALD TRUMP, (R) THEN-PRESIDENTIAL CANDIDATE:  This afternoon I'm laying out my plan to ensure that the United States will be the crypto capital of the planet. They want to choke you. They want to choke you out of business. We're not going to let that happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Bloomberg News reports this. \"Trump's team is holding discussions with the digital asset industry about whether to create a new White House post solely dedicated to cryptocurrency policy, according to people familiar with the transition efforts. If created, it would be the first ever crypto-specific White House job and would underscore the influence the nascent industry stands to wield in the incoming administration.\"Joining us now to discuss that reporting, politics reporter for Bloomberg News, Stephanie Lai. Stephanie, good morning. Thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "STEPHANIE LAI, POLITICS REPORTER, BLOOMBERG",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "So anyone that either owns cryptocurrency or pays attention to it can see that the Trump administration -- the Trump administration once looming sent crypto kind of off the charts. Why and what are you learning about what this may mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "LAI",
      "sentences": "Certainly. Well, when we were on the trail, when Donald Trump started floating these ideas there was a little bit of hesitancy. People were wondering, like, is he actually going to hold true with these promises?And we're seeing that play out right now. He is -- his team is already vetting candidates for a potential crypto czar position. And all of that is to say is they're trying to make a more direct line between the industry experts and Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "So what do you know about what the cryptocurrency industry would want from someone like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "LAI",
      "sentences": "Certainly. I mean, I think a big thing is that for a long time the crypto industry hasn't really had representation in Washington or at least an understanding of how everything works and how power is centralized, and essentially, how to create a framework that would ensure that there's regulations that support the industry without overbearing the market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "What's your understanding of how the former president, now the president-elect understands cryptocurrency? I mean, he has opinions, for example, about the U.S. dollar and its strength. How do those things play out together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "LAI",
      "sentences": "You know, a lot of his allies and insiders are -- have actually said for a long time that Donald Trump actually really does understand the industry and understands the issues that are close to it. He has a lot of advisers who are already deeply intertwined with the industry, and so I think a lot of them have been sort of showing him the ropes. And also just personal family members have been interested. So this is something that he's sort of dipped his feet into the water for quite some time now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah. You have to wonder if Barron Trump is showing him on his phone what to do with crypto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "LAI",
      "sentences": "NFTs or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "So the other piece of this, of course, is Congress. And we write here at CNN that the cryptocurrency industry could be well positioned heading into the new session.A tracker run by a group called Stand With Crypto said 274 pro-crypto candidates have been elected to the House; 20 to the Senate this cycle. And, of course, we know that the crypto super PACs did spend heavily on Republicans as well as Democrats, including two who won open seats in the Senate -- Elissa Slotkin in Michigan and Ruben Gallego in Arizona. What does this dynamic look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "LAI",
      "sentences": "Well, on the Hill we're going to see a lot more pro-crypto advocates, and I think that's something that the PAC was looking directly to do. And now that they have all these members that support them it's likely that we'll see some sort of movement and potentially just more legislation that supports the growing industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:44:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think if he needs the resources he will get those resources from Congress. But I also think we have a process and protocol problem, not just a resources and manpower issue.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "DAN BONGINO, PODCAST HOST, FORMER SECRET SERVICE AGENT",
      "sentences": "The Secret Service more with less approach only works if you produce more. They produce less with more. They were given more money and produced less.A 20-year-old criminal outsmarted them on a $40.00 drone technology piece of device. You're telling me that's more with less? That's disgusting. That's not -- that's nothing with less. That's less with more. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Two other people also said to be in the running, the current and former heads of Trump's detail.Joining us now is Cheryl Tyler. Actually, it looks like we may have just lost Cheryl Tyler who is a former Secret Service agent we were hoping to talk to about the challenges that we have with the Secret Service. We are going to work on getting her back. But in the meantime let's go to sports. One man now stands alone as the winningest basketball coach in NCAA history. Andy Scholes has this morning's Bleacher Report. Andy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "Yeah, good morning, Kasie.It was certainly a fun night in Storrs, Connecticut last night as more than 60 former UConn players were on hand to celebrate Geno Auriemma. The Huskies legend becoming the all-time winningest coach in NCAA history last night, passing Stanford's Tara VanDerveer who retired back in April. Now, Geno has won 11 national titles, has 23 Final Four berths. He's has six undefeated seasons and win streaks of 98 and 111 games. No doubt he's the greatest of all time. And they actually surprised him with an actual goat out there on the floor. UConn also celebrating Geno's longtime assistant coach Chris Dailey last night. She's been with him for 40 years. And here was Geno on the night. (BEGIN VIDEO CLIP) GENO AURIEMMA, HEAD COACH, UCONN HUSKIES, ALL-TIME COLLEGE HOOPS WIN RECORD:  Everything about Connecticut basketball is special. You know, the crowd tonight and the fan base and our former players. Just everyone here just treats it unlike any other place in the country. And so to be able to have that kind of accomplishment here -- yeah, you couldn't ask for a better -- you know, a better scenario to be honest with you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "All right. In the NBA last night the season from hell just continues for the 76ers. They were in Memphis.Down six late, Joel Embiid gets the shot to go. Embiid had 35 in this one. But moments later Embiid throws it into the crowd. The Sixers end up losing 117-111. They fall to 2-12, the worst record in the NBA. And the hits just keep on coming. Paul George left this game with an injured knee. He's going to have more tests today. All right. While the Sixers continue to struggle it looks like the Bucks have righted the ship. Giannis pouring in 41 points against the Bulls last night. And Milwaukee would win 122-106 after starting the season 2-8. The Bucks have now won four of five to get to 6-9 on the season. The Cavs, meanwhile, not undefeated anymore but they got back in the win column last night. Ty Jerome having himself a night. He hit three long threes in a 62-second span in the second quarter. Jerome finished with a career-high 27 points. The Cavs beat the Pelicans 128-100. All right. And finally, TNT Sports' 10th installment of The Match is going to tee off tonight headlined by some of the biggest names in sports and showbiz. No pro golfers this time around. But you know it's going to be entertaining with Charles Barkley in the field. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where's your all's tee at? You all could move it to the fairway if you all like the fairway better.CHARLES BARKLEY, PARTICIPATING IN TNT SPORTS' \"THE MATCH\":  Who don't like the fairway better?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You got a club links.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BARKLEY",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, you can't. You can't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. If you're in the rough, you've got to stay in the rough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah. You can't change your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BARKLEY",
      "sentences": "Wait! We think we're going to listen to you all instead of the rules official?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, hey, hey, hey. You cannot change your degrees. You know that better than anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Gee, fellas. Don't do it on TV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BARKLEY",
      "sentences": "Wait. He told us we could move it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. You can move it, but you've got to stay in the same line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BARKLEY",
      "sentences": "I get a club left turn? No way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Am I right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You cannot change the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "BARKLEY",
      "sentences": "That's what I said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You cannot change the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You've got to stay in the rough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're not a real rules official. UNIDENTIFIED MALE(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "Oh, Wayne Gretzky, Bill Murray yelling at Charles Barkley. (INAUDIBLE) Johnson there on the call. It's going to be good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "For the record they are right. You cannot change the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "That's right. Right, Kasie?Yeah, you can watch The Match superstars tonight and tomorrow at 7:30 Eastern on TNT. It's also going to be streaming on Max. It should be lots of laughs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "All right, I love it.Andy Scholes for us this morning. Andy, glad that you were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- sitting there for us. You saved us. Thank you. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "HUNT",
      "sentences": "OK. Could you talk a little bit about what it takes -- the job -- what's one of the most important pieces of it and what historically has been -- has meant success in this role?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "TYLER",
      "sentences": "You highlighted on the communication. That is imperative in this job not only as the director but as an agent file in the ranks. As the director, you are the -- I wouldn't say just the direct line to the president, but you are the line to the president. You are the connection to the president.But you are also independent of that in the sense that you head up one of the most respected agencies throughout the world. So your role nationally and internationally is seen on a very high, high stage and you are working out agreements and negotiations on how to travel into different countries. You're learning about the threats. You're learning about their intelligence. There is a lot that goes on behind the scenes in order to make the Secret Service's job easier to work in foreign countries as well as domestically. There are a lot of offices overseas and they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "TYLER",
      "sentences": "-- just don't pop up just because we want to have an office there.There's a lot of working, and deals made, and negotiations done, and a lot of diplomacy is at the forefront of those meetings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "HUNT",
      "sentences": "Sure.All right, Cheryl Tyler for us this morning. Cheryl, I appreciate your time. Thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "TYLER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "HUNT",
      "sentences": "All right, let's turn now to this story. Australia now one step closer to passing a first-of-its-kind social media ban for kids under 16. The country introducing a bill that would penalize social media companies for allowing a child under age 16 to create an account.CNN's Hanako Montgomery explains. (BEGIN VIDEOTAPE) HANAKO MONTGOMERY, CNN INTERNATIONAL CORRESPONDENT (voiceover):  For all the positive connections the joy social media can create it can also quickly strip it away -- destroy it forever. KELLY O'BRIEN, MOTHER OF CHARLOTTE O'BRIEN:  I will miss your hugs, your kisses, your laugh, your beautiful, beautiful smile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "MONTGOMERY",
      "sentences": "In September 12-year-old Australian girl Charlotte O'Brien took her own life after years of being bullied on social media. Her parents quickly joined a political fight to protect children from online harm. The Australian government says the best way to do that is the ban anyone under 16 from using social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:10",
      "speaker": "ANTHONY ALBANESE, PRIME MINISTER OF AUSTRALIA",
      "sentences": "Social media is doing social harm to our young Australians, and I am calling time on it. The safety and mental health of our young people has to be a priority.MONTGOMERY (voiceover):  Under new legislation introduced to Australia's Parliament there would be consequences for social media companies caught systematically breaching the age restriction and other safety measures -- fines reaching tens of millions of dollars. But children or parents won't be punished for breaking the new rules. Instead, the government says the ban will help moms and dads to say no to young people who want to stay online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "JUSTINE HUMPHREY, UNIVERSITY OF SYDNEY",
      "sentences": "Even though the age is really fundamentally important that we need to get right, what we're talking about when we say we're going to introduce a ban by age is that it negates the fact that young people have very, very different levels of maturity.MONTGOMERY (voiceover):  But advocates of the ban point to age limits on alcohol, gambling, and smoking arguing social media can be equally damaging for those too young to use it. Hanako Montgomery, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}