{
  "date": "2024-09-26",
  "headline": "CNN News Central",
  "subHeadline": "Gulfport Sees Flooding; Ken Welch is Interviewed about St. Petersburg and the Hurricane; New York Mayro Indicted on Federal Charges; CNN Looks at the Latino Voter. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "CNN's special live coverage of Hurricane Helene.By tonight this storm, which is right now a category two, could pass right over our heads as a major hurricane, at least when it makes landfall. Now, even where it doesn't make landfall, its causing major problems. I want to go to Gulfport, in Pinellas County. That's where CNN's Carlos Suarez is right now. And, Carlos, you've been getting the bands and seeing the water already move up, like where you're standing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "That's exactly right. John, good morning.So, in the last hour, emergency officials here in Pinellas County have expressed a great deal of concern with the fact that the folks that live in this evacuation zone have decided stay put. And their concern, as you can see around me, is some of the flooding that we're already seeing associated with this storm. What you're taking a look at here is the result of high tide and some of the rain that we saw move through the area overnight and this morning. And so what's happening here is, all of this water is accumulating just inland. And we're also keeping a close eye on the bay, which is to the right of me here, because that water continues to creep over inland. There is a beach volleyball area that's set up there. That is under water. And so the concern, as we go into the day is that even though this hurricane is going to stay to the west of us, about 100 miles west of us, and continue to make its way north, we're still going to see some of that rain. We're still going to see some of the strong winds. And then later this afternoon and into tonight, we're still expected to see that forecasted storm surge of anywhere between five to eight feet. And so when all of that happens, when you get that wind, you've got the rain, you've got the storm surge, all of that comes together, even though it's not a direct hit, low-lying areas, including Gulfport here in Pinellas County, will no doubt flood. John, just to give you a little bit of perspective here. I covered Hurricane Ian two years ago. We were here. The storm hit just to the south. This flooded. Last year we came here to cover Hurricane Idalia. It hit to the north. This same area also flooded. Hundreds of homes were damaged in all of that. So, the concern, in the next couple of hours and going into tonight, is that as this storm continues its trek north, offshore from the Tampa Bay area, we're expected to still see some of that flooding. And that is why emergency officials want folks that live in these low- lying areas to go ahead and move inland. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "Yes, people do need to listen. Those sandbags behind you, Carlos, if that water rises much more, they are merely aspirational.Carlos Suarez, in Gulfport. Carlos, stay safe. Keep us posted. With me now, and not far from where Carlos is, is the mayor of St. Petersburg, Florida, Ken Welch. Mayor, thank you so much for being with us this morning. What's your biggest concern at this moment? MAYOR KEN WELCH (D), ST. PETERSBURG, FLORIDA: Well, John, it's good to be with you. And we don't have to do this every year. I think last year I followed Carlos. And he's just a couple miles west in Gulfport. And the biggest concern is exactly what he said, that folks that live in those low-lying areas, those Zone A evacuation zones, need to move to shelter. And the county has called for a noon cutoff for folks to move to those shelters today. After that, we're going to see greater impacts from surge and from wind. And so folks really need to move. This is the largest storm in terms of physical size, but also the impact in terms of storm surge. Five to eight feet. It's more than we saw with Idalia. And folks need to move out of the way of that water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "That's important information you just gave. You have till noon. You have till noon if you're in that area around St. Petersburg, Pinellas County, to get to a safe place. After that, and as people, if they do decide to stay in their homes as this storm makes greater impact, what kind of services will be available?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "WELCH",
      "sentences": "Look, I'm in our EOC. And we've got, you know, our police and fire. And these folks live to serve. But we don't want to send them out into situations where their life is in danger. We have high water rescue vehicles. We don't want to use that capacity if we don't have to.The best thing that folks can do to help out is to move to a safe area. You don't have to move 50 miles away. Just moved to a higher - a higher ground, move out of that Zone A so that we don't have to risk the lives of our first responders to try to go in and save people who didn't listen and now are impacted by storm surge that's really unprecedented for St. Pete and Pinellas County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BERMAN",
      "sentences": "And again, you noted you were at this just exactly one year ago talking about this. How has the response been from residents who now have been through this a few times and say, you know what, I just don't have the energy. I'm going to ride this one out. What are you seeing in terms of the response to your warnings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "BERMAN",
      "sentences": "It is a good time for you to give people a warning, not just about today, but tomorrow. What do people need to be careful with even when this storm passes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "WELCH",
      "sentences": "Well, folks need to be careful. Don't - you know, if you don't need to drive, please don't get on the roads after a storm. You've got downed power lines. Don't get in the way of the folks who are trying to restore services for our community.So, stay - stay in home. You know, shelter in place for a day or so. Monitor the media. Monitor our websites. We'll let you know when it's safe to move out. But don't be outside seeing because it's a very dangerous time, whether it's a falling limb or downed power line, folks do get hurt or killed after the storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "BERMAN",
      "sentences": "All right, if you're in St. Petersburg, listen to your mayor, Ken Welch,Mr. Mayor, thank you so much for being with us. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "WELCH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:37",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "This morning, millions across the southeast are bracing for Hurricane Helene. And already tropical storm conditions are impacting Florida's coast. Helene is currently a category two storm with sustained wind of 100 miles per hour. It's getting even stronger. It is expected to make landfall on Florida's big bend tonight or early tomorrow and bring with it a storm surge that could reach 20 feet. In Pinellas County, officials say some people are not heeding the warnings to get out. The sheriff there has warned there will come a point where, quote, \"you're on your own.\" And Governor DeSantis had a similar message earlier this hour, telling people to get out now. You see there, preparations well underway in Key West, where they're starting to see some of these impacts.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:37",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "It's going to change quickly when it starts doing that.We are also standing by to learn a lot more about the evidence that federal prosecutors have built up against New York City Mayor Eric Adams. The mayor was indicted yesterday. Today, that indictment is expected to be unsealed. And this morning, federal investigators were at the mayor's home, Gracie Mansion, were an official says they were executing a search warrant. Mayor Adams has been under investigation for months, reportedly over his campaign fundraising, and connections to Turkish officials and businessmen. CNN's Shimon Prokupecz is standing by outside city hall. And it sure sounds like we're going to learn a lot more pretty soon. Shimon, what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "BOLDUAN",
      "sentences": "All alright, Shimon, thank you so much. It's going to be a big day on this front.Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "Any minute now we're going to get an update from the National Hurricane Center on Hurricane Helene as it closes in on Florida. Eighty-six million people across the southeast are now under warnings and watches and the eye of the category two hurricane formed in just the last hour. That indicates Helene is growing stronger and bigger in the gulf. Parts of the southeast already under a level four out of four excessive rainfall risk. We'll keep an eye on that.With only 40 days until the election, the race remains extremely historically tight. Especially in the critical swing states. Winning these states could come down to one key demographic, the Latino vote. And CNN political contributor Ana Navarro is a Republican who is now supporting Vice President Harris and even hosted a night at the Democratic National Convention. But in this Sunday's \"THE WHOLE STORY,\" Navarro travels across the country to get perspectives from Latinos on both sides of the aisle. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "ANA NAVARRO",
      "sentences": "Do you feel that you're on the radar screen of statewide candidates and national candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The reality is, Latinos here feel that we've been failed by both parties. We've had attacks on one end and failed promises on the other.I was part of the group of people that was completely disengaged from Biden. He has almost as many deportations as Trump did during his administration. In terms of policy, we didn't see enough. So, I think that's where they're losing Latinos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "NAVARRO",
      "sentences": "What do you want to hear? What do you want to hear from candidates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, from Kamala Harris I want to hear a vision. I want to hear proposal for the Latino community. I'm a Democrat, but when we talk about Democrats historically, there's been really a fight to see whose tougher on immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fixing the border is tough. So is Kamala Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need to hear how she's going to address the family immigration backlog. We need a humane approach to immigration.I'm not planning to vote for Donald Trump. I never have. However, what I hear is really a disengagement from the Democrats. The lack of - of true engagement with Latinos, with Latino men, with families. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "Ana Navarro joins me now.This is fascinating. You got so much time to really dig into a very (INAUDIBLE) of the voting population. And I hear again and again, the Latino vote is not monolithic. ANA NAVARRO, HOST, \"THE LATINO VOTE\": Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "What did you find?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "NAVARRO",
      "sentences": "That the Latino vote is not monolithic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "Turns out that's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "NAVARRO",
      "sentences": "But, you know, it was - it was very interesting because I think on TV and in, you know, in print, there's so much discussion about - about the Latino vote, but not so many people go out and speak to actual Latinos. And for me it was interesting because, I got to tell you, I get askedso often, how could any Latino possibly vote for Donald Trump? Well, it turns out a lot of them are. And I'm a Harris supporter. I've never supported Donald Trump. I'm a Republican who never supported him. But I wanted to go into this with an open mind and understand what is driving Latinos to the polls. And, yes, listen, there is incredible differences between Latinos. And Latinos are not - we're not all one religion. We're not - you know, not everybody is a social conservative. There's some people that are progressive and care deeply about Gaza. But I think the commonality I found is that for Latinos, their Latino identity and heritage is incredibly defining and important. And we want to be seen. We want to be part of the conversation. We don't want to be taken for granted. And that's - and that was the case everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "That's so interesting. And it would seem to me, too, because, you're right, we talk a lot about the Latino vote, the Latino vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "NAVARRO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "But it seems in the end, in the data at least we get back, and I'm curious if this was your experience, they're just as concerned about the economy, about immigration, about all of these things that all Americans seem to be concerned about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "NAVARRO",
      "sentences": "So, look, there is a Latino vote and there is not a Latino vote. In the sense that I'm not sure you can define it as the Latino vote.And like every other American group, Latinos have differences of opinions. Look, I met with a guy - I met a guy who came in through the border illegally when he was 14-years-old, is going to vote for the first time, and is going to vote for Donald Trump because he wants somebody that controls the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "NAVARRO",
      "sentences": "I met other people who said there's no way they could vote for Donald Trump because they're - his tone really bothers him -- bothers them, and the things he has said about Latinos.Attacking Kamala Harris for laughing and dancing, that doesn't work that well with Latinos. We actually happen to like to dance and laugh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "DEAN",
      "sentences": "Like laughing and dancing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:07",
      "speaker": "NAVARRO",
      "sentences": "Yes, those are big things for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "NAVARRO",
      "sentences": "I will say, that man who -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "NAVARRO",
      "sentences": "That man who crossed the border illegally and now that is one of his top issues, that was a surprise to me.It was surprising to me to feel - to see just how much the Latino community has come into its own, and own their opinions, own their identity, their political power. Latinos could make or break the election in some of these swing states. It's not just Nevada and Arizona, where there are over 30 percent. It's also Georgia and Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "Sure. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "NAVARRO",
      "sentences": "It could be the secret weapon. And so, all eyes on the Latino vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "Listen, and in a race this tight, it can really make a difference.All right, Ana Navarro, thank you so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "NAVARRO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "And don't miss that full episode of \"THE WHOLE STORY\" this Sunday at 8Well, hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Well, hello.Thank you for rounding out the show with us, Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "NAVARRO",
      "sentences": "Well, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "We love seeing you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "NAVARRO",
      "sentences": "I'm very worried about Florida, my home state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BOLDUAN",
      "sentences": "I know you - I know. Well, we all are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BOLDUAN",
      "sentences": "John Berman is there for us. We're going to be tracking that all throughout the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "NAVARRO",
      "sentences": "I know. I just saw that. You think we need to send him a comb?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Do not start with his - his quaf (ph). It's perfect every way, no matter what he does.And thank you for coming in today. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "My pleasure to always be here with you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "BOLDUAN",
      "sentences": "Thank you. Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}