{
  "date": "2024-03-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Splitting Gaza In Two With New Road; Biden Doubts Hamas Hostage Deal By Ramadan; Biden Ramps Up Campaign With Feisty State Of The Union Speech; Trump Facing Massive Mounting Legal Fees; Democrats Link Republicans To Loss Of Abortion Rights; Russia Converts Unguided Bombs Into Precision Weapons; Oscar Night. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "In the past hour there has been a new airdrops of aid into Gaza. Have a look here.(BEGIN VIDEO CLIP) BRUNHUBER (voice-over): You can see the parachutes and aid pallets in this video. Now we don't know which country dropped this aid but it's one of many airdrops that's happened over the past few days in Washington. (END VIDEO CLIP) New information about President Biden's plan for a floating aid pier in Gaza, the Pentagon now says it could take up to two months and 1,000 troops to build it in Cyprus. European Commission president Ursula van der Leyen toured the staging area for a new maritime aid corridor into Gaza. Cyprus is the closest E.U. member to Gaza. It says it bears a moral duty to help ease the humanitarian crisis. But aid group Medecins sans Frontieres says, instead of trying to create a workaround, the U.S. should insist on immediate humanitarian access using the roads and entry points that already exist. (BEGIN VIDEO CLIP) BRUNHUBER (voice-over): Meanwhile, one drop of aid has had a fatal outcome. A journalist on the scene tells CNN that at least five people were killed when airdropped packages hit them. This video obtained by CNN shows the moment things went wrong. You can see a parachute malfunctioning and the pallet it was holding rapidly falling. It's not clear which country conducted this aid drop. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Israel says it welcomes the E.U. plan for a new maritime aid corridor into Gaza. CNN's Nada Bashir went to Cyprus to get a firsthand look at the project and talk with some of the people making it happen.(BEGIN VIDEOTAPE) NADA BASHIR, CNN CORRESPONDENT (voice-over): At the port of Lanaca (ph), Cyprus, preparations are underway. Vital food supplies carefully loaded onto this barge, ready to be transported to Gaza. NGO workers at World Central Kitchen have been laying the groundwork for this mission for weeks following difficult ground crossings along Gaza's obstructed borders and limited airdrops. This is their latest effort to supplying crucial humanitarian aid to the Palestinian people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:00",
      "speaker": "BASHIR",
      "sentences": "What these pallets are filled with rice and flower, these volunteers are preparing to carry them by this vessel behind me to Gaza. This could be one of the first, if not the first, aid missions, transporting food and humanitarian aid by sea.BASHIR (voice-over): Aboard the Open Arms ship, volunteers and rescue workers assess the precarious route to Gaza's embattled coast. The mission comes as the European Union, the UAE and other international partners announced the opening of a new maritime corridor, allowing ships to carry humanitarian supplies from Cyprus to the besieged Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "And Nada Bashir joins us now, live from Cyprus.So Nada, President Biden announced the U.S. military will establish a port in Gaza. it could receive those large shipments of critical medical supplies and food. But as I said earlier, the U.S. says it could take months to build that. People in Gaza are starving right now. Will that be too little too late?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BASHIR",
      "sentences": "Well, that is suddenly the fear. We know,, of course, discussions around a possible maritime corridor and, of course, also some sort of pier or temporary port facility have been on the table for weeks, if not months.There has been mounting pressure on the international community to come to some sort of decision to find a solution to get more aid into Gaza. But the situation inside Gaza is growing more desperate by the hour. According to the United Nations, 0.5 million people now inside Gaza are at risk of starvation. So the pressure is certainly mounting. The hope, of course, is that this maritime corridor will allow for a significant uptick in the amount of humanitarian aid and crucially in the amount of food and safe drinking water getting into the Gaza Strip. But of course, there are still a lot of unknowns. As we saw in that report, we were able to speak to a number the of aid workers, volunteers now preparing to actually travel to Gaza to take food supplies to the Gaza Strip. According to people on the ground, for aid workers involved in this mission, there are still questions around how that aid will actually be transported physically from these boats onto the Gaza Strip, how they will be distributed. And of course, the security concerns around the access and the way in which the Israeli authorities and military on the ground will cooperate with this aid mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right, so that's maritime aid. Then there's aid by air. As we showed our viewers moments ago, these aid airdrops, they mean well but can also be dangerous for civilians.What's the solution here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BASHIR",
      "sentences": "Absolutely. And we saw, of course, a tragic, a horrifying incident and other people killed as a result of a malfunction. Unclear again, which country was behind this airdrop of humanitarian aid.The U.S. Pentagon said that wasn't a U.S. airdrop. They did carry out their fourth air drop on Thursday or Friday morning. That brings the number of meals that have been adjunct so far by the United States to over 100 meals. So this is a significant development. The hope is this provides some respite for those in Gaza. But as I said, Kim, this is not a perfect solution. In fact, it is one which has drawn criticism from international aid organizations, who have described this as a temporary measure, as sort of a Band-aid on the crisis at hand on the ground in Gaza. What they calling for is for more effort, more pressure to be put on the Israeli authorities, on the Israeli government and the military, by the international community, by Israel's allies, particularly in the United States, to allow for more aid to get in via ground crossings. That is the focus of many aid groups. We heard from the U.N. earlier in the week, saying some 40 percent of aid missions under their coordination getting in on the ground were either denied or obstructed by Israel. So a lot of pressure still from international aid organizations for international partners, likely the U.S., to pressure Israel to allow more aid in via ground, not by air, by sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right, appreciate all the great reporting out there in Cyprus. Nada Bashir, thanks so much.It's the eve of Ramadan and Joe Biden has doubts. While on the campaign trail in Pennsylvania, the U.S. president appeared unsure over the prospect of striking a deal that would see a temporary ceasefire in Gaza and hostages released by the start of the holy Muslim month. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "QUESTION",
      "sentences": "Will there be a ceasefire by Ramadan?JOE BIDEN (D), PRESIDENT OF THE UNITED STATES: It's looking tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "QUESTION",
      "sentences": "Are you concerned about violence in East Jerusalem without one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BIDEN",
      "sentences": "I sure am.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Earlier I spoke with Tahani Mustafa, a senior analyst with the International Crisis Group, and we discussed the importance of striking a hostage deal before the Ramadan holiday and why the stakes are so high. Here she is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, obviously, a huge flashpoint.So do you think it will be a catalyst for more violence across the region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "MUSTAFA",
      "sentences": "It could well be, especially if Israel goes ahead with its intended invasion with Rafah, which Netanyahu has already said that Israel is prepared to go for ahead. So there has been absolutely no pressure on Israel in order to scale back its campaign.At the same time, we've seen Israeli politicians incite, simply through rhetoric at the moment, nothing has been actually put in policy yet, but they have been calling for incitements, such as restricting access to worship in the Al-Aqsa compound as well as the uptick in terms of search and rescue operations. We've seen across the West Bank and over the last couple of months, especially we have seen a significant rise in militancy. There is a real potential that this could very well spill beyond Gaza. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "President Biden is ramping up his reelection campaign and riding the momentum from his feisty State of the Union speech. He kicked off a tour of battleground states with a visit to Pennsylvania on Friday. The president went on the offensive after Donald Trump, after Super Tuesday set up their rematch in November. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "Donald Trump with the MAGA Republicans are trying to take away our freedoms. That's not an exaggeration.Well, guess what? We will not let him. Donald Trump he came to office, determined over Roe v. Wade. Donald Trump it's announced he wants to repeal the Affordable Care Act. Donald Trump ignite enacted a $2,000,000,000,000 tax cut when he was president overwhelmingly benefited the very wealthy. Biden is looking to highlight the stark differences between himself and Trump as he hits the campaign trail in the coming days, the president is expected to hold a rally here in Georgia later today. Meanwhile, Donald Trump cozied up to Hungary's authoritarian leader, Viktor Orban at his Florida resort on Friday, a meeting which Biden pounced on yes (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "You know who he's meeting with today and down to Mar-a-Lago?Orban, Hungary, who's stated flatly he doesn't think democracy works. He's looking for dictatorship. The only member of NATO. That's who he's meeting with. I see a future where we defend democracy, not diminish it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN's MJ Lee reports the Biden campaign is going on the offensive and Friday's rally in Pennsylvania was just the beginning.(BEGIN VIDEOTAPE) MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT (voice-over): President Biden hitting the road the day after delivering one of the most pivotal speeches of his presidency in his first campaign stop after his State of the Union address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "Our freedoms really are in a ballot this November. Donald Trump with the MAGA Republicans are trying to take away our freedoms. That's not an exaggeration.Well, guess what? We will not let him. LEE (voice-over): The Biden campaign announcing a flurry of upcoming travel, promising to send Biden and Vice President Kamala Harris to every battleground state in the coming weeks. Other top surrogates, including the first lady and the second gentleman, also preparing to hit the road. Also coming for the campaign in the month of March, 100 new offices and 350 new staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "I'll always be president for all Americans.LEE (voice-over): Plus a brand new digital and TV ad campaign to the tune of $30 million over six weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "The state of our union is strong and getting stronger.LEE (voice-over): All of this part of a major push by the Biden campaign to build on the political momentum coming out of the State of the Union in a fiery and highly political speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "This is a moment to speak the truth and to bury lies.LEE (voice-over): The president repeatedly invoking his 2024 GOP rival, though not by name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "Now my predecessor ---- my predecessor -- -- my predecessor failed. LEE (voice-over): And, at times, taunting the Republican lawmakers in the chamber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "I will -- that's the proposal.I don't know. You guys don't want another $2 trillion tax cut? I kind of thought that's what your plan was. LEE (voice-over): Biden's 69 minute speech, heavy on economic populism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "BIDEN",
      "sentences": "I see a future for the middle class as finally has a fair shot and the wealthy have to pay their fair share in taxes.LEE (voice-over): A vision of strong American leadership abroad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "BIDEN",
      "sentences": "I told him, Bibi -- and don't repeat this -- but you and I are going to have a \"come to Jesus\" meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "LEE",
      "sentences": "And President Biden did address that hot mic moment, telling reporters and joking with them that they were eavesdropping on his conversation.But on a more serious note, he did say that prime minister Netanyahu does need to do more to alleviate the humanitarian crisis in Gaza. The Israel war does remain a tough issue for President Biden politically. As we were coming into this event, in the suburbs of Philadelphia, we spoke with a protester, who said that she would like to see the president call for a permanent ceasefire. Of course, a position that the president has yet to take -- MJ Lee, CNN, in Wallingford, Pennsylvania. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "We're tracking Donald Trump's enormous cash crunch from multiple legal judgment fees and penalties. He just posted a nearly $92 million bond in the E. Jean Carroll defamation case as he appeals the judgment against him. And that's just a drop in the bucket. He's on the hook for hundreds of millions of dollars more.CNN's Brian Todd takes a closer look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "TRUMP",
      "sentences": "They attack my business. I built a great business.BRIAN TODD, CNN CORRESPONDENT (voice-over): The former president's projection of himself as a star businessman with deep pockets facing a stern challenge. Donald Trump on Friday posted bond of nearly $92 million to cover the damages in the E. Jean Carroll defamation case. As he appeals the judgment against him in that case an insurance company called Chubb underwrote the bond he posted on Friday. But Trump still owes damages of $454 million for a separate judgment against him in the New York attorney general's civil fraud case. While he's appealing the case, he's only got until March 25th to pay that off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That isn't really big buying up, particularly because there's a clock ticking on it. It's a very tight timetable. Someone would that wealth might be able to raise cash if you give them enough time.But with this kind of situation it's very hard. TODD (voice-over): Another hit, he's been ordered to pay $385,000 in legal fees to a company he sued in the Christopher Steele dossier case. And he's got other mounting legal fees that he owes for litigation in the four criminal trials he's facing. All of this raising questions about Trump's ability to pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This has got to be really straining his finances. Donald has always had a house-of-cards financial structure.TODD (voice-over): The former president's finances are an opaque, complicated tangle. Forbes estimates his net worth at about $2.6 billion. But most of it is tied up in real estate. Could he sell one or more of his famous properties to cover it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's hard to sell real estate very quickly unless you're doing a fire sale on the assets, which you wouldn't want to be doing.TODD (voice-over): Could he spend campaign money to pay the New York civil judgment? \"The New York Times\" recently reported that one of Trump's political action committees spent about $50 million in donor money last year to pay legal expenses for him. But because that New York civil case was not related to his campaign or his conduct as president, he likely wouldn't be able to use his PACs to pay that judgment. He could sell his stake in his social media platform, Truth Social. A pending merger between the parent company of Truth Social and another firm could make Trump's stake worth about $4 billion. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If this company can even merge to go public, he would have to wait six months to be able to sell anything.TODD (voice-over): That raises another possibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think Donald may file personal bankruptcy as a strategic move to delay collection of these cases. His goal would be to get past November 5th, the day of the presidential election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "The trial of a father whose son was convicted in a deadly Michigan school shooting has adjourned for the weekend. James Crumbley faces manslaughter charges because prosecutors say he bought the murder weapon for his son four days before the attack and failed to secure it, despite signs his son was struggling with his mental health.His wife was recently convicted of the same charges. A detective who interviewed Crumbley took the witness stand on Friday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In six minutes and 45 seconds, James told you that he had a six hour handgun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So at six minutes and 50 seconds, he said that it was hidden in an armbar case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "At six minutes and 58 seconds -- and these are approximate time stamps; I'm not holding you to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Six minutes and 58 seconds that the bullets were hidden in a different spot under jeans, he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.BRUNHUBER (voice-over): Ethan Crumbley killed four people and wounded seven at a high school in Oxford, Michigan, in 2021. He's serving a life sentence. James Crumbley has pleaded not guilty. He faces up to 15 years in prison if convicted. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "Severe weather is making its way through parts of the U.S. A potential tornado was reported overnight in southeast Alabama and flash flooding and other severe weather is expected to sweep across the deep South and beyond. More than 20 million people from Louisiana to the Carolinas are at risk for excessive rain today.(WEATHER REPORT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all you watching us here in the United States, Canada and around the world. I'm Kim Brunhuber. This is CNN NEWSROOM. Around the world Friday, demonstrators took to the streets to markInternational Women's Day. Rallies celebrating the achievements of women and called for more action on women's rights and gender equality, including additional protections for reproductive rights. Now here in the U.S., anger over the 2022 Dobbs decision, which ended the constitutional right to abortion, led to a string of Democratic victories in 2022 and 2023. The Biden campaign has put reproductive rights front and center in 2024. The president acknowledged the power of that voting bloc in his State of the Union address on Thursday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BIDEN",
      "sentences": "Those bragging about overturning Roe v. Wade have no clue about the power of women. But they found out when reproductive freedom was on the ballot. We won in 2022 and 2023 and we'll win again in 2024.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "A recent poll from KFF found that respondents trust Biden more than former president Donald Trump on abortion policy; 38 percent say they think Biden will move U.S. abortion policy in the right direction compared to 29 percent for Trump.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Kimberly Inez McGuire is the executive director of URGE, Unite for Reproductive and Gender Equality, and she joins us from Silver Spring, Maryland.Thank you so much for being here with us. So if the State of the Union was any indication, abortion will be a main issue for Democrats. Starting off, what did you make of what Biden and said how he said it and how it will be a preview of what we'll hear no doubt from Biden and his allies during the next eight months or so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "KIMBERLY INEZ MCGUIRE, EXECUTIVE DIRECTOR, URGE",
      "sentences": "Thank you so much for having me. What we heard in the State of the Union is the cold truth, which is that the Dobbs decision overturning abortion rights has infuriated voters.We have seen overwhelming voter turnout to defeat bans on abortion and fight for access in the last several cycles. And we're going to see it again in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "It is clear, something Democrats feel will be a winning issue for them and tying Donald Trump to repealing Roe v. Wade is crucial strategy. Here was Vice President Kamala Harris on campaign trail, talking about Donald Trump. Here she is.(BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES: He is proud, proud that women across our nation are suffering, proud that doctors and nurses could be thrown in prison for administering care, proud that young women today have fewer rights than their mothers and grandmothers. How dare he? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "MCGUIRE",
      "sentences": "Well, what we know -- and unfortunately we've had a lot of new research coming out post-Dobbs -- but about a third of the patients who needed abortions have been forced to leave their states.Now we're not talking about a 45-minute drive. We're talking about hundreds, sometimes thousands of miles; people taking plane rides to stay somewhere else for weeks at a time. So and about a third of the people who would have sought abortion care have been forced to continue a pregnancy that they did not want. And so what we have is a generation of families that are struggling when they knew that they did not want another child and are now forced into both the health and economic consequences of a pregnancy that they did not choose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, I think this statistic is 1.3 women live at least an hour away from that kind of care. So according to a new poll by KFF, one in eight say abortion is the most important issue in the 2024 election.So now in the months leading to November, what kind of grassroots efforts are happening right now to mobilize voters on this issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "MCGUIRE",
      "sentences": "Well, first and foremost, there's a tremendous amount of energy going into putting abortion on the ballot. We are seven for seven in wins when abortion has been on the ballot over the last two years.And folks in Maryland, New York, Arizona and Nebraska, Nevada, Montana, Arkansas, Colorado, Florida and Missouri are all organizing to put the issue of abortion directly to voters. Every time voters have had the opportunity to cast ballots on abortion, they have come out clearly in favor of supporting access. We expect to see that again in November. BRUNHUBER: All right. So flipping it around as a political issue, Republicans know it's a tough issue for them. In their rebuttal to the State of the Union, they said directly that they, quote, \"strongly support continued nationwide access to in vitro fertilization.\" And we heard that on the campaign trail from Donald Trump as well. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "TRUMP",
      "sentences": "I strongly support the availability of IVF for couples who are trying to have a precious little beautiful baby. I support the Republican Party should always be on the side of the miracle of life and the side of mothers and fathers and beautiful little babies have to be on that side.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "So how hard will that be?Do you think trending that line, mobilizing their own voters on anti- abortion while not scaring independents and swing voters who, poll after poll, favor the Democratic position on the issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "MCGUIRE",
      "sentences": "You know, fortunately, we don't have to listen to the politicians' speeches. We can just look at their records.And the reality is conservative, anti-abortion politicians have not only tried to ban abortion, they've been trying to ban birth control and they have attacked fertility treatment and in vitro fertilization. And voters, the voters know that. They see those records. And those records are going to speak louder than any campaign speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Really appreciate getting your perspectives on this issue. Kimberly Inez McGuire, thank you so much for joining us. Appreciate it.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "Ukraine and its allies are scrambling to come up with more weapons and ammunition as foreign military aid remains in short supply. On Friday, president Volodymyr Zelenskyy met his Turkish counterpart in Istanbul discussing joint military production and Black Sea navigation.Zelenskyy says, Ukraine's priorities must be front and center of any future peace agreement with Russia. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): Any proposal for the settlement of this war must begin with the formula proposed by the state, that today defends its land and its people because we own this land in Ukraine at home and protecting it. Today, our proposals are moving to the practical level. This is difficult path, unfortunately, a long one. Nevertheless, we want a just peace. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "Meanwhile, France says that French defense companies will begin operating in Ukraine to produce spare parts and possibly ammunition with local partners.And the Czech Republic says it's raised enough money to buy 300,000 artillery shells for Ukraine from countries outside the E.U. But Russia is updating its military arsenal, too, bringing its old dumb bombs into the 21st century. Russian engineers have found a way to turn those bombs into gliding precision weapons. As Fred Pleitgen reports, their effect on the battlefield is devastating. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): Massive explosions as the Russians were driving Ukrainian forces out of Avdiivka on the eastern front. After their retreat, Kyiv's ground troops saying Vladimir Putin's air force has become a lot more effective, thanks to a special weapon. UNIDENTIFIED MALE (through translator): The enemy used there aircraft a lot, attacking with KAB bombs. Before they advance, they clean up the area ahead of them with KAB bombs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "PLEITGEN",
      "sentences": "KAB stands for correctable air bomb, old, unguided bombs, retrofitted with wings that unfold and a precision guidance kit using Russia's version of GPS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "JUSTIN BRONK, SENIOR RESEARCH ON AIRPOWER AT ROYAL UNITED SERVICES INSTITUTE",
      "sentences": "The impact has been to give Russia additional firepower, particularly very heavy firepower. So it's a lot more explosive than an artillery shell or rocket. So essentially, almost a kind of DIY style version of an American glide bomb kit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "PLEITGEN",
      "sentences": "You can see the bombs in flight here, their wings already extended. The wing kits allow the Russians to release the bombs further away from the front lines and out of range of Ukraine's short distance air defense systems the bombs then glide dozens of miles to their targets, with devastating effects, the Ukrainians say.The Russians dropping large quantities of bombs weighing between 500 and 3,000 pounds, able to annihilate even hardened Ukrainian positions. YURI IHNAT, UKRAINE AIR FORCE SPOKESMAN (through translator): Their goal is not only we to hit front line positions but guided glide bombs are also flying further behind our defenders to hit rear command posts, rear supplies, ammunition and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "PLEITGEN",
      "sentences": "The aerial bombs are huge. This is a medium-size one that didn't explode when dropped on a house near the eastern front.And the Russian say they're just getting started. Defense Minister Sergei Shoigu saying Moscow will drastically ramp up production of the wing and guidance kits on a recent visit to the factory, making them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "PLEITGEN",
      "sentences": "The Ukrainian say, the only way they can stop Putin's glide bomb blitz is with more long-range air defense systems. And they hope soon with us made F-16 fighter jets that could help push Russian aircraft even further away from the front lines.The Ukrainians say they have managed to shoot down some of those Russian jets dropping those glide bombs. But they also say the only weapon they currently have capable of achieving that is the U.S. made Patriot surface to air missile system. Now of course, the Ukrainians need a lot of missiles to shoot down those Russian jets. However, getting additional missiles is a problem, as funding for additional U.S. military aid remains held up by Republican House leadership -- Fred Pleitgen, CNN, Berlin. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "Another night, another record for women's college basketball star Caitlin Clark. I want to bring in \"CNN SPORT's\" correspondent Carolyn Manno now, live from New York.So Carolyn, what's left for the 22-year old?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "It's a good question, Kim. I mean, she is one of one and she's having a dream season, just one game after passing Pistol Pete Maravich to become the NCAA division one all-time leading scorer in college basketball.She is now the NCAA division one record holder for most three-pointers in a single season. She's doing it all, she's making history. The Iowa star draining her 163rd triple of the year on Friday night, passing current Golden State Warriors star and former Davidson Wildcats Steph Curry. Clark hit the big three in the fourth quarter after missing her first 11 attempts from beyond the arc, which is pretty unusual for her. She would end up scoring 24 points but this rare cold streak had no impact on the game's outcome as Iowa went on to win 95 to 62 over Penn State. Afterwards, she was asked about her celebration they just saw after making the historic bucket. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "CAITLIN CLARK, IOWA GUARD",
      "sentences": "I was just kind of trolling and messing around when I made that. You know, you've got to have some fun. I thought our team had a lot of fun tonight and, yes, I'm just proud of our girls. Hopefully if I shoot even better it would even be, you know, we'd probably be in the hundreds. So that's the exciting part about this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "MANNO",
      "sentences": "Meantime, the NBA's all-time leading scorer, LeBron James, had to watch his Lakers take on the Milwaukee Bucks and his teammate D'Angelo Russell put on a show. He carried the team on his back, scoring 21 of his season-high 44 points in the fourth quarter alone.Russell hitting a go-ahead jumper with less than six seconds on the clock to seal the Lakers 123-122 win and he told reporters after the game, he welcomes being in this kind of spotlight. (BEGIN VIDEO CLIP) D'ANGELO RUSSELL, LA LAKERS GUARD: I never lack confidence. I never fear confrontation. I want all to smoke. I want to talk about it. Less high IQ players. Let's get in the room and talk about it. I just feel confident when I bring to the basketball game. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "MANNO",
      "sentences": "Knicks star Jalen Brunson returning to the starting lineup after a one game absence for a bruised left knee and he didn't miss a beat against the Magic. Brunson scoring 26 points as New York went off on a sizzling start, hitting eight out of their first nine threes in a game that they never trailed.And they were doing it on defense as well. The Knicks held Orlando to the lowest points total in the NBA this season, winning 98-74 and in the locker room Brunson admitted that the previous injury he's been dealing with really scared him. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JALEN BRUNSON, KNICKS GUARD",
      "sentences": "I thought of a thousand different situations. And what it could have been. And I'm just glad it wasn't.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "MANNO",
      "sentences": "He's been dealing with a lot of stuff this season.Timberwolves center, Rudy Gobert, letting his frustrations getting the better of him and it cost him dearly against the Cavaliers. This is Minnesota up by one with less than 30 seconds left in regulation. The officials whistled him for a loose ball fell. He didn't like it. And then he made a money gesture toward referee Scott Foster, implying that gambling might have influenced the call. That drew a technical foul, which allowed Cleveland to tie the game and force overtime. The Cavs went on to win 113-104 in the extra period. But Kim, it is almost certainly going to be reviewed by the league. There could be fines to come after this and not the best moment for Gobert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "No, I imagine, yes, they won't let him get away with that for sure. Carolyn Manno in New York. Thanks so much.Excitement is just growing for Hollywood's biggest night. The 2024 Academy Awards will be held in Los Angeles tomorrow. The ceremony will be televised live to more than 200 countries and territories. (VIDEO CLIP, \"OPPENHEIMER\")",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "Some of the movies nominated for Best Picture include \"Oppenheimer,\" \"Poor Things\" and \"Barbie.\" Comedian Jimmy Kimmel is back as this year's host.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "George Santos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Hollywood strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "KIMMEL",
      "sentences": "The strikes, yes. It's something I will talk about, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ken being nominated but not Barbie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "KIMMEL",
      "sentences": "There'll be some version of that. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Taylor Swift and Travis Kelce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "KIMMEL",
      "sentences": "Not off limits but probably played out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}