{
  "date": "2024-10-03",
  "headline": "CNN News Central",
  "subHeadline": "Former GOP Rep. Liz Cheney Hitting Campaign Trail With Kamala Harris; Stunning New Evidence in Trump Federal Election Case; Israeli Strikes Beirut as it Vows Strong Response to Iran. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Breaking this morning, a surprise joint appearance, Kamala Harris with a member of one of the Republican Party's most prominent families on Republican sacred ground. This as Melania Trump breaks from her husband on a key campaign issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "And breaking overnight, Israel strikes the heart of Beirut, vowing their response to the attack by Iran will be very strong.And poring over the new revelations from special counsel Jack Smith in the January 6th case against Donald Trump. When told Mike Pence was at risk, Trump allegedly said, so what? I'm Sarah Sidner with John Berman. Kate Bolduan is out today. This is CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "Happy New Year to those who celebrate. Breaking this morning, a campaign appearance that a few years ago would have been unimaginable. CNN has learned that today Liz Cheney will join Vice President Harris on the campaign trail. As recently as 2021, Cheney was the number three Republican in the House, and of course she is the daughter of former Republican Vice President Dick Cheney, who has also endorsed Harris.And where they will appear today, hugely symbolic of the Harris campaign's push for Republican votes. They will be at a schoolhouse in Ripon, Wisconsin. This is known as the birthplace of the Republican Party. You will all remember this from high school history. It was there in 1854 that a group of anti-slavery activists gathered and discussed forming a new party. Of course, now, Wisconsin is a key swing state. CNN's Priscilla Alvarez is with us this morning on this, what I think is an important day for what the Harris campaign is trying to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "Certainly, John, it speaks to what the strategy is for the Harris campaign right now, which is to appeal to a broad swath of voters and move those undecided voters away from former President Donald Trump. And they're doing it in part with the help of a very high profile Republican, as you just mentioned, Liz Cheney. Now, she endorsed the vice president last month in North Carolina. Of course, she has talked about the dangers of former President Donald Trump and the threats that he poses to democracy. And now, she will join the vice president for their first event together since that endorsement in Ripon, Wisconsin, as you just mentioned, the birthplace of the American -- or the Republican Party.Now, according to campaign officials, the message here is going to be about putting country over party, that the vice president is committed to upholding the rule of law even if there is disagreement on policy issues. And in some respects that is a nod to Liz Cheney's endorsement that she was supporting the vice president despite not agreeing completely on policy. Now, she is the latest in what has been a series of Republican endorsements for the vice president. Of course, remember, during the Democratic National Convention, they dedicated part of the program to this exact issue. So, this, of course, happening in Wisconsin, as you also mentioned, a swing state -- a really crucial state for the vice president. If you look at the polls she has 49 percent compared to former president Donald Trump's 46 percent, so still very close in this state. And it's going to mark a series of events to come for the vice president and appealing again to Republican voters and undecided voters in states like Pennsylvania, Michigan, Arizona, Nevada, a lot of these really critical states for the vice president to notch come November. So, certainly, this is the beginning of what we will see in the next several weeks of the vice president leaning and even more to these Republican endorsements using Liz Cheney to bring that message to those undecided voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "SIDNER",
      "sentences": "All right. Thank you, John.Now, to stunning new details and Donald Trump's latest legal fight this morning, Trump is asking for his deadline to respond to be delayed until after the election after an explosive new filing from Special Counsel Jack Smith. That was unsealed by a Trump-appointed judge overnight. Smith, with never before seen evidence, arguing Trump's alleged January 6th crimes were a quote, private criminal effort, and therefore not protected by presidential immunity. Zachary Cohen is joining us now to walk us through all of this. Zach, first, what's the most crucial bit of this new evidence that you have assessed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, they're taking together this 165 page filing from Jack Smith lays out how he believes his case could clear that hurdle set by the Supreme Court and it's ruling that Donald Trump does enjoy some partial immunity and cannot be prosecuted for actions considered part of his official presidential duties.But Jack Smith argues that many of the steps he took to allegedly try to overturn the 2020 election, he took them in his capacity as an office seeker, not as an office holder. Really a key distinction Jack Smith argues is the reason why this prosecution should be able to continue and why Donald Trump ultimately should have to stand trial. Now, look as he's making the, this case and laying out the case in this filing he does reveal some new details about the evidence he's collected over the course of his investigation. And one of the most shocking and one of the most interesting pieces of new evidence are details about Donald Trump's, you know, reactions to and tweet personal involvement in sending that tweet on January 6th, 2021, as rioters were overtaking the U.S. Capitol. Jack Smith writes, quote, at 2:24 P.M., Trump was alone in his dining room when he issued a tweet attacking Pence and fueling the ongoing riot. Not a message sent to address a matter of public concern, and ease unrest. It was the message of an angry candidate upon the realization that he would lose power. And so Jack Smith goes on to lay out in his case evidence that he says shows that when Donald Trump was confronted by those around him saying that Mike Pence was being evacuated from the Capitol, his response was, quote, so what? So, that, you know, is a snapshot into the case Jack Smith is trying to make about Donald Trump and his intentions and reactions to the January 6th, 2021 riot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "SIDNER",
      "sentences": "Yes, and we're watching that unnerving scene from January 6, 2021, as Mike Pence is being shepherded out of his offices and to safety while outside there were nooses, a noose hanging where people are yelling, hang Mike Pence.Thank you so much, Zachary Cohen. This case getting more and more interesting as time goes on. All right, new video this morning of the immense destruction caused by Israeli strikes in parts of Beirut, places that once were considered safe havens. Also, Melania Trump breaking from her husband on reproductive rights. What she wrote about the right to choose in her new memoir. And the hellscape left by Hurricane Helene across six states. President Biden spending a second day getting a look at hurricane damage this time in Florida and Georgia. The promise he is making to local residents and officials there. (COMMERCIAL BREAK) [07:10:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "SIDNER",
      "sentences": "Breaking overnight, Israeli missiles striking near the heart of Beirut in the latest attack since the 2006 war between Israel and Lebanon. Multiple explosions heard as an Israeli airstrike hit the center of the capital. The death toll from that strike now at nine, according to Lebanon's health ministry. A resident tells CNN Hezbollah affiliated health authority office was hit.Right now, Israel is weighing its next move, of course, against Iran in retaliation for Tuesday's ballistic missile attack by Tehran. Israel's ambassador to the U.N. vowing a strong, painful response soon, even as President Biden is urging restraint. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "REPORTER",
      "sentences": "We could support an attack on Iran's nuclear site by Israel?JOE BIDEN, U.S. PRESIDENT:  The answer is no. They have a right to respond, but they should respond, of course. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "SIDNER",
      "sentences": "We have CNN coverage across the region. CNN's Nic Robertson is in Tel Aviv, Israel, and Jomana Kardsheh joins us from Beirut.Jomana, to you first. What do we know about this latest explosion? It was massive, it was powerful, and in the heart of Beirut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:01",
      "speaker": "SIDNER",
      "sentences": "Yes, the residents have been through so much there in Beirut long before this started happening, and now this rattling them in ways we cannot imagine. Thank you, Jomana.Let's go to Nic now. Nic, Israel's cabinet is still deciding how to respond to Tuesday's missile attack by Iran. What is it that they are considering at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:01",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, a strong, painful response is, as you quoted there, from Israel's ambassador to the United Nations, and he said what we've heard from the prime minister and the defense minister, that Israel has the ability to reach targets wherever it wants to in the Middle East. And those targets could range from a maximum, if you will, Iran's nuclear facilities, where it processes and enriches uranium.Israel has long said that this was part of Iran's plan to make a nuclear weapon. Iran denies it. But those sites are ones that Israel has wanted to hit for a long time. And it's held back, because the United States has worked a peace -- has worked sort of a diplomatic channel on that, and are clearly under pressure not to target them now. The economic interests of Iran, like the oil exports, that might be a more readily and easily manageable target, because some of those oil facilities are sort of on the border with Iran, right on the sea and the Gulf and are therefore relatively safer targets to hit. The extent isn't clear, but Israel wants to maintain its deterrence, which means sending a signal that Iran can understand that Iran should cease and desist, not only targeting Israel directly, but supporting its proxies, both in the south and in Gaza and in the north in Lebanon and the Yemenis, of course, who fired drones at Tel Aviv last night that were intercepted. So, it's going to be a strong message. Precisely the targets, no hints, no hints at the moment of the past couple of days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:01",
      "speaker": "SIDNER",
      "sentences": "Nick Robertson, thank you to you and to Jomana Karadsheh there in Beirut. I appreciate it. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "All right. Developing overnight, Donald Trump threatening to deport thousands of migrants in the country legally. Specifically, Trump said if he is elected, he will revoke the status for thousands of legal Haitian migrants.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: You have to remove the people and you have to bring them back to their own country. They are -- in my opinion, it's not legal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "REPORTER",
      "sentences": "So, you would revoke the temporary protected status?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "TRUMP",
      "sentences": "Absolutely, I'd revoke it and I'd bring them back to their country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "REPORTER",
      "sentences": "What if they won't receive them like they're not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "TRUMP",
      "sentences": "Well, they're going to receive them. They'll receive them. If I bring them back, they're going to receive them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "BERMAN",
      "sentences": "Trump and his allies, of course, have repeatedly spread those debunked conspiracy theories that Haitian migrants were eating pets in Springfield, Ohio. And that sparked violent threats that led to evacuations of schools and stores in that city.CNN's Alayna Treene joins us now. And, again, that is a sort of a new specific threat to deport or end the legal status for thousands of people who are in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "That's right. And this was new from Donald Trump, but I will say this. We've kind of been getting to this point for some time now with the rhetoric we have heard both from Donald Trump and his running mate, J.D. Vance.I do want to just break down some of this because I want to explain how the Haitians are in Springfield legally. We know that in 2023 the Biden administration had put out a new government program accepting new nationalities into this program. They were given parole in the United States. Haitians were included as part of that nationality. And many of these Haitians as well have that temporary protected status. So, I think you've said it, but just to be very clear, the Haitians that are living in Springfield are here legally. Now, the reason that they're in Springfield is because many of them believe that they're, you know -- one, the county and the city itself has a relatively low cost of living but they also knew that they'd be able to find work there. And we've heard from officials on the ground, government officials, including Republican officials, that they are hardworking people who are living there legally and just trying to live their lives. So, that's one part of this that I just want to be very clear about. But on the political side of this, John, I mean, this is a talking point that we've realized that the Trump campaign, his running mate J.D. Vance, Republican allies do not want to give up. And what they have argued is that even if those claims where all of this started about these migrants eating pets, which we know is very much not true, even if they were debunked, they think that it's putting a spotlight on an issue that they want to talk about, immigration. Of course, it's very problematic, very controversial, and many of the claims that they have been lobbying at this community is just not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:09",
      "speaker": "TREENE",
      "sentences": "That's exactly right. She essentially came out in this book, or she will be coming out with this book, which is set for published to be published next week. And some of the excerpts in there which were obtained by the Guardian show that she is pro-choice when it comes to abortion.I want to read for you one of these experts that they had received. She wrote, quote, a woman's fundamental right of individual liberty to her own life grants her the authority to terminate her pregnancy if she wishes. It continues to say, it is imperative to guarantee that women have autonomy in deciding their preference of having children, free from any intervention or pressure from the government. Now, John, clearly this is very different from what we have heard from Donald Trump and the Republican Party overall. And, of course, incredibly striking given that this is the former first lady and could be the next first lady if Donald Trump is elected in November. A couple of things about this, though. One is that we very rarely hear from Melania Trump. She has chosen to keep herself largely out of the spotlight this election. However, I can also say that, you know, despite what she says in this excerpt, she is actually very conservative. I know from covering her for years from all of the people that I know who are close, that she is quite conservative, but this is an issue I've been told that she does deeply care about, and she's not afraid to go against her husband. And then, of course, the reason she's talking about all this right now is to promote that book. I believe this is one of the only real policy positions that she lays out in that book due next week. John?",
      "isLastSentenceInterrupted": false
    }
  ]
}