{
  "date": "2024-09-17",
  "headline": "CNN Newsroom",
  "subHeadline": "Harris Set to Take Questions From National Association of Black Journalists; Springfield, Ohio, Schools Face Over 30 Bomb Threats; New Information Emerges on Trump Golf Course Suspect; Exploding Pagers Injure Hundreds in Attack on Hezbollah. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:23",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Hello. I'm Wolf Blitzer in Washington. You're in the CNN NEWSROOM.We begin with breaking news, major breaking news out of Lebanon right now. Hundreds of people have been injured in an attack that's targeting the pagers, pagers of members of the Iranian-backed militant group Hezbollah, according to sources. Iran's ambassador to Lebanon appears to be among the injured, that according to an Iranian news agency. CNN's Ben Wedeman is joining us right now. What do we know about this attack, Ben?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "This happened just a couple of hours ago, Wolf, where there was a series, perhaps hundreds of explosions, small explosions, in the southern suburbs of Beirut and other areas of Lebanon where Hezbollah is present.It appears that these explosions were pagers exploding simultaneously, these pagers belonging to, we believe, members of Hezbollah, causing hundreds, perhaps more than 1,000, injuries. We have seen live pictures from the American University of Beirut Hospital, where many of the injured have gone. Lebanese hospitals have called on staff to return to their places of work because this appears to be a nationwide emergency. They are calling for people to donate all kinds of blood. And, significantly, among those injured is Mojtaba Amani, who is the Iranian ambassador to Beirut. Now, according to the Fars -- that's the Iranian Fars News Agency -- he was only slightly injured. And, of course, Lebanese officials believe Israel was behind this rather phenomenal series of explosions, the likes of which we have never seen before. Now, keep in mind, of course, Wolf, you will remember that, on the 30th of July, Israel carried out a drone strike on the southern suburbs of Beirut, killing senior Hezbollah commander Fuad Shukr. But that was one individual. This appears to be targeting hundreds, if not more than 1,000 members of Hezbollah. This is by far the largest incident in terms of mass casualties since the August 4, 2020, Beirut port blast -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "BLITZER",
      "sentences": "Has there been any reaction from Israel, Ben?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "WEDEMAN",
      "sentences": "No, there has been no reaction from Israel.Normally, the Israeli government refrains from commenting on reports in foreign media. So we cannot say with absolute certainty that it was Israel, but, of course, what we know is that going back to October 8, the tensions have been very high between Israel and Hezbollah as they daily exchange fire across their common border -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:23",
      "speaker": "BLITZER",
      "sentences": "Very high, indeed.All right, Ben Wedeman, we will stay on top of the story for our viewers. We're going to continue to monitor it for any new developments. But I want to get to some new developments right now surrounding Sunday's apparent assassination attempt on Donald Trump. The Florida governor, Ron DeSantis, is now launching a new state level investigation, saying the state of Florida is in a better position to prosecute the suspect to the fullest extent of the law. Listen to this. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL):  So I think it's really important for the people of Florida, but also for our country, that we pursue the most serious charges that are on the books to hold this guy accountable. And to say you're going to do a couple gun charges, that is not going to be sufficient to do it. So they clearly have jurisdiction in the statewide prosecutor. We have a very strong interest in holding the suspect accountable to the fullest extent of the law. And we are in a better position in the state of Florida to be able to provide answers to the public. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's your name?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "RYAN WESLEY ROUTH, DEFENDANT",
      "sentences": "Ryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "Former Greensboro, North Carolina, Police Sergeant Tracy Fulk, who once charged Routh, says he was well-known to her department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "TRACY FULK, FORMER NORTH CAROLINA POLICE SERGEANT",
      "sentences": "We used to get what we call barometer reports, which were kind of like dangerous persons who had made threats either against elected officials, police officers or community members. And we had gotten several alerts, barometer reports on Ryan Routh. So I knew who he was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "Routh had a long list of charges against him in the early 2000s, including a serious incident that started as a traffic stop, but ended with Routh barricaded in a business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "FULK",
      "sentences": "He reached over into the center seat and opened a black duffel bag, and there was a gun laying in there. And he kind of held his hand over the bag for a second as I'm backing up and issuing commands. And then he just put the car in gear and drove two businesses down and pulled in his business and ran inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "Routh would plead guilty to possession of a weapon of mass destruction. A source tells CNN it was for having an automatic weapon. A father of three, Routh moved from that troubled past in North Carolina to Hawaii, where he started something called Camp Box, working on tiny homes for homeless people and demonstrated how he built them on his Web site.In 2018, a local station interviewed him during a flood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ROUTH",
      "sentences": "We had building materials under the house, so all the lumber under the house started floating out into the yard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "Routh claimed to have local political ambitions. He launched a Web site to run for mayor in his town, but never officially filed. Instead, he wrote on the Web site and across various social media platforms about another passion, the war in Ukraine, tweeting the same message more than a dozen times in one day. But the keyboard wasn't enough. Routh went to the region, arriving wearing a Hawaiian lei. Once in Kyiv, he spent weeks talking to reporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ROUTH",
      "sentences": "My initial goal was to come fight. I'm 56, so, initially, they were like, well, I have no military experience, so they're like, you're not an ideal candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "Instead, Routh set up camp in a main square.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ROUTH",
      "sentences": "Putin is a terrorist, and he needs to be ended, so we need everybody from around the globe to stop what they're doing and come here now.I think more emotional for me also is just talking to the guys that have come here. When you talk to a 20-year-old guy that sold everything to come here and fight, that is heroism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "This singularly driven man is who journalist Michael Wasiura met.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "MICHAEL WASIURA, THE INSIDER",
      "sentences": "I don't find it difficult to believe that he would take it upon himself to attempt to assassinate Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "Wasiura met Routh several times that year, describing him as eccentric and dedicated to big global causes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ROUTH",
      "sentences": "This is about a center to help people when they come from other countries around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "WASIURA",
      "sentences": "This is someone who was very committed to causes that he believed in, demonstrated a willingness to sacrifice personal comfort and convenience in order to further those causes.LAH (on camera):  How does all of this now weave into the profile of someone who might take a semiautomatic rifle onto a golf course?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "WASIURA",
      "sentences": "Ryan was not a normal guy. There's something about the combination of the times and the person that makes something like this not just possible, but not surprising.LAH (voice-over):  Because looking back, Wasiura says, there were so many clues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "ROUTH",
      "sentences": "I'm not sure that the world is as wonderful as I once thought it was. I had thought that everyone would respond very generously and unselfishly, and it seems like that would be a no-brainer. But I increasingly get more disappointed in humanity.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "LAH",
      "sentences": "A Ukrainian official that CNN spoke with says that Routh did repeatedly message the government and that Ukrainian official described the messages as -- quote -- \"delusional.\" We also were able to reach one of Routh's children, his son, who says that looking at this video, hearing about everything, that this just simply, Wolf, does not sound like the man he knows -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "BLITZER",
      "sentences": "And, Kyung, we're also hearing from some of Routh's former neighbors who knew him when he lived in Hawaii. What did they say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:04",
      "speaker": "KAIULANI CLARK, FORMER NEIGHBOR OF RYAN ROUTH",
      "sentences": "Ryan came across to me as full of (EXPLETIVE DELETED). He was doing things for the community and helping out, in the sense that it wasn't going to be so expensive to have a place to live.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:04",
      "speaker": "LAH",
      "sentences": "So a lot of this profile, a lot of the mind-set of this man, Wolf, we still don't quite know yet -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:31",
      "speaker": "BLITZER",
      "sentences": "Happening now, Ohio, the state of Ohio, is ramping up security at schools across the city of Springfield following dozens of threats over the past week.Those threats have come after former President Donald Trump and his running mate, Ohio Senator J.D. Vance, have pushed baseless conspiracy theories about Haitian immigrants eating dogs, cats and other pets. Governor Mike DeWine says 36 Troopers are now monitoring all school buildings in the Springfield city district. And two colleges in Springfield have also been moved to virtual learning. According to officials, none of the threats have been credible. Joining us now is Dr. Michael Frandsen, the president of Wittenberg University, one of the colleges holding classes remotely this week. Dr. Wittenberg (sic), thanks so much for joining us. Your university has gone fully remote for the week after receiving these new threats. What can you tell us about the nature of these threats and the dangers potentially they pose to everyone on campus? Most of your students, I take, have actually left and gone home. DR. MICHAEL FRANDSEN, PRESIDENT, WITTENBERG UNIVERSITY:  Yes, that's true. The threats have come to us by e-mail. They seem to come from the same source. We're, of course, sharing those with City of Springfield Police Department and all the way up to the FBI so that they can help trace where these things are coming from. Some have been very general. Some have been specific and actually named students by name. We have had threats of physical violence, of bombing and of shooting, so lots of different sorts of threats. The ones that have been specific enough for our police along with city police and other resources to really investigate have proven to be false. But there are some that we just haven't had enough information to really pursue an investigation of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:31",
      "speaker": "BLITZER",
      "sentences": "You know, it's chilling to hear that students are being named in some of these threats. That's very chilling.How are the students and the faculty, your students and your faculty, processing these threats? What are you hearing from them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:31",
      "speaker": "FRANDSEN",
      "sentences": "Yes.You know, I think they're curious about what's going on. They're shocked and in disbelief, given what our experience here in Springfield is every day. Yes, we have seen a tremendous growth in our population, primarily Haitian immigrants coming here legally to work. And the interactions with those folks around town are positive. And so the information that's being spread across social media by the political candidates is just not what our lived experience is. And people are concerned clearly about these threats. They should be. We are. We're taking them very seriously. But there -- again, there's a sense of disbelief given what we experience here in the community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:31",
      "speaker": "BLITZER",
      "sentences": "As you know, Donald Trump and the Senator J.D. Vance aren't backing down on these baseless rumors about Haitian immigrants in Springfield, Ohio, in your community. What's your message to them? FRANDSENknow that there's anything I could say or anybody could say to change their opinion. Our governor has referred to them as garbage, the comments as garbage. And I think I echo what our mayor has said repeatedly. We need help, not hate. And whether it's the governor of the state of Ohio, whether it's the vice president of the United States, or whether it's a candidate for presidency of the United States, we need help, not hate. And I hope that those people who can provide that help will do so. And much appreciate the governor's help to our community and the things that the state of Ohio is doing for our community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:31",
      "speaker": "BLITZER",
      "sentences": "Dr. Michael Frandsen, thanks so much for joining us. Good luck to everyone at your university, Wittenberg University, in Springfield, Ohio. We will stay in very close touch with you. Appreciate your joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BLITZER",
      "sentences": "And coming up(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BLITZER",
      "sentences": "I thought the questions that Trump was asked at the NABJ convention in Chicago were serious, important questions.Didn't you think it worked out in the end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "ATTIAH",
      "sentences": "Define worked out, and for whom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BLITZER",
      "sentences": "Well, for the public to learn more about Trump, for example, based on the serious, tough questions he was asked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "ATTIAH",
      "sentences": "Well, I think if anybody by now doesn't know that Trump loves to attack black journalists, and particularly black women journalists, that Trump uses racist attacks to deflect from actual policy questions. I think they have probably been asleep for the last 10 years.If by useful, we say we were entertained, shocked by it, then that's a certain type of use, I suppose. But when it comes to Harris journalistically, I do think, when it comes to issues of race, of identity, I do hope that she does address, again, the racist lies that have been going on around hate the Haitian community in the U.S. I do hope that the black journalists today do address that. And I think there's a lot of opportunity to gain a lot more political, journalistic value than, frankly, I think we got with Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BLITZER",
      "sentences": "Yes, well, that's an important point.Kamala Harris holds a wide lead, as you well know, over Donald Trump with black voters in the latest polls, with 89 percent of -- Trump's just 9 percent. But some are raising serious concerns about enthusiasm among black voters. Are you seeing that, Karen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "ATTIAH",
      "sentences": "Oh, I mean, I think, if we're talking about specifically, let's say black women voters, black women voters have voted overwhelmingly in the high 90s percentile for Democratic candidates in the past.So I'm not particularly worried about black women especially. Shout- out to especially the Divine Nine sorority community coming out. I know that there has been questions about black men percentage points. That being said, at the end of the day, black voters also have a lot of the same questions and demands about the economy, about foreign policy, about health care, about education. So, like I said, I do hope that these issues are addressed and the specific ways that these issues intersect with black people in this community are addressed. So we will see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BLITZER",
      "sentences": "Yes, I suspect those questions will come up during the Q&amp;A later this afternoon. The executive director of a group called Black Men Vote recently toldPolitico, Karen, that Harris needs more outreach saying this -- and I'm quoting now -- \"We need to hear directly from the candidate, because guess what? Neither one of them are speaking to black men. You cannot say we need more black men to vote before you address our issues.\" Do you believe the vice president has done enough to address some of those specific issues among black voters?",
      "isLastSentenceInterrupted": false
    }
  ]
}