{
  "date": "2024-09-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Justice Department Charges Six Hamas Leaders Responsible for the October 7th Attacks; Ukrainian Foreign Minister Resigns; Human Rights Watch Issues a New Report on Venezuelan Protest Violence; Artist Backs Kamala Harris with a New Piece to Support Her Presidential Campaign. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States, Canada and all around the world. I'm Rosemary Church. Just ahead.The U.S. Department of Justice charges six Hamas leaders over the October 7th attack on Israel, the first attempt by the U.S. to hold the terror group accountable. Plus, Donald Trump pleads not guilty to charges of election interference in the special counsel's revised indictment. And a shake-up in Ukraine's cabinet, Foreign Minister Dmytro Kuleba hands in his resignation as the country suffers a deadly wave of attacks. UNKNOWN (voice-over): Live from Atlanta, this is \"CNN Newsroom\" with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Thanks for being with us. Our top story this hour, the U.S. Justice Department announces terrorism charges against half a dozen top Hamas officials over the October 7th attack. The charges target Hamas leader Yahya Sinwar, seen in the middle, as well as his late predecessor Ismail Haniyeh and another Hamas leader Khaled Mashal. U.S. prosecutors filed the charges in February but kept them under wraps in hopes of making arrests. After Haniyeh's assassination, the Justice Department chose to go public. The complaint also follows the money trail and points to those financing Hamas.CNN's Paula Hancocks is following this live from Abu Dhabi. She joins us now. Good to see you Paula. So what more are you learning about these U.S. Justice Department charges against Hamas leaders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Rosemary, this is really the first criminal step that the Justice Department has taken in trying to hold Hamas leaders and senior officials to account after the October 7th attacks. Now, we understand that there were, as you say, six senior leadersthat have been named. Three of them are already deceased at this point. One of them, Yahya Sinwar, who's the head of Hamas, is believed to be holed up in an underground tunnel somewhere in Gaza at this point. There are seven charges that have been named in this complaint. They include terrorism charges. They also include conspiracy to murder U.S. nationals and conspiracy to use weapons of mass destruction in order to kill. Now, as you mentioned, they were filed back in February, but they have been unsealed now, as after the assassination of one of the leaders, Ismael Haniyeh, they decided to make it public before that they had been hoping that some of them could be arrested so they could take them to trial. But we have heard more from the Attorney General. Let's listen to Merrick Garland. (BEGIN VIDEO CLIP) MERRICK GARLAND, U.S. ATTORNEY GENERAL: As outlined in our complaint, those defendants, armed with weapons, political support and funding from the government of Iran and support from Hezbollah, have led Hamas' efforts to destroy the State of Israel and murder civilians in support of that aim. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HANCOCKS",
      "sentences": "So they are looking into the financial aspect of this. You heard him there mention the fact that Hamas is funded by Iran, looking at those links. Also, looking at the links to cryptocurrency and how Hamas is benefiting and being financed in that regard. So a fairly wide ranging effort at this point. And it comes just a few days, or at least the unsealing of this complaint comes just a few days. After an American citizen, the Israeli-American Hersch Goldberg-Polin was killed in Gaza. He was one of the six Israeli hostages whose bodies were found over the weekend. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Alright. Our thanks to Paula Hancocks, joining us live from Abu Dhabi.Attorney and Legal Affairs Commentator Areva Martin joins me now from Los Angeles. Appreciate you being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "AREVA MARTIN, LAWYER AND LEGAL AFFAIRS COMMENTATOR",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "MARTIN",
      "sentences": "Well, Rosemary, this is an extraordinary occasion, filing by the U.S. Department of Justice. And it's important to note that the Department of Justice says this is just the beginning of their actions to hold accountable those individuals, those Hamas leaders responsible not only for the October 7 attack on Israel, but for the reign of terror that these individuals have been engaged in over several decades.As you indicated, the complaint describes in really great detail the kinds of terrorist attacks that Hamas and its six individuals charged in the complaint have been engaged in, but it focuses on October 7, on that attack by Hamas on Israel, talks extensively about some of the violence that was used against Israelis on October 7, including the sexual violence. We've heard a lot about women being raped and sexually assaulted on that day. And this complaint goes into pretty great details about the violence of that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "CHURCH",
      "sentences": "And those charged include Ismail Haniyeh, who was assassinated in Tehran recently, and the man who replaced him, Yahya Sinwar, as well as another Hamas leader, Khaled Mashal. But while this is an effort by President Joe Biden to hold Hamas accountable, what can it really achieve legally with three of the six dead and the others in hiding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "MARTIN",
      "sentences": "Well, that's a good point, Rosemary. As you stated, three of the individuals that have been charged in this indictment are already dead. And one of the main leaders has been in hiding now for years. Not clear that there will ever be any sighting of this individual. Many of these leaders, they said, are hiding in the elaborate tunnel system that has been erected in Gaza.But still, this indictment, I think, has significance. Some may say it's symbolic in terms of what it might actually achieve but I think it's important to note that Merrick Garland said the Department of Justice has a long memory. And this is just one step in a what they call whole of government approach to hold these individuals accountable. We know that this indictment was actually filed on February 1st and was kept under seal. There was some thoughts perhaps that they would be able to capture some of these individuals before they were actually assassinated. And then we saw or learned, at least this weekend, of the death of the 23-year-old Israeli, his family members who spoke, his mom and dad spoke at the Democratic National Convention. So we know that in some ways the unveiling of this indictment has followed that, the notification that there were six hostages found dead, including this 23-year-old young man whose family has been so outspoken about his return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "CHURCH",
      "sentences": "And as you point out, the Justice Department says this is just the beginning. So what is the next stage of this legal process? What happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "MARTIN",
      "sentences": "Well, not clear. If there's going to be any attempt to execute any kind of search warrants or any kind of arrest warrants for these individuals, given what we know about them and the unlikely nature of them being captured.But we know that the U.S., with regards to other terrorists, Rosemary, have used military force to seek and to find and to stamp out those terrorists that have enacted a reign of terrorism on the U.S. And there were 43 American citizens among those murdered and 10 American citizens that were taken hostage on that day in October 7. So it's not likely that the U.S. government will rest simply with the filing of this indictment. Of course, there could be military actions being planned, even as we speak, that are not being revealed to the public. But the statements from the Department of Justice as they talked about this indictment, as they unsealed this indictment, made it very clear that accountability was something that the U.S. is seeking and plans to hold these individuals accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "CHURCH",
      "sentences": "Areva Martin, we appreciate your legal analysis. Many thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:59",
      "speaker": "MARTIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:04",
      "speaker": "CHURCH",
      "sentences": "Meantime, a judge has rejected Trump's request to have his hush money trial move to federal court. A jury found Trump guilty on 34 felony counts back in May. The federal judge says there's nothing in the Supreme Court's immunity ruling that would change his view of the fact that payments to adult film star Stormy Daniels were private, unofficial acts. Trump's attorneys have also asked to postpone his September 18 sentencing.The fight for the battleground states is heating up in the U.S. presidential election. Donald Trump will take part in a Fox News town hall tonight in Harrisburg, Pennsylvania. Kamala Harris will also travel to the Keystone state ahead of the first and possibly only presidential debate. CNN's Eva McKend has more. (BEGIN VIDEOTAPE) EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: Vice President Harris returning to Pittsburgh for the second time this week Thursday. She'll spend the weekend there preparing, leading up to next week's debate in Philadelphia. She won't be holding any rallies during this time, but we could see her pop up at a restaurant or two because she does plan to be out in the community for the campaign, clearly trying to make the most out of the time that they have left. She has historically been a studied person, and no doubt she's going to spend a lot of time trying to be ready for possible debate scenarios. But the campaign has gained out it makes more sense to do that in a battleground state rather than here in Washington. Court to her election argument, framing herself as a champion for the middle class. She speaks to this in a new ad. Let's listen. UNKNOWN (voice-over): We all know costs are too high. But while corporations are gouging families, Trump is focused on giving them tax cuts. But Kamala Harris is focused on you. VICE PRESIDENT KAMALA HARRIS (D), U.S. PRESIDENTIAL CANDIDATE: Building up the middle class will be a defining goal of my presidency. UNKNOWN (voice-over): She'll make groceries more affordable by cracking down on price gouging. And she'll cut housing costs by taking on corporate speculators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:04",
      "speaker": "MCKEND",
      "sentences": "The first phase of her economic rollout attacked price gouging, proposed $25,000 for first-time home buyers. The next iteration of that plan slated to roll out Wednesday in New Hampshire. It's going to focus on expanding a tax deduction for costs associated with starting a business and removing regulatory hurdles, like filing requirements and operational licenses for businesses of a certain size.Eva McKend, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. We are following a major Cabinet shake- up in Ukraine where Foreign Minister Dmytro Kuleba has tendered his resignation. That is according to a post by the Speaker of Ukraine's Parliament who says the request will be discussed by lawmakers soon. Kuleba is not alone. He is one of several ministers to recently offer their resignation. According to Ukraine's Parliament Majority Leader, this week more than 50 percent of the Cabinet of Ministers staff will be changed and new members appointed.Well meantime, Russia is continuing its relentless air assaults on Ukraine. In the past few hours, Moscow launched an attack on the western Ukrainian city of Lviv. Officials say at least seven people were killed. One of the victims is a 14-year-old girl. Dozens of people have been injured, including a number of children, and five people were wounded in the central city of Kryvyi Rih when a hotel building was destroyed. These later strikes follow one of Russia's single deadliest attacks in the duration of the war. More than 50 people were killed and hundreds wounded overnight Tuesday when Russian missiles struck a military education facility. And CNN's Salma Abdelaziz joins me now live from London. Good morning to you, Salma. So another deadly night of Russian attacks in Ukraine and this coming as the country's foreign minister tenders his resignation along with a broader shakeup in Ukraine's cabinet. What more are you learning about all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:08",
      "speaker": "ABDELAZIZ",
      "sentences": "Now, as you heard there, he's trying to position the government in the best possible place ahead of the fall, in the winter when the civilian infrastructure strikes could potentially get worse and make life more difficult. He's also trying to strengthen the faces around him, the government around him, his cabinet ahead of a potential meeting with President Biden this month around the U.N. General Assembly.Zelenskyy has high hopes for this meeting. He has a lot of requests that he's going to bring to President Biden, more weapons. He also wants certain restrictions lifted on the use of weapons so he wants to have the most persuasive possible government going into that meeting this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:08",
      "speaker": "CHURCH",
      "sentences": "All right, Salma Abdelaziz, joining us live from London. Many thanks for that report.A former aide to two New York governors has been charged with acting as an agent for the Chinese government. Current governor Kathy Hochul says she's furious and outraged at what she calls brazen behavior by her former deputy chief of staff Linda Sun. Sun was arrested Tuesday and charges include violating the Foreign Agents Registration Act, visa fraud, alien smuggling and money laundering conspiracy. CNN's Gloria Pazmino has more from New York. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:59",
      "speaker": "CHURCH",
      "sentences": "Coming up, outrage and impatience amid louder demands for a ceasefire in Gaza and a deal to free the hostages. We'll have a live report.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Well, we've been seeing protests taking place across Israel for months now, but there is a feeling that frustration and anger towards the Israeli government is increasing, particularly of course after the killing of six hostages held captive in Gaza over the weekend. So you can see these protests really expanding, developing. As you mentioned, we saw huge crowds outside Israel's military headquarters in Tel Aviv.We've been hearing from the family members and representatives of those hostages demanding that the government, the Israeli Prime Minister Benjamin Netanyahu do more to secure a deal which not only of course establishes a ceasefire but also secures the release of hostages and what we've been hearing repeatedly now from many of those representatives of those families of hostages is that they want to see a negotiated political resolution to ensure the safe release of hostages not military action particularly. As we begin to hear new warnings from Hamas that the lives of those remaining hostages in Gaza could be at risk if we see further military action in an attempt to retrieve rescue hostages in Gaza. So certainly concern on that front. But that pressure is also mounting from members of the international community, including of course Israel's closest ally and one of the key mediators involved in these ceasefire negotiations, the United States. We heard on Monday from U.S. President Joe Biden telling reporters that he actually does not believe that Netanyahu is doing enough to secure the release of hostages, to ensure that a deal is struck. And as you mentioned, we've been hearing from the White House describing this sense of urgency around the need to get a deal done as soon as possible. Take a listen to this statement yesterday from the State Department's spokesperson, Matthew Miller. (BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: It is time to finalize that deal. The people of Israel cannot afford to wait any longer. The Palestinian people, who are also suffering the terrible effects of this war, cannot afford to wait any longer. During talks last week, we made progress on dealing with the obstacles that remain. But ultimately, finalizing an agreement will require both sides to show flexibility. It will require that both sides look for reasons to get to yes, rather than reasons to say no. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "BASHIR",
      "sentences": "And of course there are still significant differences, particularly focused around the presence of Israeli troops on the southern border between Gaza and Egypt.Prime Minister Netanyahu introduced new conditions calling for Israeli troops to remain on this border, despite the fact that many have described this as a non-starter Hamas calling for a full withdrawal, including Israel's defense minister who has accused the Prime Minister of prioritizing control over this corridor, over the lives of hostages. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "Nada Bashir, joining us live from London with that report. Many thanks.Pope Francis is warning political leaders in Indonesia to be on guard against religious extremism. It's his first address on a 12-day tour of Southeast Asia promoting interfaith dialogue. Indonesia is notably the most populated Muslim-majority country in the world. The Pope met with Indonesian President Joko Widodo prior to his remarks. In the coming days, he will also visit Papua New Guinea, East Timor and Singapore. It's one of the longest foreign trips any Pope has taken and the furthest distance Pope Francis has traveled since his election in 2013. Human Rights Watch has issued a scathing new report on the post- election violence in Venezuela, calling it the worst in years. The group documents a wave of killings and detentions across the country since the July vote, and it found in some cases state security forces colluded with government-aligned militias. Journalist Stefano Pozzebon has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "Allegations of human rights abuse at the hands of security forces in Venezuela are not new. But Human Rights Watch is saying that members of the armed forces, including the National Guard, were involved in the killings of several protesters in a brutal crackdown on dissent that followed a controversial election on July 28. Human Rights Watch says its team documented 11 killings during theprotests, while authoritarian president Nicolas Maduro had previously said that more than 2,400 people had been detained, and independent groups have said that 24 people have been killed, including 23 civilians and one member of the military. CNN could not independently verify these allegations and has reached out to Venezuelan authorities for comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "POZZEBON",
      "sentences": "Meanwhile, opposition leader Edmundo Gonzalez remains on the run after Venezuelan authorities published an arrest mandate against the former candidate, who claims to have won the election with 67 percent of the vote and has since published tens of thousands of electoral tallies to support his claim. The 75-year-old former diplomat is accused of crimes associated with terrorism, including and has not been seen in public for weeks.For CNN, this is Stefano Pozzebon, Bogota. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "CHURCH",
      "sentences": "Nicholas Maduro says Christmas will come early in Venezuela, October 1st, to be exact. It's not the first time the embattled president has moved the holiday, but it is the earliest. And it's widely seen as an effort to distract from the anger over the disputed July election. Religious leaders in Venezuela blasted Maduro for trying to politicize Christmas, saying the holiday will still be celebrated on December 25th.Well more than 120 people have been killed in an attempted mass prison break in the Democratic Republic of Congo. Officials say several buildings were badly damaged in the violence inside the country's largest prison. CNN's Larry Maodwo has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "129 people killed in this attempted prison break is no small number. The government now suspending sending any more inmates there as part of the measures to decongest and improve the conditions there, promising to open another prison in Kinshasa as part of the decongestion process. This prison, Makala, was built for about 1,500 people, but AmnestyInternational says as many as 12,000 people could have been there, almost 10 times the capacity it was built for. This is not even the first jailbreak from Makala. In 2017 members of a religious sect broke in and freed some of their members and there have been other prison breaks in other parts of the country most notably in 2020 when a rebel group affiliated with ISIS broke into the prison in Benin Northeastern DRC and hundreds of people were freed. A lot of questions about this tragedy so deadly and there will be many people in the DRC hoping that the government can make sure something like this does not happen again. Larry Madowo, CNN, Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "CHURCH",
      "sentences": "Amid a flurry of political ads on television, the internet and in mailboxes across the U.S., the right piece of political art has the power to cut through the noise and profoundly impact a candidate's campaign.Artist and activist Shepard Fairey knows this well and is careful about the subjects he chooses. One of his more famous pieces titled Hope became a symbol for Barack Obama's 2008 presidential campaign. But looking back, Ferry says he feels Obama didn't live up to the promises he made to the American people. Fast forward 16 years and inspiration has struck again. Ferry's newest piece, called Forward, features Democratic presidential nominee Kamala Harris, who he says offers the best chance at fighting threats to democracy. Artist Shepard Ferry joins me now from Los Angeles. A pleasure to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "SHEPARD FAIREY, ARTIST",
      "sentences": "Thanks for having me, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "CHURCH",
      "sentences": "Absolutely. So we all, of course, remember your iconic Hope poster of Barack Obama back in 2008 during his campaign. And now all these years later, you have created this new artwork featuring Democratic presidential nominee, Kamala Harris, titled \"Forward.\" Why did you feel the need to create this similar styled poster 16 years later? And why that title?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "FAIREY",
      "sentences": "Well, I felt that Kamala Harris was asked to be vice president for very significant reasons. She has a strong record of service and yet for much of her time as vice president until Roe versus Wade was overturned, she wasn't in the spotlight.And once Joe Biden passed the torch to her, it's really an important time to emphasize her qualification, her vision, her warmth, her -- her character. So I wanted to make an image that just brought that to the forefront because I think that is an important conversation starter for why Kamala Harris should be our next president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "CHURCH",
      "sentences": "And as well as creating this incredible artwork, you also endorsed Harris. Why is it so important to you that the Harris-Walz team wins this election and what expectations do you have for a Harris administration if she does win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "CHURCH",
      "sentences": "And despite calling Donald Trump dangerous during the 2016 election campaign, you didn't create artwork for his opponent. Hillary Clinton or for Joe Biden for that matter in 2020. Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "FAIREY",
      "sentences": "Well, I think that both Clinton and Biden were and are very established politicians who have a history. There's not as much of a need to reintroduce them to the public to get the public to take them seriously.I think that Kamala Harris for all of her credentials, all of her experience, is someone that actually needs to be, needs to be put forward as very, very legitimate in every aspect of her character and her qualification for president. And I think that sometimes an image that presents someone in a way that's appealing can make people think about what that means, why they're presented that way. And so it's the start of the conversation. I consider the poster to be something that maybe reframes how someone is perceived, and then hopefully the voters look into why they're being presented that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "CHURCH",
      "sentences": "And what did you mean back in 2016 when you said Trump was dangerous and what are your thoughts about him now all these years later, how big a threat do you think he poses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "FAIREY",
      "sentences": "Well, my idea of him being dangerous in 2016 feels quaint compared to how I feel now. He's shown that he has no respect for the law, for democracy, for all the institutions that keep the country running as smoothly as possible. He said that he would replace a lot of the infrastructure, the people within government infrastructure if they're not loyal to him. And what we want is nonpartisan people who are the most qualified to do their jobs well. Much of government shouldn't have anything to do with partisanship.So Trump wants to be an autocrat. He wants to be a dictator. He wants loyalists. This is the way Pol Pot, Stalin, Hitler, all of these people wanted things to run. Trump is incredibly dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "CHURCH",
      "sentences": "Shepard Fairey, appreciate you being with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "FAIREY",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. The battleground states of Wisconsin, Michigan, and Pennsylvania may be pivotal in the race for the White House, but winning those blue wall states alone don't guarantee a campaign victory without something else, Omaha's blue dot.CNN's Jeff Zeleny takes a look at the quirky campaign that's taken over lawns in that Nebraska city. (BEGIN VIDEOTAPE) JEFF ZELENY, CNN CHIEF U.S. NATIONAL AFFAIRS CORRESPONDENT (voice- over): These blue dots are popping up on lawns across Omaha. Signs of a campaign where not only every vote counts, but where every electoral vote is critical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:10",
      "speaker": "STEPHEN PEETZ, NEBRASKA REPUBLICAN VOTER",
      "sentences": "I would like just to see, you know, some hope. I don't see it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:10",
      "speaker": "ZELENY",
      "sentences": "Which of those candidates do you think gets the closest to bringing you hope?S. PEETZ: I would say Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:10",
      "speaker": "SONIA PEETZ, NEBRASKA REPUBLICAN VOTER",
      "sentences": "Absolutely Trump. I have a feeling that he is a person who sticks to his word. He means what he says.ZELENY (voice-over): They question what Harris stands for and are not sold on Walz no matter where he grew up. Back in the Dundee neighborhood of Omaha, the blue dots are in such high demand, Jason Brown ran out of spray paint. Orders are stacking up, he said, and not only from Democrats, but from Independents who may decide the election. J. BROWN: It doesn't mean, oh my God, I've become a Democrat. No, you're voting for what you feel is right for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:10",
      "speaker": "ZELENY",
      "sentences": "So nine weeks before the election, for all the talk of the blue wall states of Pennsylvania and Michigan and Wisconsin, that is not enough to win the White House without the blue dot here in Omaha. That is because the electoral votes are divided here by congressional district. Only Nebraska and Maine have this process.Republicans have tried to change it. Democrats embrace it. But the bottom line here is the Harris campaign and the Trump campaign have all their eyes on Nebraska for that one electoral vote. If this race is close, it certainly could matter. Jeff Zeleny, CNN, Omaha. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}