{
  "date": "2024-07-03",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Now: Biden Meeting With 20+ Dem Governors Amid Debate Fallout; Biden's Radio Interview; Battleground States Shift. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:58",
      "speaker": "ERICA HILL, CNN HOST",
      "sentences": "OUTFRONT nextBreaking news. Biden's fight for survival. The president right now meeting with Democratic governors inside the White House as a second Democrat now calls for Biden to step aside in heels of last week's debate. Plus, Biden one-on-one. I'll speak with a radio host who just spoke to the president. What did Biden say about the debates? We have the audio. And Larry Sabato, one of the nation's most trusted political voices, just downgrading two key states for Biden. Which states, and why? Let's go OUTFRONT. Good evening. I'm Erica Hill, in for Erin Burnett. OUTFRONT tonight, the breaking news, President Biden fighting for his political life. At this moment, he is now meeting with more than 20 Democratic governors, many of whom demanded the meeting after not hearing from him in the wake of the debate. And there was a lot riding on this meeting. The president scrambling to shore up support as more members of his own party now openly question whether he is fit to serve another four years. A second House Democrat tonight calling on Biden to step aside. Congressman Raul Grijalva of Arizona saying, quote: What he needs to do is shoulder the responsibility for keeping that seat and part of that responsibility is to get out of the race. And just moments ago, Reed Hastings, the co-founder of Netflix, one of the biggest donors to the Democratic Party, telling \"The New York Times\", Biden needs to step aside to allow a vigorous Democratic leader to beat Trump and keep us safe and prosperous. All of this as a source is telling CNN that in private, President Biden has acknowledged these next few days are crucial to his campaign. Those next few days include his first sit-down interview since the debate and a rally in Wisconsin. Will that though be enough? Former President Obama is reportedly telling allies in private that Biden's path to reelection has grown more challenging. The White House rejecting that idea, the press secretary, once again today facing a barrage of questions about the campaign, the president's health and the president's latest excuse for why he struggled at that debate, jet lag, though it's important to note, he arrived at Camp David for his prep nearly a week before the debate. (BEGIN VIDEO CLI)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:58",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "You didn't mention travel, the jet lag, the foreign trips. So I think you can understand why it was a little bit puzzling to hear the president mentioning that as his explanation for the first time last night.KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:58",
      "speaker": "LEE",
      "sentences": "I'm just -- can you clarify whether when you took the podium yesterday, did you not know that?(CROSSTALK) JEAN-PIERRE: And I would say that is my bad, that is part of -- that is part of -- definitely part of the explanation of what had occurred. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:58",
      "speaker": "HILL",
      "sentences": "MJ Lee is OUTFRONT live from outside the White House.So, MJ, you also have some new reporting now about these growing doubts within Biden's own administration in terms of him being able to hang on. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "Yeah, it is fascinating how quickly everything seems to be shifting and changing.MJ, I know you're saying on top of it for us and will continue to check in with you. Thank you. OUTFRONT now, Democratic Congressman Gerry Connolly of Virginia. Sir, good to have you with us tonight. You just heard I'm sure MJ's new reporting. REP. GERRY CONNOLLY (D-VA): Good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "Great to have you.In addition, one Democratic lawmaker just telling CNN, quote, it's over. We're just waiting for the announcement. Do you agree that it is, in fact, over, and it's time for the president to step aside?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "CONNOLLY",
      "sentences": "No, but I do believe the White House has a shrinking window in which to turn this around if it can be turned around. And they've got to do two things and do it very quickly. One is they've got a massively improve their outreach to stakeholders, donors, governors, elected officials, members of Congress, delegates to the convention.They've got to really reach out at senior levels of the White House, not campaign talking points, and had two-way dialogue, right? A dialogue is two-way communication, not one way communication, and they need to do that quickly and broadly. And secondly, they got to get Joe Biden out to basically prove he's got it that was a really bad night, but it doesn't characterize him or his behavior or his ability to carry on. And that means really getting out in public and exposing yourself in very substantial ways. And he's got the NATO summit next week. There'll be opportunities for interaction with the public and with leaders of other countries and with the media. He's planning a press conference. That's good. But he's got to really step up that game and disprove what is setting in, which is the perception that he no longer has it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "But, sir, to that point, right, on the second point that he needs to be out there. We are our six days now pass this debate. It is surprising to many people. I have certainly been told us by a number of folks that there has not been more of an effort to put the president out.And the message that that sends if he's not being put out, what is the reason? Is because there's concern that he can't handle those moments? Is that the message that is being sent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "CONNOLLY",
      "sentences": "Perhaps with the best of intentions. I don't know.I believe that senior White House officials are unwittingly contributing exactly as you suggest to the perception that he's not out there because he can't be. I don't -- I hope that's not true and I want to sort of take a pause here. I think Democrats should make decisions, not in haste and panic, but with calm, calculus and with lots of input from the White House and lots of reflection. We need that kind of family dialogue. We need that family therapy, but we needed quickly because time is running out. We don't have a lot of time here to make some really critical decisions. And ultimately, that decision rests with the present, who is 3,900 pledged delegates to the national convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "You talk about the need for a conversation, you also noted in your first answer, the one-way dialogue were hearing a lot of one-way dialogue from people who are saying, okay, it's time for the president to step aside.One of the most recent, Reed Hastings, co-founder of Netflix, one of the biggest donors to the Democratic Party, just telling \"The New York Times\" tonight, Biden needs to step aside and he is not the first thank donor to sound the alarm. I wonder the polling, not great perhaps, but when it comes to money, that's another thing. Can the campaign continue to ignore these very public, please, especially from their donors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "CONNOLLY",
      "sentences": "Everybody's opinion has to be factored in. Let me just say, this is a consequential president. He passed more legislation than any president since Lyndon Johnson. He took us out of the pandemic. He try to right the ship of state after the disaster of Donald Trump.He deserves respect and dignity and not drive-by shootings calling for him to step aside. I don't think that's the way to treat Joe Biden. And I know for sure knowing the man, its not the way to get him to reflect the way you want them to reflect on what happened last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "To that point, then there have been more public calls, as I noted, two, now House Democrats have called publicly for the president to step aside. [19What are the conversations privately about how best to address this, to have that family conversation that you mentioned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "CONNOLLY",
      "sentences": "Well, as you might imagine, I think there are pockets of condensation all over the place. I do think that there is a real danger. If the White House doesn't step up its game in communication with the House of Representatives. There are lots of people who are processing what happened. But if there the left to their own without any real serious input from senior members of the White House. They're going to make a decision based on what they think they know, what they've been given, what they perceive, and what they think is in the best interests of their constituency in their own future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "Congressman Gerry Connolly of Virginia, really appreciate taking the time to join us tonight, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "CONNOLLY",
      "sentences": "My pleasure, Erica. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "OUTFRONT now, former Democratic Congressman Max Rose of New York, and David Urban, former senior adviser to the Trump campaign.Good to have you both here. Congressman, I know you've had concerns about President Biden. Where do you stand tonight? Do you believe its time for the president to step aside? MAX ROSE, FORMER DEMOCRATIC REP.: If the president is in serious, irreversible cognitive decline, absolutely. If he is not, I think he still stands as the best person to beat Donald Trump. Now, it is the responsibility of the White House as well as the president's campaign to vary, obviously and clearly and forcefully show the American people that the president is not, in fact in cognitive decline. Unfortunately, what I feel like they are not understanding, the president's staff or his campaign, is that every day that they don't do something, clearly obvious and repeated over and over and over again it looks like they're lying or hiding something, and that's what really has to change. And what will happen next week, and I think Congressman Connolly pointed to this is you're going to see some serious activity from the House, most especially the front liners, who are those sitting Democrats in very difficult seats? There's potential for a letter to come out. There's potential for more individuals to stand up and they don't care about anything rightfully so other than keeping there seat. And right now, the facts and the stats could point to them having to do something like that unless the president's campaign markedly shifts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "Which in many ways goes back to our own MJ Lee's reporting that these next few days really are consequential for the president.David, you don't think Joe Biden is going anywhere? Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "DAVID URBAN, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Listen, I don't do this point, Erica. Listen, you know, Congressman Rose has it exactly right, the Democrats and the frontline -- those front-line House races are going to be the people and Reed Hastings, the donors, are going to people that turn up the pressure. Bob Casey in Pennsylvania who is facing a very tough race against David McCormick, those are the people are going to squeal.But right now, it appears that Joe Biden is surrounded by praetorian guard of his family, his wife, who's on the cover of \"Vogue\" magazine with the let them eat cake moment appears not to be concerned about her husband's well-being or the country's well-being for that matter and letting the president continue on in this state. Listen, Erica, there's been - there's been exhaustive reporting now, all of a sudden, just popped up for \"The New York Times\", other places, that the president, that people have had concerns about the president for quite some time. Listen, when the president turned down a softball interview for the Super Bowl, right, everybody does it, it's a softball in front of a huge crowd. People were questioning even then. Well, maybe he's not up to it, right? Maybe he's not up to it. So, as long as his family is taking advice from Hunter and Jill Biden, Joe Biden not going anywhere. And interestingly, if the Democrats, Congressman Rose and others, think that Donald Trump is an existential threat to democracy, they're not going to just wait for Joe Biden to make a decision about whether he's going to stay. They're going to go to the White House. They're going to pound on the door. They're going to say, get in the car, we're done with you. If you believe -- you can't have it both ways. If you believe Donald Trump is the end of the world, then you want your best candidate forward. You can't say, well, we don't want to -- Joe Biden's a nice guy and he's done some good things and what might let him ride off into the sunset? You go there, you say pack your bags and you're gone. You either want to win or you don't want to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "In terms of what could potentially be next, there is new CNN reporting tonight that President Biden is keeping the vice president close, Congressman. He wants to send this message that he is with her, highlighting their relationship as a possible succession plan is being developed. If she steps aside -- if he steps aside, rather, should the vice president automatically moved to the top of the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "ROSE",
      "sentences": "Yeah, that's most likely the way it should go. I think, you know, in open convention is something that we might want to avoid and also I think that it would send a very clear and wrong message to just skip over the vice president in that regard.[19:15:09] But I do want to go back to this idea that, you know, our friend just put out there, that somehow it's Joe Biden or bust for the Democrats. Donald Trump is such indeed -- he just said it, in existential threat to all the values that we hold dear, and let's not forget during that debate, also showed himself once again to be a total psychopath with absolutely no regard for the Constitution or any of the values that we all collectively hold. And I have no doubt that whoever the Democrats would put up under this hypothetical that you're putting out there, that there would be a resounding success because that's not where the majority of the American people are. Okay? It just isn't. I've got so much faith in the American people that I do believe that irrespective of who was put up there, that you would see a dramatic win on the part of the Democratic Party and that would be a win for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "David, House Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "URBAN",
      "sentences": "Erica, yes -- I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "No, go ahead.I was going to say, I was going to say, listen, Congressman, clearly that's not correct because in poll after poll, after poll, Biden- Harris, the Biden-Harris ticket is getting drabbed, drabbed by Donald Trump. If he's such an -- if the American people think he's such a threat, they're not convinced of it. People in probably in Staten Island, your district aren't convinced of it, right? They're not convinced of it in Long Island. They're not convinced of it in lots of places. So if he's so terrible, why is he doing so well in so many states and so many swing states in so many places that the, you know, lawfare and all these other, you know, moves to get them off the ballot, right, maybe -- maybe everybody knew something about Joe Biden. This was the case way back when and they figured Biden campaign and we've got to get him off, get him off the -- get him off the ticket. So listen, bring Kamala Harris -- you know, the NRCC has an ad out today, Erica, I think you're going to talk about right in which they highlight the vice president's role in the border and other things. Let's not forget Kamala Harris during the primary, just to say what the congressman talking about skipping over, you know, Barack Obama skipped over Joe Biden when he was vice president, right to -- for Hillary Clinton, right, to be next up in the hopper. So vice presidents get skipped over all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "They do. David, let me ask you quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "URBAN",
      "sentences": "And Kamala -- yeah, Kamala Harris is even-- she's even less popular than Joe Biden. HILLhead-to-head matchup that just came out yesterday, which you likely saw, David. She actually does a little better than Joe Biden in a head-to-head with Donald Trump. Real quickly, we only have about 20 seconds, but the GOP has sent so much time attacking Kamala Harris, putting this ad out now, does that actually show that perhaps there is some concern among Republicans that she may be more difficult candidate for Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "URBAN",
      "sentences": "I don't know one Republican who is concerned about Kamala Harris running at the top of the ticket, not one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "HILL",
      "sentences": "All right. Gentlemen, we have to leave it there. It is a busy night. Appreciate you both being with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:15",
      "speaker": "URBAN",
      "sentences": "Thanks. Thanks for having us, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:23:05",
      "speaker": "HILL",
      "sentences": "Tonight, President Biden is speaking out a brand new interview with a Wisconsin radio hosts as he tries to quiet the growing calls for him to drop out of the presidential race. His messaging consistent with what we've heard from the White House.(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:23:05",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "And a bad night and the fact of the matter is that, you know, it was -- I screwed up. I made a mistake. That's 90 minutes on stage. Look, what I've done in 3.5 years.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:23:05",
      "speaker": "HILL",
      "sentences": "OUTFRONT now is the person who spoke with the president earlier today, Earl Ingram, host of \"The Earl Ingram Show\".Earl, it's good to have you here tonight. We heard there, the president, President Biden, addressing his poor debate performance. A second Democratic congressman tonight is now calling for him to step aside, major donors also joining those public calls. What was your sense, Earl, after speaking with the president today? Is he fit to continue and to keep running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:23:05",
      "speaker": "EARL INGRAM, RADIO HOST",
      "sentences": "I think that's a decision that will clearly have to be made by himself, and his family in those and political arena who know him best. He certainly didn't appear to show me signs of a guy who's ready to throw in the towel. He was combative as he's been in the last year or so. So he's not a guy is ready to throw in the towel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:23:05",
      "speaker": "HILL",
      "sentences": "I know you have a daily radio show there in Wisconsin. This is a crucial state. I know I don't need to tell you that, come November. And this has been dominating the conversation.Your listeners, as I understand it, they're mainly Democrats. How did they feel? What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "HILL",
      "sentences": "I mean, disagree with how?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "INGRAM",
      "sentences": "With the fact that we should not have a conversation. It's part of the political system to say that the things that you can't discuss when and were talking about who is going to be the most powerful person in the world, doesn't make any sense to me. And so that's not part of the democratic process.And it can't be about emotion. It has to be about reasoning and what's right and what's wrong and only comes through debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "HILL",
      "sentences": "I know you asked the president today about Donald Trump's comments during the debate regarding what he referred to as in black jobs.Here's part of what the president had to say. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "BIDEN",
      "sentences": "You know what he's doing. It's shameful. He's talking about Black jobs, meaning all these things that Blacks can do manual labor, meaning menial labor. That's what he's doing. That's how he looks at it.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "HILL",
      "sentences": "What else did the president bring up with you? Did he -- did he touch on that? He seemed concerned about in the wake of the debate in terms of the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "INGRAM",
      "sentences": "Well, you know, there's a plethora of things when you look at the conditions that exist and have can have existed in Black America. I'm 70-years-old. We just celebrated the 60-year anniversary of the civil rights bill, and here it is, 60 years later. And the income disparity gap in this nation is abysmal,Black Americans on average, $45,000 a year. White Americans, well over $260,000 a year. It's absolutely unconscionable that after all these years that still exists. To Joe Biden's credit, he's attempted to address those issues. He certainly has made it a priority, but he hasn't been able to make these things all the reality because, you know, he's had a couple of Democrats, Kyrsten Sinema and Joe Manchin who interfered with what he was attempting to make happen. I can tell you that he's been able to accomplish some things that have made it more palatable for the poor and people of color, and downtrodden in this nation to have an opportunity to let people realize that, hey, there's somebody who does care about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "HILL",
      "sentences": "Earl Ingram, really appreciate you taking the time to join us tonight and sharing a little bit more of that conversation and especially what we've heard from your listeners, that full interview, of course, airs tomorrow on \"The Earl Ingram Show\". Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "INGRAM",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:11",
      "speaker": "HILL",
      "sentences": "OUTFRONT now, Whitney Tilson, a longtime Democratic donor who says, it is time for Biden to step aside.So, Whitney, you just heard from Earl Ingram, talking about what his listeners are saying, majority Black voters in Wisconsin, they say Biden is their guy. They do not want to rock the boat, they want him in this race. You want him out. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "HILL",
      "sentences": "You have said, I know that privately a number of Democrats have shared their concerns with you. Reed Hastings, one of the party's biggest donors, just told \"The New York Times\" he now thinks its time for Biden to step aside.Do you think these more public pushes from yourself, from other donors, from lawmakers will bring more people forward publicly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "TILSON",
      "sentences": "I think that the dam has broken and the more and more people will come out publicly. I can tell you with certainty that as recently as last Friday and Saturday after the debate, there were quite a few people who felt like it was just an off tonight.As of today, there is -- I can't find anybody, even the -- and I am a hard hardcore Democrat and Biden supporter. I love Joe Biden. I respect the fact that he's an optimist, that he's a fighter, and that has served him well in the 52 years since he was first elected to the Senate. But it's different today, I'm afraid. The ship has sailed and there is not -- there is basically no -- almost no support remaining for him as a candidate. Not against him personally, but because nobody thinks he can beat Trump. And I think, unfortunately, that's correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "HILL",
      "sentences": "So at that point, then, what do you think the timeline is here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "TILSON",
      "sentences": "I actually think, you know, it reminds me about what Hemingway and \"For Whom the Bell Tolls\", I believe where it -- his character was asked, how did you go bankrupt and the answer was -- well, at first slowly, and then quickly. I think we've reached a tipping point where from everything I'm hearing, both in the polls, talking to donors, seeing what politicians are saying behind the scenes, only very few have gone public, but trust me, they're all saying the same thing privately. They just don't want -- they just don't want it.They actually think by going public that Joe Biden will dig in his heels and it will be contrary to what we all want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "HILL",
      "sentences": "So I didn't get them, but I know you had said you thought it could be as soon as Friday. I only have time for a yes or no. Do you stand by that? TILSON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "HILL",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "TILSON",
      "sentences": "I think -- I think we are certainly not talking a matter of weeks. It's a matter of days I think before Joe Biden will do the right thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "HILL",
      "sentences": "Whitney, thank you for taking the time to be with us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "TILSON",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:37:09",
      "speaker": "HILL",
      "sentences": "Tonight, CNN learning new details about whether Donald Trump's team thinks they are better off with or without Joe Biden as the Democratic nominee. Sources telling my colleague Kristen Holmes that Trump's advisers are calling Democrats trying to figure out what's happening and they're now starting to turn their fire on Kamala Harris, the campaign calling the Vice President Biden's cackling copilot in a statement today, adding, quote, President Trump will beat any Democrat on November 5th.Kristen Holmes is OUTFRONT with the new reporting. So, how do Democrats feel overall about the prospect of Democrats replacing Joe Biden at the top of the ticket meaning Donald Trump would be facing a new opponent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:37:09",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, there's lot of questions about what exactly this means, and I want to go back in time here because for much of the last year, we have heard from Donald Trump, allies and some of his top allies floating this idea without any merit, that Joe Biden would not be the presumptive nominee for Democrats, that last-minute, he was going to step down and someone else would take his place.But now, that seems closer to reality than ever before, a possible reality. They are left to figure out what exactly that would look like. And they have spent millions of dollars in modeling, in data, in research going after and looking at a race that puts Trump against President Joe Biden and not anyone else. And if you look at the one of his quotes, I want to pull up here. This is from a GOP pollster. I think it says at all, which is he'd rather go with the devil he knows than the devil he doesn't know. But talking to a lot of Trump's advisers, they say this race is going to be determined by the issues. They don't think the candidate is going to matter. In fact, one senior adviser says this to me, the issues are the issues and that's what people care about, every person on the potential list, and that is to replace Joe Biden has been complicit in the decisions of the Biden administration, obviously saying that whoever is at the top of the ticket, they are going to continue to try to link to the current state of the economy and inflation, immigration, the issues that Trump pulls better at than President Joe Biden. But again, this is a new turn of the wheel and it doesn't seem as the Trump campaign realized how devastating this was going to be for President Joe Biden, that debate until Monday, and that's when they really started making calls not just to Democrats that are friendly, but also to reporters. I'm talking about really everyone in Trump's orbit. I'm getting calls from all corners of Trump world trying to figure out what exactly going to happen next. They say there'll be ready, but they also say, and this comes from senior advisers. They're not going to do a single thing until this plays out. They're not going to spend money trying two revamp a campaign until they see what actually happens with President Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:37:09",
      "speaker": "HILL",
      "sentences": "Interesting, although there is one new Trump ad out, as we know, going after the vice president. So, not too much money, but maybe just a little.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:37:09",
      "speaker": "HOLMES",
      "sentences": "A little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "LARRY SABATO, PROFESSOR, UNIVERSITY OF VIRGINIA CENTER FOR POLITICS",
      "sentences": "Well, certainly, the debate played a role, although I need to stress as others have, and that President Biden had already slipped behind before the debate. He was behind President Trump before he got on that stage, and it's only gotten worse since. It's pretty stunning to see the CNN poll and a couple of other polls today showing that Trump has a six-point lead over Joe Biden and it's eight points, if you consider the entire pool of registered voters.I tell you what's shocked a lot of Democrats and Democratic donors and others, it's the fact that Donald Trump for the first time ever is on the edge of 50 percent. He's right there. We thought four years that his high watermark was 46 percent, which is essentially what he gotten 2016 and 2020. This is serious business and it has gotten worse. And I think people also are taking it more seriously because of the Supreme Court decision about presidential immunity. Character in the Oval Office really matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "HILL",
      "sentences": "To that point, given that Michigan is a must-win for Joe Biden, and adding in what you had seen prior to the debate, do you think there is any chance that he could turn it blue again on your map before November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "SABATO",
      "sentences": "Oh, sure, politics is a crazy business. And you'd never know what's going to happen in the next hour, much less next week or next month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "HILL",
      "sentences": "True.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "SABATO",
      "sentences": "And even though it seems like the election is close, Erica, it really isn't. There's so many things that are going to happen, including the two party conventions.So there's -- there's time -- there's not a lot of extra time. This is not something to dawdle about. I think President Biden has to make a firm decision and other Democrats will have to help him make that firm decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "HILL",
      "sentences": "What about and as you point out, importantly, there is a lot of time, but there are a lot of questions about what could happen if the Vice President moves to the top of the ticket.Does -- do things change if Kamala Harris becomes the Democratic nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "SABATO",
      "sentences": "Yes. It's very interesting. The focus has been on Biden and the Republican attacks have been almost exclusively on Biden. It's actually significant that they have released an ad about Kamala Harris.You see, they've let her go for awhile and others have, too, because a vice president tends to disappear and move to the back of the stage. And so, her ratings are a bit better. And sure enough, she's coming closer to Trump and Biden is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "HILL",
      "sentences": "You know, two weeks ago on this show, you said were already hearing from worried Democratic officials. They were asking before the debate what would happen if President Biden was not the party's nominee? I'm curious. What are those public official saying to you now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "SABATO",
      "sentences": "The ones I've spoken to are convinced with only one exception that President Biden has to step down. They don't agree about who should succeed and how to do it and whether there should be an open convention. The more they think about it, the more I think they'll realize that Harris has access to the money and the legal justification for using it and other things. As a part of the ticket, it would probably be easier and smoother if she is simply ascended to the nomination, assuming President Biden will move along. And who knows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "HILL",
      "sentences": "Listen, as you said, a lot can happen in the next hour. This is politics.Larry, always appreciate it. Thank you. Keep that crystal ball close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "SABATO",
      "sentences": "Thanks, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:48:40",
      "speaker": "HILL",
      "sentences": "Tonight, Biden's fiercest defender, First Lady Jill Biden, in the battleground state of Michigan, telling a roomful of campaign volunteers, quote, Joe is the Democratic nominee and he's going to beat Donald Trump just like he did in 2020.This comes as a source tells CNN the first lady is, quote, all in on her husband's candidacy. Sunlen Serfaty is OUTFRONT. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:48:40",
      "speaker": "JILL BIDEN",
      "sentences": "Joe, you did such a great job.SUNLEN SERFATY, CNN CONGRESSIONAL CORRESPONDENT (voice-over): At the most critical moment of President Joe Biden's political career, it is Jill Biden who is assuming the mantle to save him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:48:40",
      "speaker": "JILL BIDEN",
      "sentences": "You answered every question. You knew all the facts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:48:40",
      "speaker": "SERFATY",
      "sentences": "The first lady is all in, a source tells CNN, saying that she's still committed to her husband remaining in the 2024 race.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:01",
      "speaker": "REPORTER",
      "sentences": "Is he fit for office?  Do you think he's fit for office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:01",
      "speaker": "WALZ",
      "sentences": "Yes, he's fit for office. The president has three-and-a-half -- three-and-a-half years of delivering for us, going through what we've all been through. None of us are denying Thursday night was a bad performance. It was a bad -- it was a bad hit, if you will, on that, but it doesn't impact what I believe he's delivering.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:01",
      "speaker": "MOORE",
      "sentences": "No, I will say this -- in November, we've got a clear choice. The president was very clear that he is in this to win this, and the president is going to -- the president is our nominee. The president is our party leader, and the president has told us and he was very clear back there that he is in this to win this.And so, for people, I would say and listen, we're governors, we don't do hand wringing. That's not what we do. Governors working to get things done, governors say tell me the objective and we're going to make sure that we accomplish the objective. And so, for people who are -- who are concerned, I just want to be very clear on something and come November, we've got a binary choice. And the binary choice is between someone who is continually delivered for us in our states and the people of our states and frankly, someone whose vision for the future of this country is downright dangerous. And so I would tell people, it is time to mount up and its time to get serious and understand what's at stake.] (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:01",
      "speaker": "REPORTER",
      "sentences": "How did the president explain how his debate performance to you on Thursday night? And does he understand the stakes, but he's speaking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:01",
      "speaker": "WALZ",
      "sentences": "Yeah, yeah. He did. He said, look, he did -- he lets -- he listened himself, and I thought he gave a great example when he said, look, I'm worrying about numbers on this. It's about people. It's about their lives.This is Joe from Scranton. He talks about building the middle-class. He did it, he delivered. And I think this idea that you get in your own head, you get a little bit cycled up on that. What we saw it in there today was a guy who was the guy that all of us believed in the first-time, who could beat Donald Trump and did beat Donald Trump. Thank you. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "JILL BIDEN",
      "sentences": "You answered every question. You knew all the facts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "SERFATY",
      "sentences": "The first lady is all in, a source tells CNN, saying that she's still committed to her husband remaining in the 2024 race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "JILL BIDEN",
      "sentences": "I love him from the start. I saw him then the same character that I see in him today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "SERFATY",
      "sentences": "In the sixth day since the debate, her flurry of campaign events and OUTFRONT public statements has signaled that resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "JILL BIDEN",
      "sentences": "There is no one that I would rather have sitting in the Oval Office right now, then my husband, waging a public display of damage control telling fundraisers that her husband said of the debate, I don't know what happened. I didn't feel that great, in attempts at narrative setting, telling \"Vogue\" they will not let those 90 minutes to find the four years he's been president. We will continue to fight.This is a role Jill Biden has had for nearly five decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "PRESIDENT BIDEN",
      "sentences": "My name is Joe Biden. I'm Jill Biden's husband.As the president's chief confidant, staunchest advocate, and fiercest defender. After nearly 50 years of marriage, all in the political arena where they have been battle tested together. KATE ANDERSON BROWER, AUTHOR, \"FIRST WOMEN\": She does not want to give up this position and she doesn't want her husband to give it up and I think it says a lot about her belief in him, that she -- that she was the first person we heard from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "SERFATY",
      "sentences": "But that outsized influence in this crisis is being scrutinized as questions over President Biden's fitness for office are mounting, some are pointing a finger at the first lady.A Texas Republican musing, \"Who is the commander in chief?\" with a video of the Bidens hand in hand after the debate. Another Republican member of Congress accusing Jill Biden and the campaign of elder abuse. And a \"Wall Street Journal\" opinion article says, Jill Biden should ask herself whether her admirable loyalty to her husband will serve the best interests of our country, adding that fate has given Mrs. Biden the power to shape history, may she use it wisely. Presidential historians drawing comparisons to past first ladies, protecting the legacy of their husbands around sensitive issues. ANITA MCBRIDE, AUTHOR, \"REMEMBER THE FIRST LADIES\": There were allegations or rumors of, you know, President Reagan's condition or some signs of cognitive difficulty or perhaps, you know, early dementia. She dismissed that. And again, was focused on his legacy, what he could contribute in his presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "SERFATY",
      "sentences": "The White House says that is not what is happening here. Asked if the first lady is covering up a medical condition of the president's, the first lady's communications director tell CNN(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "HILL",
      "sentences": "So, an emphatic no. There's also been some criticism that the first lady is shielding the president, Sunlen. How does the White House respond to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:00",
      "speaker": "SERFATY",
      "sentences": "Yeah, Erica. Source close to the Biden's telling me that's ludicrous. The first lady also lady's office, they're trying to push back on that and they say are trying to argue at least that that's just not what's happening here. They say that she is there just to support her husband, that he has his own political and policy advisors and that politics they say is his lane.But certainly, anyone who's observed the Biden's and certainly multiple sources confirm that, again, to me that there are bond is so close, that this is something she has turned into something of a de facto adviser to him over the years. An ally of the president and the first lady also tells me that she will continue to be his biggest defender, but that essentially the blame for all of us they say can't fall solely on her back here. They say, quote, it's unfair to put the future of the Democratic Party on a spouse, this source tells me. Certainly significant also today, Erica, that she was out on the campaign trail opening a campaign office in Michigan, and she said Joe Biden will be the nominee.",
      "isLastSentenceInterrupted": false
    }
  ]
}