{
  "date": "2024-08-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Harris Meeting with VP Vetting Team for Preservations on Finalists; Trump Rallies in Battleground Georgia; U.S. Sends More Military Assets to Middle East; Ukraine Says It Sunk Russian Submarine in Crimea; Whelan Says Detention by Russia was \"Absolute Nonsense\"; Big Wins for Team USA in Paris. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:00",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "All right. We'll see how that all unfolds for us.Mark Zandi, thanks so much. We appreciate it. Another hour of CNN NEWSROOM starts right now. You are in the CNN NEWSROOM. Hi, everyone. I'm Jessica Dean in New York. And tonight Vice President Kamala Harris preparing to make one of the most important decisions of her political career. That is choosing a running mate. A source telling CNN Minnesota Governor Tim Walz will be one of the finalists Harris interviews tomorrow as the campaign renews its focus on, quote, \"competence, chemistry, and core values.\" Pennsylvania Governor Josh Shapiro remaining a favorite as the campaign weighs whether he can help deliver a Democratic victory in his critical battleground state. CNN senior reporter Isaac Dovere joining us now. Isaac, good to see you. This campaign has been moving very quickly. It's had to, in this very unconventional way that it has come to be. We know Harris is tonight meeting with her vetting team, going through all of these reports. What are your sources telling you about her mindset as she enters these final hours of choosing a running mate? EDWARD-ISAAC DOVERE, CNN SENIOR CORRESPONDENT: Well, look, Jessica, let's remember, first of all, that two weeks ago right now, Joe Biden was still in the race. Kamala Harris was running mate. This is a process. And that itself is having a determinative effect on what's going on. There's a piece up on our site right now that I write that leaps of faith are not Kamala Harris' style, but she is going to have to make one at least to a certain extent in this decision. She's looking into who can help her win. She's thinking about a governing partner. She's thinking about what kind of rapport she'll have with the person. But all of that needs to be done along with all the vetting about all the past business transactions, all the personal affairs, anything that they've ever done in their lives, all in a period of just a couple of days here, right? And in maybe one or two meetings that Harris herself will have with the final picks. And importantly, she does not know any of the picks that well, and the one that she does know, has spent the most time with, Pete Buttigieg, that relationship has been a little troubled over the years, but it's gotten a lot better lately. So she's having to do this all very quickly and figure out where she is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "DEAN",
      "sentences": "And Isaac, you've also reported that one thing they really are keeping an eye on and are focused on, no surprises, they want to keep this honeymoon going on as long as possible. And yet, this vet something that typically can take months. It takes even just get all the information gathered, to have somebody go through it, et cetera, et cetera, has really been compressed. So they really are, to your point, trying to -- she really has to take a leap of faith here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "DOVERE",
      "sentences": "Yes. Look, this is not something that ever is done over a two- week period and even for the people who have been trying to put together the documents on the side of the potential running mates, that takes a long time, go get all your financial records for the last 10 years or 20 years, or 30 years, see how quickly you can do it, right? And that's just one piece of it. So it's a lot of the information that needs to be compiled quickly, gone through quickly, trying to not have anything that blows up on them.There's a feeling that if you look at J.D. Vance's rollout and some of the trouble that he's had on the Republican side, that is the kind of thing, and sort of best-case scenario when not enough has done. But obviously we've seen in the past sometimes when running mates are picked that there can be bigger things that aren't caught in the vetting process. That's why usually this is a fine tooth comb that they go through. Months of questions, of interviewing lots of people than anybody who has ever had any contact with the potential running mates. That is not what they have the option of doing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "DEAN",
      "sentences": "All right. Isaac Dovere with his latest reporting as we close in on these final hours before Vice President Harris picks her running mate. Thank you so much for that, Isaac. We appreciate it.While Harris focuses on choosing a running mate, her Republican challenger, former president Donald Trump is campaigning in Atlanta, where moments ago he attacked Georgia's Republican governor Brian Kemp. Kemp notably not supporting Trump. (BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: Under these kinds of woke radical left policies, Atlanta is like a killing field and your governor ought to get off his ass and do something about it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "DEAN",
      "sentences": "All right. Let's go straight to CNN's Alayna Treene, who is there at the rally.The president is still speaking behind you, Alayna. We listened to some of his message last hour. What more can you tell us about what he's saying tonight? ALAYNA TREENE, CNN CORRESPONDENT: Well, this is a classic Donald Trump speech, so, Jessica, very reminiscent of 2016 and his old playbook. He's attacking his political enemies. He's, you know, using very aggressive rhetoric to go after Kamala Harris. He's also attacking President Joe Biden. I do want to mention, as you noted, that he just spent the last several minutes going after Georgia Governor Brian Kemp, a Republican. Kemp has actually said that even though he didn't support Donald Trump in the primary, he would vote for him in November, but Donald Trump is really trying to eviscerate him on stage right now. He's also been attacking Georgia secretary of state, Brad Raffensberger, again, noteworthy because both of them have been very involved in the Georgia election case involving Donald Trump's efforts to overturn the 2020 election. But I want to go back to the main parts of his speech, which is where he's really trying to define Kamala Harris, something we know from our reporting and from my conversations with several of Donald Trump's senior advisers that they have struggled to do so far. They are trying to workshop the best lines of attack against her. And we have heard some new ones here tonight. Take a listen to some of what he said. I want to point out those first sound you're going to hear is about the prisoner swap. And then he goes back into attacking Harris. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "TRUMP",
      "sentences": "I'd like to congratulate Vladimir Putin for having made yet another great deal. Did you see the deal we've made? Now, look, we want to get people in, you know, we got 59 hostages. I never paid anything. They released some of the greatest killers anywhere in the world. Well, some of the most evil killers they got and we got our people back. But boy, we make some horrible, horrible deals. And it's nice to say we got them back. But does that set a bad precedent?You have a candidate who is fake, fake, fake. On the other hand, you have a president who will fight, fight, fight. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "DEAN",
      "sentences": "And Alayna, just quickly, I do want to ask you about him backing out of that planned debate with Vice President Harris that was set to take place next month. He wants -- he doesn't want to do that one. He wants to set terms for a new debate on FOX News. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "TREENE",
      "sentences": "Well, it's very unclear whether or not we're actually going to see Trump and Harris debate because they have not come to agreement as of today. It is very clear that they are in two very different pages when it comes so this debate. Trump has said that he has agreed to a September 4th FOX News debate in Pennsylvania. That is not something that the Harris campaign has agreed to.And he said, if Harris does not go to that debate then he has no plans to debate her at all. On Harris' part, however, she said she's still sticking by that September 10th ABC News debate that Donald Trump himself had previously agreed to when he was still debating or facing off, I should say, against President Joe Biden. And look, from my conversations with Trump's team, their argument is that they had an agreement to debate Biden for that and that they no longer have an obligation given that Biden has ended his campaign. All of this, though, has now been turned into a way to attack their opposing candidate. We've seen Donald Trump tried to claim that Harris is afraid to debate him. Harris claiming that Donald Trump, his line of anytime, any place, anywhere doesn't apply to her because he's afraid of her. So we really are kind of seeing this become nasty and it's very unclear whether or not we'll actually have a resolution and get a debate that I know millions of Americans are eager to have before they start casting their votes as early as mid-September -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "DEAN",
      "sentences": "Alayna Treene in Atlanta, Georgia. Thank you so much for that reporting. We're going to continue to monitor the former president's remarks down there tonight. Also this evening, we have breaking news, hurricane warnings now inplace for parts of Florida's Gulf Coast as the newly named Tropical Storm Debby heads toward land. Meteorologist Elisa Rafah in the CNN Weather Center with the latest. We've had some developments, Elisa, since we last saw you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "DEAN",
      "sentences": "The U.S. is sending additional military assets to the Middle East, including a carrier strike group, warships and a fighter squadron. This as the Middle East is bracing for possible Iranian retaliation for the killing of a senior Hamas leader in Tehran earlier this week. The group blaming Israel for that attack.Journalist Elliott Gotkine is joining us now from London. Elliott, Iran is warning of retaliation. What more do we know? What indications are we seeing of where they are in that process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Jessica, just about the only thing we do know is that there will be an Iranian response to the assassination of the head of Hamas' political wing, Ismail Haniyeh, in an apartment block in Tehran. That's about all we do know. We don't know when this attack, when this response is going to happen.Iran telegraphed its previous barrage of missiles and drones on Israel back in April, quite a lot in advance. This time they don't seem to be giving that away. We don't know where the attack is going to come from. Will it come directly from Iran, from its main proxy Hezbollah in southern Lebanon, which by the way in the early hours of Sunday morning fired more than 30 projectiles the northern Israel? According to the IDF, there were no reports of injuries or damage. Will it come from the Houthis? Will it come from other Iranian backed groups in Iraq? Could it be a combination or could it happen somewhere else not inside of Israel? But I think the most important question is what exactly is this response going to look like? And will it cross any red lines which are, let's say, more immovable red lines than some of the ones that we thought were already laid down and which have been breached many times already by all sides? So, for example, if there were an attack on Tel Aviv that might be seen as a red line and a reason for Israel to escalate things further and for things to descend into all-out war. So Iran will probably right now be thinking very hard about how it can respond in a way that saves face a bit for having its esteemed guest Ismail Haniyeh assassinated on its soil. I should say that Israel hasn't claimed responsibility. How it can restore a modicum of deterrence and yet at the same time ensure that whatever response it does decide to do doesn't push sides whether it's Iran and Hezbollah or just Hezbollah and Israel into all- out war -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "DEAN",
      "sentences": "And Elliott, how are people and the government officials in Israel reacting to all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "GOTKINE",
      "sentences": "So Prime Minister Benjamin Netanyahu just the other day he warned of, in his words, challenging days ahead for the country and we know from Victory Supermarket, which is one of the smallest supermarket chains in Israel, they were telling CNN about a spike in sales of basic goods like cereal, canned goods, bottled water, and pasta and toilet paper, things like that. Something like 30 percent increase in sales in some cases.We've also seen the Jerusalem municipality telling residents what it ought to do, that it should stock up on things like water and batteries and food, to give them enough like three days' worth in the event of a wider attack. And also directed them to public shelters. But beyond that, and we have seen more protests in Tel Aviv against the government trying to get it to do everything it can to bring the hostages home, something it feels is now going to be even harder after the assassination of Ismail Haniyeh, who, although not part of the negotiating team, was still one of the decision-makers in Hamas. But by and large, Jessica, I think life is just continuing as normal relatively in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "DEAN",
      "sentences": "Elliott Gotkine for us from London. Thank you for that reporting.We are also following breaking news in Russia's war on Ukraine. The Ukrainian military today saying it has sunk a Russian submarine and struck an S-400 anti-aircraft missile system in Russian occupied Crimea. Ukrainian official saying the submarine sunk, quote, \"on the spot.\" They say the same submarine was severely damaged in a Ukrainian missile attack last September. Now this attack is Ukraine's latest blow to Russia's Navy, which Kyiv claims has already lost a third of its Black Sea fleet. Russia has yet to comment on that attack. And joining me now, CNN military analyst and retired U.S. Air Force Colonel Cedric Leighton. Cedric, good to have you on as always. Let's talk first about Ukraine and what I was just describing, what's your reaction to this move by the Ukrainians? COL. CEDRIC LEIGHTON, CNN MILITARY ANALYST: Well, Jessica, it's great to be with you again. It's very clear that the Ukrainians have a strategy that has hit the big stuff that Russia has and hit it hard. And there's a lot of stuff moving, military equipment. It is dangerous to Ukraine from a military perspective that is based in Crimea. [19:25:01] And, of course, the Ukrainians consider Crimea to be Ukrainian territory and the fact that they have been able to hit targets such as the submarine, this Kilo-class submarine. It's called the Rostov-na- Donu. That really means something because this submarine and types like it are capable of carrying what are known as Kalibr missiles. The Kalibr missile is a -- some variants are subsonic, others are supersonic. But these are missiles that are used to attack the Ukrainian infrastructure. All the energy plants that the Ukrainians have lost during these two years of war, they've been attacked in the most part through missiles like the Kalibr. So hitting this submarine is a big, big deal. And the other thing hitting that S-400 site, that helps with the air defense system for the Russians. And if you knock out the air defense system, that means that you can start flying against Russian targets that you're going after. So this could potentially give the F-16s that Ukraine has just received a role in taking care of targets in Crimea as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "DEAN",
      "sentences": "I also want to talk to you about what's going on in the Middle East, which we were just reporting on. We heard that reporting from Elliott Gotkine. The U.S. we know is sending an aircraft carrier warships, a fighter squadron to the region amid this potential retaliation from Iran over the killing of the senior Hamas leader in Tehran earlier this week.What do you make of these moves by the American military? Will Iran be factoring that in to their decision as they tried to figure out how they will retaliate? They have promised retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "LEIGHTON",
      "sentences": "Yes, that's right. They have promised retaliation and basically what the U.S. move is, with all the -- with the aircraft carrier going in there and another aircraft carrier in the Gulf of Oman, the idea here is to present the Iranian with a fait accompli that the U.S. is going to be there and will knock out a lot of Iranian missiles if they choose to go that route. A lot of Iranian missiles that could be lodged against Israel.If that happens, if the Iranians do what they did in April or something similar to that, then the U.S. is prepared, along with other allies, to in essence bolster Israeli's air defense system, and that's really what this is. This is in essence a move of deterrence. And the capability exists among the U.S. coupled with the Israeli capabilities to protect a large portion of Israel, whether or not they're as effective as they were in April remains to be seen, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "DEAN",
      "sentences": "Right. And we will see how that plays out.All right, Cedric Leighton, always great to have you on. Thanks for your analysis. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:08",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Jessica, anytime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:17",
      "speaker": "DEAN",
      "sentences": "After spending nearly six years jailed in Russia, Paul Whelan, one of the three Americans freed this week is now speaking out.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:17",
      "speaker": "PAUL WHELAN, FREED AMERICAN",
      "sentences": "I went on a two-week vacation, you know. The FSB grabbed me, said I was a spy, I am apparently a general in the Army, a secret agent for DIA, this is the nonsense narrative they came up with and they just -- they wouldn't let it go.So, yes. This is how Putin runs his government. This is how Putin runs his country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:17",
      "speaker": "DEAN",
      "sentences": "Let's bring in Mickey Bergman. He helped negotiate WNBA star Brittney Griner's release from Russia. He also has written the book \"In The ShadowsMickey, thanks so much for joining us, we appreciate it. I first want to get your thoughts. MICKEY BERGMAN, AUTHOR \"IN THE SHADOWS\": Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:17",
      "speaker": "DEAN",
      "sentences": "Yes, I'm happy to have you -- get your thoughts on this historic prisoner swap that we saw that was so complicated and took the buy-in of many US allies to get this done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:17",
      "speaker": "BERGMAN",
      "sentences": "Yes, I think it is a tremendous feat. Look, I've been -- in my organization, I have been working with a lot of the families of Americans that have been held in Russia and those who still remain held in Russia. But this was a US government operation. It was negotiated and executed by the government.I commend the White House, the State Department, the CIA. This took so much coordination and such careful choreography to pull. We should all be very, very proud of what was done. And as we all know and as we all see, these deals are never good, they never feel good, but sometimes they're the only way to bring our innocent Americans back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:17",
      "speaker": "DEAN",
      "sentences": "I want to talk more about that point in just a second, but first, I want to talk about, it does seem like, look, as Evan Gershkovich, just over there, being a journalist, doing his job, journalism is not a crime, get scooped up, held wrongfully.How does the White House, how does the US deter this from happening in the future, deter Putin from scooping Americans and trying to hold them for these negotiations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:22",
      "speaker": "DEAN",
      "sentences": "And then I want to get to your other point that you made about, there aren't great options here and John Kirby, the NSC spokesperson, had said that he's not thrilled about some of these guys being let out, but you have to make tough calls. I'm paraphrasing what he said there, but that was kind of it. Do you agree with that assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:22",
      "speaker": "BERGMAN",
      "sentences": "Yes. Look, I have been doing this for 18 years. We have brought countless of Americans home. Some of them through the US government, some of them we are able to bring home ourselves.Maybe it is something for Bibi Netanyahu, the prime minister of Israel. You talked about it in your show just a little while ago to take a lesson from President Biden. That's what leadership does. You do whatever it takes to bring your people home. You are strong enough to do this, and then you figure out how to mitigate and live with the consequences. But, Jessica, one of the things that is important, especially in the case of Russia, is that we're very, very excited and I have failed to bring Paul Whelan back home four times before he came home this week and I'm extremely excited to see him home. But we do have Americans that are still there. I've spent the last couple of days talking to devastated families, families that we work with. Robert Gilman and Andre Khachaturian, David Barnes, Ksenia Karelina, these people -- these families have watched this deal unfold thinking whether their loved ones are included, finding out that they're not -- Paul Whelan's family is all too familiar with how that feels. We need to make sure that we bring them home and there are more deals to be made, and the Russians they're not irrational, they are not crazy. We can communicate with them. We do communicate with them. We continue -- I was with my Russian colleagues just this week discussing these things. We can bring the rest of the Americans home as well, and we should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:22",
      "speaker": "DEAN",
      "sentences": "One critic has been former President Donald Trump, who praised Putin for getting a good deal. He was saying this at his rally. This idea that this somehow incentivizes Putin but others to take Americans or in Trump's case, the argument that it was -- that America gave away too much. What do you say to that criticism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:22",
      "speaker": "BERGMAN",
      "sentences": "So, first of all, I think this is campaign language and we need to take it with a grain of salt because when President Trump was actually president, I worked with his administration. We brought Americans home and we made deals and we made exchanges. Every president, Democrat, Republican does those because sometimes it's the only way to bring innocent Americans home.Now, as for the criticism of incentivizing, it is really, really important to note two points, Jessica, on this. The first one, data, the data doesn't support all the research that has been done. The numbers show that there is complete ambiguity, there's absolutely no correlation between the way these deals, these cases are resolved, whether its deals or not, and whether there are more Americans that are actually being taken. That's number one. And number two, is an ethical and moral thing. We cannot try to build the terms on the back of our innocent Americans. First, we need to bring them home then we can do deterrence. otherwise, we are using them ourselves as hostages to our own policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:22",
      "speaker": "DEAN",
      "sentences": "All right, Mickey Bergman, thank you for the context there, and the analysis, we really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:22",
      "speaker": "BERGMAN",
      "sentences": "Anytime. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:26",
      "speaker": "DEAN",
      "sentences": "Tonight, a new autopsy report is shedding light on the death of D'Vontaye Mitchell, the 43-year-old was pinned to the ground by security guards outside a hotel in Milwaukee back in June. His death is now being ruled a homicide. CNN's Camila Bernal joins us now.Camila, we're also getting disturbing new surveillance video showing those moments around the fatal encounter. What more are you reporting today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:32",
      "speaker": "DEAN",
      "sentences": "All right, Camila Bernal, with that reporting. thank you very much. We will be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:18",
      "speaker": "DEAN",
      "sentences": "Ahead of his 100th birthday, former President Jimmy Carter telling his family he's hanging on so he could vote in the presidential election saying, \"I'm only trying to make it to vote for Kamala Harris.\" That's according to Carter's grandson who was relaying a conversation the former president had with his son, Chip, this week first reported by \"The Atlanta Journal-Constitution.\" Carter has been in hospice for more than a year. He was diagnosed with cancer in 2015. Turning now to a huge day for Team USA in Paris. Simone Biles soaring to victory in the vault final, her third gold medal for these Games. She's not done yet.Katie Ledecky continuing to dominate in the pool. She now holds more gold medals than any other American woman, and Sha'Carri Richardson getting a surprise silver in the 100-meter dash. CNN's Coy Wire is in Paris with more on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:18",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "We have a new fastest woman on the planet. It was pouring down rain in Stade de France. There were puddles on the track. Crowd was hype, no Jamaican sprint queen Shelly- Ann Fraser-Pryce though, she was a late scratch from the event, it was Julien Alfred of Saint Lucia shocking the world making history in the 100-meter dash. She beat out American star, Sha'Carri Richardson, to take the gold. It's the first ever Olympic medal of any kind for Saint Lucia in any sport. It is an island nation of just about 180,000 people.The reigning world champion, Richardson, on a redemption tour after missing the Tokyo games due to testing positive for THC, was clapping afterwards showing great sportsmanship. Her teammate, Melissa Jefferson, took the bronze. Drama in the 400-meter mixed relay. Americans had an enormous lead at the final tournament. The Netherlands' Femke Bol was behind by about 12 meters, but apparently for the Dutch, that ain't much. On the final stretch, the defending world 400-meter hurdle champ came out of nowhere to take the lead and the gold. The Americans just set the world record yesterday in qualifiers. That stays intact by just two one-hundredths of a second. Team GB took the bronze. More history, Team USA's two-time defending Olympic shot put champion Ryan Crouser has done it again. Gold for a third straight Olympics. Nobody has ever done that before. He self-coached, practices on his property back home at 31-years-old. He battled back, right back to the top of the mountain. American Joe Kovacs took the silver and how about Jamaica's Rajindra Campbell taking bronze. Katie Ledecky, the stuff of legend, winning her fourth straight Olympic gold in the 800-meter free. She beat out her rival, Ariarne Titmus of Australia by more than a second, American, Paige Madden, took the bronze. Ledecky, the fastest swimmer in the world in her event over a span of 12 years. She's 27-years-old, most decorated female, American Olympian of all time, 14 medals in all. Four of them coming here in Paris and she's never ruled out going for more in LA in 2028. The Canadian teen sensation,Summer McIntosh has done it again, beating out American's Kate Douglass and Australia's Kaylee McKeown on to win another gold at just 17 years old. She already set a new Olympic record in the 200-fly. She's the first Canadian to win three gold medals in a game. Simone Biles, another gold, reclaiming her Olympic title in vault from 2016. She did the Yurchenko double pike, a vault that includes a full extra flip, one more than any other gymnast there. She says she's terrified every time she does it. After landing she smiled inside. Simone became just the second ever to win two Olympic vault titles. Rebeca Andrade of Brazil took the silver. Jade Carey took the bronze. Here is Simone smiling still after the big moment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:25",
      "speaker": "WIRE",
      "sentences": "Simone Biles, now has three golds at this Paris Olympics with a chance at two more and the way things are going, maybe we can count on it.",
      "isLastSentenceInterrupted": false
    }
  ]
}