{
  "date": "2024-08-12",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Trump Lashes Out As Harris Gains In Key States: \"Fake Polls\"; Putin Critic Speaks Out After Being Freed In Swap; New Ruling In Fight Over Gymnast Jordan Chiles' Bronze Medal.  Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:41",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextTrump's struggling to define Kamala Harris, today announcing his biggest ad buy yet. We've got new reporting this hour on the bold move by Harris and what President Biden is saying about this? Plus, in their first joint U.S. interview, Vladimir Kara-Murza, a Putin critic just freed from a brutal Russian prison, in solitary confinement, joins me here live with his wife. What's it like to be together amid the fears that Putin could come after him again. And James Carville and Paul Begala together again. Their prediction about J.D. Vance tonight and why Harris-Walz reminds them of another winning ticket that they both know very well. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, Trump spending big after new polls show Vice President Harris ahead in key battleground states. Trump and his allies announcing major new ad buys tonight. So, right now, we can tell you, Trump is making his largest ad buy of his entire campaign, $37 million. And it's illuminating on your screen, all in major swing states, and a Trump super PAC also just announcing moments ago that it is going to spend 100 million in ads just over the next three weeks, just now, between now and Labor Day. Trump is acting in some senses like he's about to lose, throwing everything at Harris in what seems to be a fairly random effort to see if anything sticks. The spaghetti at the wall strategy evident today when Trump tried branding Harris a flip-flopper, which, of course, is a rather tough argument to make coming from Trump. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE: I'm very pro-choice. I'm also proud to be the most pro-life president in American history. Mail-in voting is totally corrupt, And make a plan to vote either by mail, early in person, or to vote on Election Day. You know, I'm a poll maven. I became like the old-time expert on polls. We do very little polling because I'm not a huge believer in polling. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:41",
      "speaker": "BURNETT",
      "sentences": "So there's that, right?And now, there's this, which is the effort to nickname Kamala Harris. So, the Trump campaign today put out a statement today saying, quote: Kamala has proven to be a kameleon in order to gaslight voters. Chameleon with a K, right? You got it. Now, it is worth noting though, that these attacks trying to brand Harris a chameleon did start soon and after we were told this by a former longtime close friend of J.D. Vance. (BEGIN VIDEO CLIP) SOFIA NELSON, J.D. VANCE'S FORMER YALE CLASSMATE AND FRIEND:  What I've seen is a chameleon, someone who is able to change their positions and their values depending on what will amass them political power and wealth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:41",
      "speaker": "BURNETT",
      "sentences": "But chameleon, flip-flopper in this spaghetti against the wall strategy that seems to be at play right now, join other attacks against Harris that so far have not gained any traction. In fact, Trump, who made his entire fortune and branding and who has again and again nicknamed his political rivals, rivals with both a juvenile and yet credibly powerfully cutting talent with names that stick and define them to their detriment has for the first time, failed repeatedly to nickname Kamala Harris.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:41",
      "speaker": "TRUMP",
      "sentences": "Now we have a new victim to defeat lyin' Kamala Harris. Lyin', l-y-i-n apatrophe.I call her a laughing Kamala. Did you ever watch her laugh? She's crazy. You know, you can tell a lot by a laugh. No, she's crazy. She's nuts. A lying radical left liberal San Francisco extremists. And we're going to defeat crazy Kamala. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:41",
      "speaker": "BURNETT",
      "sentences": "None of these have stuck, neither has purposely mispronouncing the vice president's name as you heard him do there several times.But the real irony on this actually comes from Trump's own running mate this weekend, J.D. Vance. (BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), VICE PRESIDENTAIL CANDIDATE:  I think that what it is is two people, Kamala Harris and Tim Walz who aren't comfortable in their own skin because they're uncomfortable with their policy positions for the American people. And so, they're name-calling instead of actually telling the American people how they're going to make their lives better. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:41",
      "speaker": "BURNETT",
      "sentences": "Hmm, name-calling. OK, instead of trying to tell people how you can make their lives better.Well, Trump's latest name calling and personal attacks are being criticized even more directly than that by his close allies. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "And McCarthy is correct. Trump is questioning the size of Harris's crowds, over the weekend spreading false conspiracy theory that Harris, quote, cheated, and quote, A.I., the crowd at a recent Michigan event. The reason this was so bizarre is, of course, there were a lot of people there to witness the event, including, you know, our own cameras, our own video from the event, which shows you what our cameras filmed. Thousands of people were in fact there.MJ Lee is OUTFRONT at the White House tonight to begin our coverage. And, MJ, Trump is accusing Harris now stealing one of his policy proposals on taxing tips for service workers, which is obviously a crucial issue in swing states, including Nevada. This is something that it's actually interesting because I know that Biden actually has even weighed in on this yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah, you're absolutely right.And, you know, establishing her own policy platform is one of the many things that Kamala Harris has had to do with unusual speed and it was really noteworthy over the weekend that we saw her come out in support of eliminating taxes on tips that are earned by hospitality and service workers. And no coincidence that she did it when she was in Las Vegas. This is, of course, a huge part of the economy there. But what was really notable, as you said, is the fact that the vice president actually came out in support of this policy before President Biden did. You know, vice presidents do not typically do that. They are there to support and back the policy position taken by the president and their role is really to play sort of the supporting role. But the difference now, of course, is that in different from three weeks ago, she is now suddenly a presidential candidate. And the White House press secretary actually earlier today asked about this policy positions. She said that the president does support this policy stance and confirm that for the first time again and unusual order of events. We don't typically see this. She was adamant that there is no daylight between the vice president and the president on this issue. And the other thing that made this really interesting politically is exactly what you said, that Donald Trump has taken this policy position before and that, of course, has prompted the Trump campaign to call her a basically a copycat. The RNC use the nickname copycat Kamala. Later this week, we are going to see the vice president laying out additional economic policy positions. So, that is going to be an interesting space to watch. Are there new policy stances that she takes that are different from what the policy stances are of the Biden administration so far -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "MJ, thank you very much, at the White House.All right. So here to discuss it at our dining room table, Lulu Garcia-Navarro. So, I mean, lying Kamal, crazy Kamala -- he's trying his nicknames, right? Even going so far as to spell out line with the apostrophe, yet none of this has worked so far. It does feel spaghetti against the wall. LULU GARCIA-NAVARRO, CNN CONTRIBUTOR:  If you have to spell it, then probably it isn't going to stick. I just wanted to start by saying that, that isn't going to be a very effective strategy. Donald Trump here is really struggling. I've spoken to Democrats who are sort of marveling at this moment to see how much he feels like he is not able to wheel this magical power that they used to feel that he could wield, which was naming someone and having that person be completely destroyed. If you think about how he used that during the Republican primaries, all the nicknames that he used from Marco Rubio --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "Little Marco.GARCIA-NAVARRO:  All these things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "Crooked Hillary, right? GARCIA-NAVARROWhereas Kamala has been, you know, you used to call Donald Trump \"Teflon Don\", but Kamala is the person at this point who is really been able to not be defined by him. And the more that he tries is it, I think the less effective that it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "I mean, Shermichael, it's like when we talked about the polls, he cares so deeply about that, right? He cares about when I was on this show, it was the highest rated show where the polls. He cares about those things, so this swing-state polling coming out and I've seen some polls so closer than others. But nonetheless, over the weekend, even in the New York post, which he reads the headline was not good for him.Michigan, Pennsylvania, Wisconsin, he's trailing. And these margins in American electoral politics are seismically large -- I mean, this is big, it's chasm. Now, we'll see, right, which is poll shows since early. So, I'm not -- I'm not saying that. But I'm saying that psychologically for him, this is a lot. I mean, just listen to him himself talking about polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR",
      "sentences": "I mean, look, it's a lot for us, too, right? Because we look at the numbers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "TRUMP",
      "sentences": "If it's bad, I just saw -- I say it's fake. If it's good, I say, that's the most accurate poll perhaps ever.I love polls only when they're good. When they're not good, I don't talk about them. When I was campaigning, I only mentioned that when we're going well in the polls when were not doing well in the polls. When we're not doing well, I don't talk about it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "A lot of this is psychology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "SINGLETON",
      "sentences": "I mean, clearly, I was ready to jump in and start talking about the polls clearly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "And so far this campaign, this very nascent campaign that we are in here has not really been about policy, right? It has been about memes and images and emotion of what people feel.MAX ROSE (D), FORMER U.S. REPRESENTATIVE:  Sure. And, of course, if Kevin McCarthy is publicly criticizing you, I mean, he's the greatest sycophant in modern politics, you know that you're really veering off course. But you put an interesting image up on screen, which is all of this Republican messaging that's going to be coming out well-funded, but if they're in an unfortunate situation right now because they're going to positioning so much of that funding towards this spaghetti approach that you mentioned, trying to caricature the vice president as something, of course, that she is not. What will they not be talking though, about as a result? They will not be talking about the economy and they won't be talking about but the thing that they need to talk about, which is trying to lie to the American public and position Donald Trump as a sane alternative because, of course, he is not. They won't message about at it and that's why they're going to lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "So -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "SINGLETON",
      "sentences": "But I've looked at some of the ads that have not come out yet, and they are going to focus on the economy. They are going to focus on immigration. They're being specific. You'll see immigration ads run in places like Arizona, Nevada, economic issues and places like Pennsylvania, Michigan, Wisconsin. They are being smart about the targeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "So when you're talking independence, I mean, still, right, your base. You bases are solidified, right? You're targeting whatever, whatever center is defined as this point.I'm curious, Lulu, as to whether people care about this issue, issue of purposeful mispronunciation of her name, which Trump does repeatedly, and I'll play that because it is -- it is constant and it's different ways. Her he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "TRUMP",
      "sentences": "Kamala.Kamala. Kamala. They were explaining to me, you can say Kamala. You can say Kamala. I said, don't worry about it, doesn't matter what I say. I couldn't care less if I mispronounced it or not, I couldn't care less. Kamala, sometimes referred to as Kamala, you know, she's got about nine different ways of pronouncing the name. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "Does that matter?GARCIA-NAVARRO:  It matters. It matters because what he's doing there is trying to other her and say this is a woman with a strange-sounding name that I can't even be bothered to pronounce. You don't have to know who she is. You know, she comes from a background --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "Not even worthy of a name.GARCIA-NAVARRO:  Not even worthy of a name, she comes from this backyard. Listen, we know that the voters that really, really come to the polls are women and beyond women are Black women. And so you mispronouncing her name, you are offending a very large group of people here who, again with the cat ladies and J.D. Vance, I mean, where the GOP generally, Trump and Vance in particular, are very weak or with the demographic that they actually need suburban women. And this kind of stuff just isn't helpful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "What do you think about the names --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "SINGLETON",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "-- issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "SINGLETON",
      "sentences": "I don't think it's helpful, but I'm also not convinced based on 2016 and 2020, Trump's performance, that he necessarily needs a large number of women to do well, I think they're looking at low propensity voters, specifically, younger men.(CROSSTALK) SINGLETON:  Well, hear me out here, Lulu. I think they're looking at other groups to make up for the losses of women that Republicans haven't had an eight years now, that's my point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "That's --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "ROSE",
      "sentences": "You can't alienate 50 percent of the population and think that you'll have a sound electoral strategy. But the deeper problem for the entire Republican Party is the leader of their party right now, is absolutely insane and unhinged. That's the way he led as president United States, as the way is operating now as their candidate. And that's why it's a losing ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BURNETT",
      "sentences": "All right. I will hit pause. I know that there's a lot more to talk about this, but luckily, we will have you all back many times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "SINGLETON",
      "sentences": "The numbers aren't going anywhere, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "Yes.V. KARA-MURZA:  Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "And -- but you talked about that that you thought that you were never going to see them again, you thought you were going to die in prison. And yet here you are together.Have -- have you even been able to process that that you are here with her and your children? V. KARA-MURZA:  No, frankly, I think it's a little bit too much and too quick for human mind to process. And just a little over two weeks ago, I was still sitting in my solitary confinement cell in a harsh regime prison colony in Siberia, and I was certain that I was going to end my life in Putin's prison. And here I am now sitting with you, in a studio in New York next to my wife. And, you know, Vladimir Bukovsky, who is very prominent prisoner of conscience in Soviet Union, who was himself exchanged famously in 1976. That exchange was also mediated by the U.S. administration. He compared the experience of a political prisoner being so suddenly and so unexpectedly release to what deep sea diver must feel when he's suddenly taken from the depth to the surface, you just completely lose orientation in space in time. And so, for this past two weeks, frankly, it felt as if I'm watching some sort of film, and is a really good film, but it still feels completely surreal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "You know, it's -- it's things that it's hard for any of us to even kind of understand or to process about you. For example, you weren't talking. You were in solitary confinement and now you're sitting here having conversations. You're actually hearing your own voice, things like that are things that you had forgotten.So, I'm curious, Evgenia, in these -- in these two years that you and I have spoken, you always had this calm presence, this fortitude and this strength than it was hard to understand and to imagine how you were able to do that again and again, knowing and thinking as you did at times that you weren't sure if you would see your husband again. What was it like when you actually were reunited with him? EVGENIA KARA-MURZA, WIFE OF RUSSIAN OPPOSITION POLITICIAN FREED IN PRISONER SWAP:  Well, first of all, I want to thank you for all the support and all your help that you've offered me over this past 2-1/2 years and offering me this platform to be able to talk to millions of people around the world, to talk to them about the nature of Vladimir Putin's regime, and what it does to people, including Russian citizens who stand up to him, and fight against him. I'm so deeply grateful for that. As for our experience, I don't think that I've been able to process it either. I know that it's -- it's a very welcome change that I don't have this nagging fear in the back of my mind at all times of the day that Vladimir can be killed at any moment of any day. That is a welcome change, but I don't think that I've been able to process that. And, you know, I looked at Vladimir without kids and I think about Maria Ponomarenko, a Russian journalist sentenced to years in prison for speaking out against the war, her daughters are growing up without her. I'm thinking about Yevgenia Berkovich, same thing, same story. I'm thinking about the lawyers of Alexei Navalny, whose children are deprived of their fathers. I'm thinking about thousands of people who have been affected in the same way our family has been affected. And I -- I see this -- this is a victory, this -- this -- the saving of 16 people from the grip of Vladimir Putin's regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:01",
      "speaker": "BURNETT",
      "sentences": "Yeah.E. KARA-MURZA:  This is a victory, but this is only the beginning. We understand that there are over 1,000 political prisoners in Russia, that there are thousands of Ukrainian civilian hostages and war prisoners, not to mention kidnapped Ukrainian kids. And we understand that there are over 1,000 political prisoners in neighboring Belarus. So, the fight will have to continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Because they don't get say get ready for what, it's just get ready.V. KARA-MURZA:  Just get ready ten minutes, and a few days before that, there was a really weird sort of situation where I was taken from my cell into the prison office, and they gave me a piece of paper and a pen and a template and requested that I write a petition for a pardon addressed to Vladimir Putin, in which I would admit my guilt, express remorse for what I've done and so on and so forth. First, I thought it was just a joke because, you know, when I look at the text, I just laughed in their faces, but they didn't seem to have a good sense of humor. They just sat stone-faced and said, please write. I said, no, I'm not going to -- I'm never going to write this. They said, why not? I said, well, first of all, because I do not consider Vladimir Putin to be a legitimate president. I consider him to be a dictator, a usurper and a murderer, who's personally responsible for the deaths of his political opponents, Boris Nemtsov, like Alexei Navalny, who is personally responsible for the deaths of thousands of civilians, including children in Ukraine. And I've never going to write anything to him in the first place, and obviously, I'm not going to get any guilt because I'm not guilty of anything. The criminals are those who are waging this war, not those of us who are speaking out against. And so, I had no idea what was happening when they took me out of my cell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "So you didn't sign that?V. KARA-MURZA:  No, I refused to sign it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.V. KARA-MURZA:  And more than that, they then requested that I write my opinion of Mr. Putin on paper, which I did and signed that and gave it to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "So, they have that.V. KARA-MURZA:  They have that. They have that official document. And so, two days later, this night scene happened, so I thought, okay, then, maybe they -- I guess they didn't like what I think of Mr. Putin, so that's what I thought was happening. But instead of the nearby woods where I thought I was going to be taken, I was suddenly taken to a civilian airport, just a normal passenger airport in Omsk. Omsk is a large city, a million plus people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.V. KARA-MURZA:  And I have to tell you, I mean, actually, I don't have any words to express how it feels when you spent nearly a year in solitary confinement, just sitting in a tiny cell on your own day after day, not being able to speak to anyone, not being able to go anywhere, not being able to do anything, and suddenly you find yourself in the middle of a busy passenger airport, with normal people, families, kids, walking around. I was handcuffed. I was under a convoy, but I was still in middle of a normal airport. It's put me on a plane. They flew me to Moscow. It's three-hour flight. It took me three weeks to get from Moscow to Siberia last year because I was in a prison train.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.V. KARA-MURZA:  The Stolypin prison train.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "This was three hours.V. KARA-MURZA:  Yes, this was three hours, much quicker. From the airport, to the infamous Lefortovo prison, which is the old KGB, now the FSB prison, that you read about in Solzhenitsyn's books and Sharansky's books and others. They were all there. So, I've now had the experience. In the two-and-a-half years I've been to prison, I've been to 13 different penitentiary institutions and Lefortovo was on the 13, quite an appropriate number as well. By then, I thought this was going to be some sort of a new criminal case because that's what they usually take you to Lefortovo for. I mean, there wasn't frankly too much practical meaning to giving an extra sentence to someone who already had 25 years, but, you know, with this regime, there -- there's never any limit. So, this is what I thought was happening. Held completely incommunicado. Nobody knew, my family and my lawyers were being lied to, that I was still in Omsk. I was in Moscow, sort of clandestinely. And then still not understanding what was going on, on the morning of 1st of August, I was told to give up all my personal clothes and to dress in the only civilian clothing I had which was just my night T- shirt, my black underpants -- because in Omsk, in Siberia, it's minus 40 in the winter, so you have to dress up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "So, (INAUDIBLE) a black t-shirt and underwear.V. KARA-MURZA:  Yeah, a black -- basically, yes. Basically a black underpants, and also had my rubber flip-flops from the prison shower. That was my -- that was what I had on my feet when I was taken to Germany. And then there was a bus waiting in the prison courtyard, and it was really, you know, a picture out of -- I know some Hollywood movie. There was a roll of men in black balaclavas covering their faces. I was told to get on the bus and it was only then at the very last moment when I saw my friends and colleagues on that bus like Ilya Yashin, Russian opposition politician, Andrei Pivovarov (ph), that was only minute -- minute I know what was happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:05",
      "speaker": "DAUGHTER",
      "sentences": "We're in the Oval Office.V. KARA-MURZA:  No, no word is strong enough for this. I was sure I'm going to die in prison because I don't believe what's happening. I still think it's -- I still think I'm sleeping in my prison cell in Omsk, instead of hearing your voice. (END VIDEO CLIP) V. KARA-MURZA:  You know, as I said, everything is still feels surreal but I have to tell you that one we were taken off that plane in Ankara in Turkey, and we were led into some government building there. And a lady walks up to me and as you rightly said, I was -- I was forbidden phone calls. I only spoke to Evgenia once in the two-and-a-half years and to my kids, twice. And so, you know, I hadn't used the phone on while and suddenly, we're in Turkey, having no idea what's -- what's still what's happening, feeling totally surreal. And a lady walks up to me with a mobile phone, hands it to me and says, hello, Mr. Kara-Murza. I'm from the American embassy in Ankara. The president of the United States is willing to speak to you. And I said, okay, but this time I'm just giving up on trying to understand what -- what's happening. And this was that phone call that you just -- you just played (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:05",
      "speaker": "BURNETT",
      "sentences": "Once in two plus years, and yet here you are.E. KARA-MURZA:  Last summer was the last time. V. KARA-MURZA:  That was the only phone call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:05",
      "speaker": "BURNETT",
      "sentences": "How do you do this together now?E. KARA-MURZA:  Baby steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:05",
      "speaker": "BURNETT",
      "sentences": "Uh-huh.E. KARA-MURZA:  Baby steps, just a lot of hugging, a lot of smiling and laughing, and we decided that would stay put until the end of August because Vladimir is already itching to get back to work. And I have a ton of work to do because as I said, the fight -- the fight continues. We -- we're going to have to do everything we can to bring down this regime and this evil. But yes, we decided that we're going to take it sort of easy until at least the end of August to spend time with the kids and to just look at each other -- just look at each other and remember every little thing that is so dear to us. You know, Vladimir and I, we've been married for over 20 years and we've always had this great connection. When I saw him, when he got out of that car in Frankfurt -- and the kids and I flew to Frankfurt to meet him there and he got out of the car and I saw him and it was like the conversation, like we've just seen each other the day before, so we could pick up and go on, you know? So, that's -- I think that's how it feels, but I think that is going to be a lot of trauma that we'll need to process at this. I'm very lucky I have a delayed reaction to any crisis. So, yeah, that helps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:37:43",
      "speaker": "BURNETT",
      "sentences": "Tonight, speaking out for the first time in the U.S. since he was released, Kremlin critic and former Russian political prisoner Vladimir Kara-Murza here with his wife Evgenia Kara-Murza in their first U.S. interview, joint interview since his release, as part of the largest prisoner swap since the Cold War.Vladimir Kara-Murza and Evgenia are still here with me. And, Vladimir, I just -- when you talk about Omsk, and this penal colony that you're in, you said the harshest in the Russian system, you were in 13 different facilities, you said, in the more than two years that you were held by Putin, what was life like? What were your every day life like? V. KARA-MURZA:  Every day is like a Groundhog Day, and it's meaningless, it's endless and it's exactly the same. You wake up at 5:00 in the morning, without one of official wake-up call. Your bunk gets attached to the wall. So there's no way you can, like, lie or probably sit down during the day. All you can do is just walk around the cell. There's like a small stool, very uncomfortable. There's a small desk. And what -- you can't do anything because you're only given a pen and paper for 1-1/2 hours a day in which you have to cramp everything you need to do. For example, prepare for court sessions or read letters from your family, right them back. You know, write anything you want to write in terms of I don't, articles, take notes, responses to questions from journalists. All of this, you have to cramp for 1-1/2 (ph) hours a day. The rest of the day, essentially, you just sit in your cell and stare at a wall. It's a small cell, two by three meters, actually by three yards. The only time you get to taken out of the cell is to go out for a so- called walk, which is basically just walking around in a circle, in a small, covered internal prison courtyard, not much bigger than the cell, but the differences that you can see, you can see the sky through metal bars on the top. And sometimes in one of the prisons I was in, this was the prison colony number seven in Omsk, a special regime prison, really harsh prison, in terms of the sort of the conditions there, but there was a big plus side. There were a lot of cats in that prison and sometimes when I was walking around in the courtyard, the cats would come in, sit next to the metal bars and, you know, we could have a conversation with them. These were my own interlocutors because otherwise, you always alone. BURNETT:  The only living creature that you saw. V. KARA-MURZA:  Absolutely, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "You had entire year.V. KARA-MURZA:  Eleven months, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "And --V. KARA-MURZA:  But that's not all. I was forbidden from making phone calls to my family, not just regular phone calls, but also for special occasions. For example, they banned me from calling January 20th, wedding anniversary. They banned me from calling my oldest daughter on her 18th birthday. And they did this on purpose. This is an old Soviet tradition. When the regime punishes not only the political opponent, him or herself --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "Yeah. V. KARA-MURZAAnd this is what the current regime under Putin continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "Do they ever -- ever reach a point where -- I know that you were talking about that you thought you might not get out alive, but that you ever would have considered if you had the opportunity of taking your own life? Were you ever at a point where that -- it just didn't it seemed that there was anything to live for?V. KARA-MURZA:  I had a feeling that there was nothing to live for on most of the days. I never consider taking my own life because I'm a Christian, and this goes against my faith. This is not something I ever even thought about. And by the way, on this point, too, one other condition that I was exposed to, I was not allowed to go to church even once. That there were churches at all the prisons in Omsk that I was in, but because I was considered a particularly dangerous criminal, being confined all the time in solitary cells, that was something that was prohibited, too. And by the way, you know, there are a lot of people, including a lot of people in the West, which still surprises me who sort of talk of Vladimir Putin as a defender of family values or traditional values. Well, you know, I hope from these people continue to parrot this Kremlin propaganda, that they think about those hundreds and thousands of political prisoners in Russia who are not allowed to talk to their families, who are allowed to even phone their kids, who are not allowed to go to church. What about traditional family values there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "And you have this still over your life. I understand now you're here as part of the swap.But as you sit here, Evgenia, his life is still in danger, as long as he still speaks out against Putin, which he's doing, and he said he will do. And as you said, you we will fight for the release of others who are still suffering and still in prison. Your family -- you are both under threat. How are you going to still deal with that? E. KARA-MURZA:  You cannot allow yourself to become paranoid in front of something so atrocious as the regime of Vladimir Putin. The only way -- the only way to go is to continue on. You know, this is -- Vladimir Putin is a bully, and he tries to threaten. He tries to intimidate. He tries to -- these are his methods. So if you give in to that, you lose. You cannot allow yourself to be paranoid. And we know, you know, we all these Russian activists, journalists, politicians who work nowadays, who continue the fight, they know that their lives are in danger, they still go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "Do you think that there will ever be a time when you can or would return to Russia?V. KARA-MURZA:  Oh, absolutely, no doubt. You know, when our plane was taking off from Vnukovo, the government airport in Moscow, the FSB convoy, the man who was sitting next to me, we all had personal FSB guard in balaclavas. They took off their balaclavas in the plane. They got a little more relaxed there. And as our plane was taken off, he turned to me and said, look out the window, this is last time you're seeing your motherland. And I just laughed in his guy's face and I said, look, man, I'm a historian by education, I don't only think, I don't only believe, I know that Russia will change it, and I will be back in my homeland. And as I told him, it's going to be much quicker than you ever think. I absolutely know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "Well, thank you both so very much --E. KARA-MURZA:  Thank you. V. KARA-MURZA:  Thank you for having us. Thanks, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:07",
      "speaker": "BURNETT",
      "sentences": "-- for coming on and sharing the beginning of -- very, very beginning of a long journey. Thank you.V. KARA-MURZA:  Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "JAMES CARVILLE, DEMOCRATIC STRATEGIST",
      "sentences": "Well, first of all, this is not James. It's A.I. generated version of me. But anything is possible. You may think he's sitting there getting clobbered and Vance's going nowhere. But I, you know, I guess you got ballot write in, printing problems and a lot of the complicated things, but he's inching -- he's kind of attacking Vance.I think he's going to go out and attack him full-throated. That's my own view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "Paul, what do you think? Could that really happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "PAUL BEGALA, CNN POLITICAL COMMENTATOR",
      "sentences": "I do think that. Well, I thought for a while, that Donald Trump is not very good at long relationships, Erin. Three political parties, four White House chiefs of staff, three or four attorneys general, this is his second vice president, a second running mate.So I wouldn't count on sticking around if I was J.D. Vance. I don't think he's -- he certainly is underwater. And Harry Enten's polling is right that he's the most unpopular vice president. The problem with this act though, is it's the organ grinder, not the monkey. People just don't want Donald Trump and they really want Kamala Harris and Tim Walz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "So, James, you know, all right, to this point, there was a song we heard a lot of during the 1992 campaign that you all worked on together to remind those who do not remember that. Let me play it.(VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "And, you know, the whole point there was to focus that this ticket was about the future and what's coming ahead and that it's bright and it's not about the past.Thirty-two years later, we hear the same song used for a candidate in this race. That candidate is J.D. Vance. Here it is. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "So what do you think, James? Instrumental version clear, what they were doing, was that purposeful recollection of take 1992 and spent it forward or just a random circumstance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BEGALA",
      "sentences": "Well, I'm confounded, that's all. I played a lot right before I go to bed. Yet, of course, they play our song and, and Steve Bannon called his podcast, a war room. Can these people think or anything new? I mean, my god. The Clinton '92 campaign was, you know, I don't know,30, 32 years ago? But, you know, Vance called Trump \"Hitler\". So, maybe that campaigns are beat a Horst Wessel song. I don't know. It's my idea. It's my suggestion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "Paul, is there any chance that it works? And they're trying to brand him in that positive outlook in the context of this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BEGALA",
      "sentences": "Well, so far, it hasn't. I mean, he's just not relatable. And people don't like him and again, that's just not me. That's the polling data.And I think it doesn't help. This is -- here's some free advice for J.D., when you tell people you hate them, they don't like it, and they tend not to vote for you. So, when you tell women how many babies they should have, or you tell the people who don't have children, women that don't have children, cat lady thing of course, is now infamous and really, really dumb -- I mean, again, I was strained by Bill Clinton and Al Gore and they kind of thought you should say nice things about voters and maybe they would like you. J.D.'s got a very different strategy. He seems to really like punching down. You know, he's a wealthy man, and God bless him. HE came a long way in life, and I give him a lot of credit for that. He went to Yale and he made millions in Silicon Valley and he's punching down. I don't think that's a good look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "James, how do you see it happening though Trump jettisoning him? How does that play out? Is this event -- you know, as you see it, just Trump actually actively dump him or does J.D. somehow bow out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "CARVILLE",
      "sentences": "Oh you know, I don't know. You know, it's like, do you get the guy to sign not to take suicide in cell or do you slit his throat. I have no idea.But the way the Trump operates, he might get up one morning and say, get rid of this guy. And, you know, the RNC, I assumed they'd have to poll him by phone or computer or something like that. Of course, they don't have -- they don't have thought other than Trumps. So, you know, there's a lot of technical things. Paul far knows just a little bit than I do, but he -- Trump doesn't like to just sit down and get kicked, and that's just happening to him right now. And he's doing everything he can, to Elon Musk press conference he had -- I don't know, but he's not -- he is not a comfortable man right now, and he's trying to think of something, I promise you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "He always says he's not a comfortable man.Final word to you, Paul. [19:55:00] BEGALA:  What a different race it would be -- first off, the problem is the top of the ticket, okay? But the Republicans have chosen their nominee. I respect that. What a different race it would be if Trump had chosen Nikki Haley, Chris Christie, Brian Kemp, Glenn Youngkin, even Mitt Romney, people who can get votes that Trump doesn't now have, that could be a completely different race. That's what Kamala Harris did, okay? She's from the west coast. She's from California. She chose a Midwesterner who is a soldier and a teacher and football coach and a hunter. She's none of those things. And so it's really been terrific team on the Democratic side and not much traction, I think on the Republican side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "I'm just going to hope that all those alerts are people saying, oh, my gosh, I'm watching you on CNN, and that you're just GD amazing. And I want to see this again redux.Thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BEGALA",
      "sentences": "That's a BS indicator, Erin. That's a BS indicator. That says something nonsensical.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "Okay. Thank you, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BEGALA",
      "sentences": "OK, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:00",
      "speaker": "BURNETT",
      "sentences": "And next, what a ruling tonight means for Jordan Chiles and her Olympic bronze medal.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}