{
  "date": "2024-10-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Slams Tim Walz; Walz and Vance in Vice Presidential Debate; Search Intensifies in Western North Carolina; Florida Recovering from Several Feet of Storm Surge; At Least 133 Dead Across U.S. Caused by Helene. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR AND FORMER SOUTH CAROLINA STATE REPRESENTATIVE",
      "sentences": "However, there's much more Shermichael was just alluding to that goes into these debates. And I'm interested to see a couple of things. The first is how J. D. Vance actually takes being asked questions from the two women in front of him. Will he push back? Will he be condescending? What does this tone look like? Because that actually factors into his likability.The other thing is people just assume that Tim Walz, that the vice president pulled Tim Walz out of the cafeteria in some random high school in Minnesota. I mean, he actually has experience governing. I mean, he was a United States congressman. He is a governor of a great state. And so, I look forward to him actually being able to stand up there and have policy discussions. He's going to have to defend his record, but I expect a dose of seriousness that we haven't seen when we see him out on the campaign trail, laughing with mascots, et cetera. And so, that's the -- that's what I'm looking forward to. This debate will matter. It definitely will matter. But we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "And Sarah, I do want to talk about Helene and the politics of this storm. Trump, as you know, has been going after President Biden's response to Hurricane Helene, saying governors of red states aren't getting the help they need. But we put together a compilation of red state governors and what they've been saying. Let's watch.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL):  I was in the air when President Joe Biden called. So, I wasn't able to talk to him yesterday. What I would say is the -- you know, Florida, we have it handled, we have what we need. GOV. BRIAN KEMP (R-GA):  The president just called me yesterday afternoon, I missed him and called him right back. And he just said, hey, what do you need? And I told him, you know, we got what we need. GOV. GLENN YOUNGKIN (R-VA):  We have been, Sean, I have to say, working well with FEMA. They in fact were moving very quickly over the last few days for us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, sir. I mean, Trump has been lying about the federal response to this storm. I mean, what do you make of these Republican governors saying that they're getting what they need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SARAH LONGWELL, PUBLISHER, THE BULWARK AND EXECUTIVE DIRECTOR, REPUBLICAN VOTERS AGAINST TRUMP",
      "sentences": "Yes. Well, look, when there are crises like this is a different kind of thing than just regular politics. This is a time when people who are halfway decent at governing recognize that it's the time to work with the federal government to save people's lives, to help people whose houses have been destroyed, and it's not the time to just play pure politics.But of course, Donald Trump doesn't care about people. He's never cared about people, and he certainly doesn't care about the truth. And so, those two things are combining right now, where he is both lying about the response from the federal government as well as just generally, you know, not being particularly interested in the health and safety of people on the ground and is turning this entirely into politics. And you see those Republican governors behaving like grownups and saying that they are getting the help they need because right now is the time to try to help people, not the time to try to score political points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. I mean, Shermichael, isn't this -- I mean, all part of what we've been seeing lately from Donald Trump, which is he's just conjuring up this fantasy world for his supporters. And in Donald Trump's fantasy world, Republican governors aren't hearing from the president. They aren't getting what they're -- they should be getting. And yet, there's such a thing as video. We have the video of these governors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SHERMICHAEL SINGLETON",
      "sentences": "Look, Jim -- yes, here. I'll leave that for Sarah to opine on. I mean, yesterday the former president was in Valdosta, Georgia, South Georgia for a reason. And for the most part, the scripted remarks were, I would argue, pretty spot on. You don't typically hear those types of remarks from Trump. And a part of the reason the former president was there is because the Harris-Walz campaign is spending a lot of time in Atlanta. They're spending a lot of time in other parts of Georgia where there's a large African American population to increase turnout. They're thus making the state a little more competitive.Now, in Valdosta, Trump brought trucks of things to give out to people or a fuel truck --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "But, you know, Vice President Harris was at FEMA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SINGLETON",
      "sentences": "-- gas to (INAUDIBLE) necessity in these types of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Vice President --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SINGLETON",
      "sentences": "You know, Jim, but my point is, again, I don't want to get into the semantics of that. My point is politically speaking, I think a part of the reason Trump was there is because he recognizes Georgia may be a little more competitive than what some folks may believe. That's why I think the campaign recognizes that and wanted to put our president in a place where he was there physically to make the case that, hey, I am here with you, I understand what you're going through, and that may benefit him.The other stuff, that's typical Trump noise. People are used to it. Those who don't like him will say, this is why I won't vote for him. And those who support him are going to look at it very differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Just quick final word from Bakari, but I got to keep it quick because I got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Today, the urgent and desperate search is intensifying for loved ones and basic needs in Western North Carolina. Water and power are scarce at this hour, and officials are scrambling to get the resources in and get the word out from the survivors who need help. This is today's front page of the Asheville Citizen Times. Helene's wrath forcing desperate people to scavenge for water and food.State and county officials, meanwhile, say they don't have a specific number on how many people are missing at this point, but that's because cell service is still so very spotty across this region. One mayor telling CNN, we are facing search and rescue and recovery from a storm in 2024 with 1990s technology at best. He's resorted to passing notes between utility companies to try to get the water turned back on. The long road to clean up just beginning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's been crazy. The supplies are scarce. It's been pretty emotional. The inability to contact your loved ones and kind of the uncertainty of knowing when we'll be able to get out even or just, you know, be able to have the option to go anywhere or to contact anyone has been really tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I haven't seen my kids. I'm tired. I'm hungry. I still have no power. I had no gas to get to my kids. I don't know where to get gas. So, there's that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "So far, FEMA has delivered a million liters of water and 600,000 meals just in North Carolina. Officials and organizations are trying to get supplies in any way they can, including look, at this by mule. A rancher more than 200 miles from Asheville brought a dozen mules and supplies to deliver to remote areas.And from breweries to art studios, many of the local businesses that make Asheville, North Carolina so vibrant and unique are closed indefinitely right now. They face an uncertain future. Joining now to talk about this is Adam Charnock. He is the co-founder of Asheville's Hi-Wire Brewing. Adam, good to see you. I'm so sorry for everybody and what they're going through in Asheville right now. Such a great town. I've been there so many times. Give us a sense of how you're doing and what's going on there. ADAM CHARNACK, CEO AND CO-FOUNDER, HI-WIRE BREWING:  Well, I hope you visited our brewery when you came to town. But what sense of how it's going? I mean, it's chaos. I mean, where it's like trying to take care of, you know, your home life, your community, your family, your loved ones, our brewery community, which is part of our extended family and then trying to, you know, deal with the company and kind of the practicalities there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. How are your employees doing? I have to think that your employees are going through things on an individual basis that, you know, we just can't imagine, just in a huge mess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "CHARNACK",
      "sentences": "Yes. I mean, we're trying to figure it out, to be honest. I mean, we think it's on site. You know, basic necessities, the stuff that you take for granted, you know, water, electricity, cell phone coverage is all kind of out the window. The 1990s clock radio that you used in your second bedroom or, you know, that you tucked away in a drawer somewhere is about the most advanced piece of technology in order to -- so, I mean, as far as our employees are concerned, we -- on Sunday, we sent out a text, mass text out. We were able to find some cell phone reception and text all of our employees. And just yesterday, we were able to confirm that everybody's safe. We asked what needs they have and we did what we can to provide those needs. And we're working internally to kind of, you know, corral some different resources for some of our employees that are in needs. ACOSTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "CHARNACK",
      "sentences": "So, there's a whole part of town that's called the River Arts District. And, you know, it was art -- it started as an artist community, sort of this old industrial area that had kind of been downtrodden and then sort of artists started moving in and it started to last several years. And that's where one of our facilities was low. (INAUDIBLE) dozens and dozens of other businesses.And I mean, I don't know what the future holds. I mean, it's so early in this process, but I mean, a good majority are either -- it probably -- it certainly stated and quite likely not to return. We have three facilities and two breweries and a distribution center, that distribution center was in the River Arts District, and it had, you know, water, probably 10 feet of water in it. So, everything in there is essentially been ruined And, you know, what the future holds there, we're not sure. We're -- I mean, we're phase one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CHARNACK",
      "sentences": "-- in this process. You know, we're just like day two and trying to figure out what we're going to do here. So, it's -- what's it like walking around? I mean, it's crazy. A lot of people have left town. I mean, you know, if -- you know, a lot of people who -- with loved ones or, you know, whatever they need to do to get out and go into Greensboro or Raleigh or Atlanta or Charlotte or somewhere else, you know, it's a lot of people who -- you're seeing a lot of -- I mean, anecdotally, it's a lot of business owners.It's a lot of people who are really community, you know, part of the community and want to stay here. People who aren't able to move and maybe people who don't have the means to move. So, it's -- it feels real strange right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "I'm sure Adam. First of all, thank you so much for joining us. I know in the middle of everything you're going through right now, it must be just -- I'm sure you're slammed right now, but, Adam Charnock, thank you so much for joining us. We appreciate it. Best of luck to you. And I'll try to get to Asheville as soon as I can to try one of those beers. Thanks a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "CHARNACK",
      "sentences": "That's (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Florida's Barrier Islands in the Tampa Bay area will reopen to the public this afternoon after being battered by Hurricane Helene, but officials there are urging people to stay away if they can. Here's an aerial look at the Sunset Beach neighborhood on Treasure Island two days after the storm hit. Look at all of that sand, it's everywhere.Streets have turned into beaches. At least 11 people in the Tampa Bay area were killed. Officials say 23,000 homes in Pinellas County have some sort of damage. And joining us now is the mayor of Tampa, Jane Castor. Mayor, thanks so much for joining us. We appreciate it. How bad is the damage in this area? That aerial footage that we were just showing our viewers a few moments ago, just tells the story. You have streets that look like beaches right now. MAYOR JANE CASTOR (D), TAMPA, FLORIDA:  Right in the Tampa Bay region, especially over on the beaches, there had been some extensive beach restoration in the last year, and all of that sand was transferred down into the community. So, it's taking them, you know, more time with the cleanup than we are having more difficult time than we're having over here in the City of Tampa. For us, it wasn't a wind event, it was that storm surge. And so, we have a number of homes, several thousand homes that had flooding up to four to five feet. And so, that -- you know, that is just devastating. We have to clear out the homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "And what is your -- you've been at this for some time. You're experienced at dealing with these kinds of storms. What is your sense of the federal response and how that is going so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "CASTOR",
      "sentences": "The federal response has been nothing short of amazing. President Biden sent in the resources for the Hillsborough County area that we're in. I actually got a personal call from Vice President Harris yesterday wanting to know if there was anything that we needed in our area. So, we've been very fortunate in the local level, state level, federal level and getting the resources that we need even though we are, you know, in the position that I just saw some of our friends up in North Carolina.But we have hit the street. We are providing all the services necessary and clean up. We have mobile permitting stations set up throughout the hardest hit area. Just so people can start towards that. They finish the cleanup, they can start towards the restoration and getting things back to normal in our city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "And I do wonder what your thoughts are on the -- just the sheer power of this hurricane having been in office there in Tampa for some time and knowing that part of the country well and the storm, the hurricane threat that opposes to the Gulf Coast, what your thoughts are on this storm's ability to just wreak havoc across the southeast. Ten, 20 years ago, you would worry about hurricanes mainly affecting coastal areas, but this hurricane was able to blow past Florida and go up into Georgia, Tennessee, South Carolina, North Carolina, Virginia, and just cause absolute mayhem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, and there's a lot of essential reading you could do on this and how climate change is affecting these storms. I mean, we used to talk about how the Gulf of Mexico was supercharging these storms. And this latest storm, Helene, as it went over parts of the southeast that were saturated from previous rains, and because of all those high temperatures, the storm was drawing strength from that as well, according to a piece just out today in The New York Times. But in the meantime, Tampa Mayor Jane Castor Thanks so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "CASTOR",
      "sentences": "Thank you, Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}