{
  "date": "2024-07-24",
  "headline": "One World with Zain Asher",
  "subHeadline": "Soon: Israeli PM Netanyahu To Address U.S. Congress; Families Of Hostages Say Netanyahu Must Take Deal On Offer; Protesters Gather In D.C. Ahead Of Netanyahu Speech; U.N.: 150,000 Palestinians Forced To Flee Khan Younis Monday; Dire Situation In Gaza, Nine Months Into Israel-Hamas War; Kamala Harris Addresses Historically Black Sorority; Netanyahu Meets House Speaker Ahead Of Speech To Congress; Biden-Netanyahu Meeting Set For Thursday In Washington; Aired 12-1:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:38",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL HOST",
      "sentences": "All right. Coming to you live from New York, I am Zain Asher. This is ONE WORLD.All right. For the first time in nearly a decade, the leader of America's staunchest ally in the Middle East is set to address lawmakers on Capitol Hill. Benjamin Netanyahu expected to arrive on Capitol later on this hour. And about two hours, two o'clock Eastern Time, he's going to be delivering a very high stakes speech to a joint meeting of congress. It comes at a crucial time as the Biden administration continues to push for a ceasefire deal to end the war in Gaza that has already killed almost 40,000 Palestinians. That's according to Gaza's health ministry. But also comes at a heightened moment of uncertainty in U.S. politics and as cracks between the U.S.-Israeli alliance are beginning to appear. Vice President Kamala Harris, who would normally preside over the event, well, of course, won't be there. She has a scheduling conflict and dozens of democratic lawmakers are also expected to boycott the prime minister's speech as well. (BEGIN VIDEO CLIP) SEN. ELIZABETH WARREN (D-MA): I'm not going, because Benjamin Netanyahu has led that region into a complete humanitarian disaster. He has put his own personal interests ahead of the interests of the people of his country. And what he has done in Gaza is unspeakable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:38",
      "speaker": "ASHER",
      "sentences": "The prime minister set to meet with President Joe Biden and Kamala Harris on Thursday in private meetings. And former President Donald Trumpon Friday. Let's talk more about this. We've got CNN's Alexander Marquardt in Washington. But first, I want to start with Jeremy Diamond, who's live for us in Tel Aviv. Jeremy, Netanyahu is taking heat on all sides. Obviously, there is a mixed reaction, especially among Democrats, especially among progressives in the U.S. to this joint address to Congress by Netanyahu. You've also got the families of Israeli hostages who are really angry about some of Netanyahu's policies. A lot of people are saying that they believe that Netanyahu is putting his own personal political interests ahead of what is right for the country, especially when it comes to reaching some sort of ceasefire deal. Just talk to us, and not to mention by the way protests in the United States, in Washington as well. Just talk to us a bit more about the sort of broad reaction we're seeing to this address that Netanyahu is set to give in about two hours from now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:12",
      "speaker": "ASHER",
      "sentences": "All right. Jeremy, stand by.Alex, let me bring you in because if Netanyahu, in his speech today, sort of reiterates more of what he said in the past, this idea that the war in Gaza is going to continue until Hamas is entirely destroyed and until every last hostage has come home. How does he get the sort of wording and the sort of temperature right in terms of how he makes those remarks, just given that the reaction to the speech has been so mixed and he hasn't even made the speech yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:12",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, it's -- the big question now is really which direction is he going to go? I thinkthere's, obviously, a hope from the hostage families. And this was said earlier today by the hostage family forum that they would love to see him stand up and say, we have struck a deal. There's going to be a ceasefire and the hostages are coming home. But I don't think there's actually any real expectation of that. We do know that the White House, in parallel to this speech, is going to be spending their time with Netanyahu, trying to get that deal across the finish line. Zain, there are all kinds of echoes of 2015. That was the last time that Netanyahu came here to Washington to give a speech. He was invited at the behest of the Republican House speaker at the time. The Vice President was a Democrat at the time, did not attend. (TECHNICAL DIFFICULTIES) Dial it back and make Israel less of a partisan issue that is certainly a hope for many Israelis and for many Democrats, because Netanyahu really has pushed Israel more into the Republican camp. Or will he use this speech in a way to go after the Biden administration? We saw last month, perhaps something that could be a preview of that when Netanyahu released, in English, a video accusing the Biden administration of holding up weapon supplies -- weapons and holding up ammunition, which was essentially false, except for one small package of 2,000-pound bombs. So the White House is watching this very carefully to see how he tries to thread this needle. Now, we did hear from the White House National Security Advisor Jake Sullivan on Friday. He said that they do not believe that this speech today will be a repeat of 2015 that will essentially tick off the administration. They did expect, he said, a preview of the speech and specifics. But at the same time, we know that Netanyahu is going to be working on this until the very last minute. So they will be watching this as closely as us. And they are well aware, as Jeremy just said, that Netanyahu, in this moment in Israel, when he is very much under fire and his coalition is fraying, that he may use this moment to shore up that support, to shore up that coalition, maybe, in fact, coming all the way to the U.S., giving a big speech in English, essentially, for domestic purposes. Zain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "ASHER",
      "sentences": "You wrote an op-ed for \"The Jerusalem Post,\" which I read.One of the things you sort of said in the op-ed was, how is it possible, or isn't it sort of unfortunate, and I'm paraphrasing here, that the same man who is now being trusted to deliver the safe return of all the hostages, is the same person that essentially failed to prevent the catastrophe of October 7th in the first place. And one of the things you touched on in your piece is this idea that, you know, there are a lot of people who do believe that Netanyahu has, at least for the past several months, been putting his own political interests ahead of what is best for the hostages and what is best for their family members. Can you expand upon that for us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "LAVI",
      "sentences": "Yes. In my op-ed, I tried and convey a message to the elected officials here in the U.S., including President Biden, who are going tomeet Netanyahu -- Prime Minister Netanyahu. I urged them to ensure that they are holding him accountable for the failures of October 7th. And I urged them to inquire, whether the delays in -- coming to an agreement with the other relevant parties in the negotiations is for political considerations or for other considerations. I'm sure there are so many other interests that needs to be discussed, and there are security concerns. And there is no doubt that Hamas is, in my -- in my opinion, opinion of many, is not a good faith partner, should not be trusted, and has caused so much damage and pain to both Israelis and Palestinians. But at the same time, we need to see whether it can agree to the current proposal that is on the table. Now, I want the elected officials in the U.S. to push him to agree to that as much as they can. The Israeli public supports the deal. Supports -- overwhelming supports the deal, or at least implementation of the first phase. And after that, we can see whether Hamas is going to carry on with the rest of the phases or not. And so we need to make sure that the entire public in Israel is being supported, both by elected officials here, and also by the Jewish organizations in this country. That's what my peace try to convey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:01",
      "speaker": "ASHER",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "ASHER",
      "sentences": "As do a lot of people in your position. One of the things that I think is concerning a lot of people is that, you know, the landscape, justin terms of where we are in the world, has changed dramatically over the past 10 months. I mean, you think about the fact that just 10 days ago, a former U.S. president survived an attempted assassination. You've also got the president of this country saying that he's not running for reelection. I mean, these are monumental times in terms of the U.S. political landscape. Do you worry that the hostage crisis is just simply not as much of a priority for the world as it was just even six months ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "LAVI",
      "sentences": "Yes. As you pointed out, and I think it was Vladimir Lenin who said decades where nothing happened and weeks where decades happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "ASHER",
      "sentences": "Mm-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "LAVI",
      "sentences": "And that's what we've been experiencing over the past few weeks. I am here in the U.S. and generally in the world. I'm very concerned that thehostage crisis is not on the top of the priority. I understand that there are other interests. And, of course, the overall battle Israel needs to confront with Iran and its proxies across the Middle East from the Houthis, Hezbollah, Hamas, militias in Syria, and Iraq, all of them are targeting Israel. and all of them are sadly being supported by Iran and by its military apparatus. But the issue of it -- we could focus on that alongside the U.S., no matter who is going to rule this country after the elections, only if we'll bring the hostages home and be able to put an end to what is going on right now on Israel-Gaza border and the Gaza Strip, and, of course in the Northwest Negev in Israel. So I hope that the issue of the hostage will remain on the top of their agenda of policy measures. And President Biden said this week that he wants his legacy the last six months of his -- of his presidency to be an end to the war, bringing home the hostages, and finding a path to a long-term solution to the agony that is being felt across the Middle East. And I hope that this will be successful and that will celebrate the return of Omriand the return of all the hostages. And then start healing as a society, healing as a region, despite all the agitation that is in our region, despite all the agitators as well here in the U.S. You can see some of them on the streets in Washington, D.C. today, calling -- praising Hamas, calling for the murder of Jews, exercising their freedom of speech in this country in order to shout hateful speech towards us, families of hostages and towards the entire Jewish population in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:04",
      "speaker": "ASHER",
      "sentences": "Moshe Lavi, we have to leave it there. But just to say, as always, we really appreciate you coming on the show and just on your brother-in-law's behalf. Thank you so much for the tireless amount of work you are doing constantly. I mean, you're always working on behalf of your brother-in-law. I'm sure that if you could see it, he would absolutely be so touched and so honored. Moshe Lavi, thank you so much. Good luck. All right. CNN has brand-new polling on the rapidly changing presidential race. For weeks, many Democrats called for Joe Biden to drop out of the race for president, because they said that he could not beat Donald Trump. Now, the new CNN poll of registered voters finds no clear leader in the Harris-Trump matchup back in April and June. Surveys of the same set of voters found Biden trailing by six points. The poll also found overwhelming support for Biden's decision to exit the race. Almost nine in ten voters saying that they approve of the decision. Let's bring in CNN's Jeff Zeleny with more. So let's talk about this poll that sort of shows where things stand in a match-up between Harris and Trump. Trump ever so slightly ahead, but it's pretty much neck-and-neck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "ASHER",
      "sentences": "I mean, it's interesting because I guess up until last weekend, we saw so much division within the Democratic Party. I mean, the party was anutter disarray. There was absolutely a lack of enthusiasm --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "ZELENY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "ASHER",
      "sentences": "-- after Joe Biden's debate performance. A lot of people -- a lot of Democrats who had voted for Biden had simply said that they weren't goingto vote in the next election, which is catastrophic for Democrats. Just walk us through how much that has changed since the announcement begun over the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "ZELENY",
      "sentences": "Look, the incitement and enthusiasm has long been on the Republican side. We saw the unity at the Republican National Convention last week inMilwaukee. But the Democratic enthusiasm has really changed dramatically, at least in the short term, in the last 48 hours. But when you take a look at these numbers in the poll as well, democratic -- and democratic-leaning voters, does Harris have a good chance to beat Donald Trump? Seventy-five percent say yes. Only 25 percent say no. That number was beginning to change dramatically since that CNN debate last month. Even Democratic voters were beginning to believe that they had no chance. They had no chance at all. So what Democrats look at these numbers as a sign of hope, a sign of optimism.Tthat is one of the reasons you're seeing more volunteers come in, more money being sent in. But then again, the bottom line to all of this, this is going to be an incredibly close race. The race to define Vice President Harris as well underway. We'll have to be patient and see how these numbers and how this new race settles in, but there is no doubt. One thing we do know, it is a new race. Zain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "ASHER",
      "sentences": "All right. Jeff Zeleny live for us there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "ZELENY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "ASHER",
      "sentences": "All right. Though the past 48 hours have seen Kamala Harris grab the attention of the U.S. political world, Joe Biden returns center stage lateron Thursday. In a prime time address from the Oval Office, he'll make his first public appearance since announcing his withdrawal from the presidential race. Meantime, Harris has met with enthusiastic support as she ventures onto the campaign trail. She is in Indiana right now at an event for black women. On Tuesday, she gave a high energy speech in Milwaukee, Wisconsin, delivering attacks on Donald Trump that had Democrats cheering. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:06",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES AND DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "He and his extreme Project 2025 agenda, will weweaken the middle class. America has tried these failed economic policies before, but we are not going back. (CHEERS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:53",
      "speaker": "ASHER",
      "sentences": "All right. The Israeli Prime Minister is set for a less than warm welcome as he heads to Capitol Hill for today's speech to Congress.Hundreds of protesters are gathering there, as I speak. It comes as talks on Gaza ceasefire and the release of hostages loom over Mr. Netanyahu's visit to Washington. Earlier, police intervened in a scuffle between pro-Palestinian and pro- Israeli demonstrators. I want to bring in CNN's Tom Foreman joining us live now from Washington. So, Tom, a lot of people here are calling not just for the end to the war in Gaza, calling for a ceasefire, but also on top of that, calling for the end of U.S. shipment of arms to Israel as well. Take us through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:53",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Yes. And there are people here calling for the release of the hostages as well. I mean, pretty much every view youcould see is being represented in these protests. They promised a day of rage, basically, as people have convened on the city from far and wide. These protests are being kept a bit apart by authorities. They're kind of trying to cordon them off from each other so that this group doesn't overlap with that group as you saw a moment ago there. And we're unsure what the count is here, but this started on Monday when Netanyahu showed up here. There were protests outside of his hotel. Yesterday, a couple hundred, maybe more, were arrested inside one of the buildings where the lawmakers here have their offices. They were pounding on doors and shouting, and then they had sort of a sit-in protest here. The bottom line is, these protesters want to make sure that Netanyahu and U.S. lawmakers are aware of their presence and their interest in this matter. Now, how big the protests will be today, how much impact they will have, we don't know, but they're making a point to be heard. And there's even a discussion among many of them about whether or not they can make some kind of a display in the chamber when he speaks. For now, there are barricades up around the Capitol and increased police presence. A couple hundred police even brought in from New York to make sure they have enough to handle the crowd. And, of course, after the attack on January 6, you know, a couple of years ago, there's been even more emphasis on the notion of keeping control of crowd before things get out of hand. A lot of very fervent voices here at the end of what has already been a very turbulent couple of weeks here in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:53",
      "speaker": "ASHER",
      "sentences": "Yes. I mean, it's interesting. This is the fourth time that Netanyahu has addressed Congress. And in addition to the sort of proteststhat we're seeing on the streets outside, we're also seeing silent protests inside the chamber. And that's because a lot of democratic lawmakers are choosing actually to sit this one out, to actually not attend. Tom Foreman, I do believe we have to leave it there, if I heard my producer correctly. Thank you so much for being with us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "FARNOUSH AMIRI, CONGRESSIONAL REPORTER, ASSOCIATED PRESS",
      "sentences": "Yes. No, definitely. I mean, what the visible absences are going to be the mostremarkable thing about today. You know, a lot of people upon Netanyahu being invited last month have started to make the, you know, very accurate and parallel, you know, comparisons to the last time he was here in 2015, not at the behest of a, you know, the democratic president at the time or the democratic majority - - the democratic leader Nancy Pelosi at the time, it was once again at the behest of Republicans who wanted to come and make a political move and show their support with Israel in a way that they believe that Democrats aren't. And what we're seeing now is a extremely heightened version of that. Because in 2015, 60 Democrats, including, you know, from the Senate and the House protested, we are expecting upwards of 80 and even more. And but as you mentioned, it's not even the numbers. It's who is visibly not going to be there. The vice president's not going to be sitting behind as she does in previous heads of state addresses and neither will be the second, you know, ranking Democrat underneath her, Patty Murray. She is declined. So it is really, really interesting to see what that crowd is going to look like today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "Yes. And I also think it's interesting. I mean, it's, yes, obviously, a lot of democratic lawmakers are protesting Israel's policiesin Gaza. They want the war to end. And a lot of them obviously have a lot of sympathy and compassion for the plight of the Palestinians, 40,000 Palestinians are dead since October 7th. But also on top of that, a lot of people who do support the war that Israel is conducting in Gaza are protesting because they do not support Netanyahu. So it's Netanyahu specifically for some democratic lawmakers. Talk to us about that. Yeah. No. I mean, that has been one of the more important distinctions that members who -- you know, Democratic members who have been historically over their 10, 20, 30, 40-year political career, staunch advocates of the state of Israel. And I think that Netanyahu represents to them as far as what my sources have said and what members have said publicly, you know, an obstacle to what they are trying to achieve, to what the Biden administration is trying to achieve, to what Obama, prior to Biden, was trying to achieve as far as peace in the Middle East. They see Netanyahu as a, you know, an -- like an antagonist in this -- in this scenario. And they see him standing on in the way of a ceasefire deal as we speak. You know, as you guys mentioned, you know, he's delayed. His counterparts to go and broker the deal with the other Arab nations. You know, there's frustration among hostage families. I just left an alternative plan where more than 60 Democrats had brought hostage families who, you know, their message to Netanyahu is, is why are you here? Why are you not focusing on bringing our families back home? And you'll see, as your colleagues have mentioned, that is also the rhetoric that's happening in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "Yes. I was actually speaking with one -- with one of our reporters earlier on the show about that, this idea that he's facing protests inWashington, D.C. He's facing a mixed reaction from Congress. He's also facing anger among the family members of Israeli hostages. I mean, the list goes on. Farnoush Amiri live for us there. Thank you so much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "AMIRI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "All right. The director of the FBI is shedding new light on the assassination attempt against Donald Trump. Christopher Wray has beentestifying before House lawmakers about the investigation into the shooting and other matters at the Bureau as well. He told the panel that the would-be assassin flew a drone over the rally area in a town of Butler, Pennsylvania, a couple of hours before the shooting. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR",
      "sentences": "Around 3.50 P.M., four o'clock, in that window, on the day of the shooting, that the shooter was flying the dronearound the area. REP. JIM JORDAN (R-OH): Two hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "WRAY",
      "sentences": "It's about 11 -- I want to be clear, but when I say the area, not over the stage and that part of the area itself, I would say about 200yards give or take away. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:37",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back to ONE WORLD. I'm Zain Asher.Less than two hours from now, Israeli Prime Minister Benjamin Netanyahu will address the U.S. Congress for record, fourth time. His visit was orchestrated by Republican leaders. Many lawmakers on the other side of the aisle say they will not attend his speech in protest of the war in Gaza. Here's what Senator Bernie Sanders had to say. (BEGIN VIDEO CLIP) SEN. BERNIE SANDERS (I-VT): Frankly, this invitation to Netanyahu is a disgrace and something that we will look back on with regret. I hope that for one second, the members who attend will focus just for a second on the starving children in Gaza. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:37",
      "speaker": "ASHER",
      "sentences": "For now, no signs of things getting any better for civilians in Gaza, as Bernie Sanders was just saying there. The U.N. says about 150,000people fled the city of Khan Younis on Monday alone after the Israeli military ordered them to evacuate. The IDF says it's targeting terrorists there. CNN's Nada Bashir has the story. And we want to warn you that her report does contain some very graphic images. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "SCOTT PAUL, ASSOCIATE DIRECTOR FOR PEACE AND SECURITY, OXFAM",
      "sentences": "Well, you mentioned in this program that the safe zones in Gaza aren't safe.And I want to add to that by emphasizing that the humanitarian zones, which is another name that is being used for these areas, are not humanitarian. In the sense that people who arrive in these places expecting to find shelter, expecting to find food, expecting to find water, find that none of these basic services and support systems are available. I know I have colleagues themselves who are aid workers, who work with Oxfam and our partners, who wake up every day in the morning, try to figure out how to work this labyrinth in system of managing and controlling aid that the government of Israel has set up. All the while, they're trying to keep their children safe and figure out which of the unsafe areas are the best to base themselves in. It's an unacceptable situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:08",
      "speaker": "ASHER",
      "sentences": "Yes. I mean, talk to us a little bit more about -- I mean, obviously, there's very little aid trickling through, but of the aid thatdoes actually manage to make it. Just talk to us about how difficult it is to distribute that aid when you have 150,000 people being forced to flee in just one day. It makes the operation that much more complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:05",
      "speaker": "ASHER",
      "sentences": "Gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:05",
      "speaker": "PAUL",
      "sentences": "-- for their bathing, for cleaning dishes, and for cleaning clothes.And so, you know, then you talk about this shrinking humanitarian zone. If a million people end up there, which is, I understand the design, after all these evacuation orders, we'd be looking at by far the most densely populated settlement of displaced people in the world, and people there would have actually access to half of that. This is a fraction of what's available, even the most severe droughts anywhere in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:05",
      "speaker": "ASHER",
      "sentences": "As you were speaking just a moment ago, we were actually seeing these heartbreaking scenes in Gaza, or people literally clamoring for food.I'm not sure if our producers can pull up those images again. It's just heartbreaking. People -- there we have it. People with their pots and their bowls and their plates, just trying to get a little bit of food for the day. As I understand it, there are no vegetables available. There's barely any fruit, as I understand it. There's barely any meat. People are literally talking about eating two meals a day if they are lucky. If they are lucky. And obviously, these are not nutriently (ph) dense meals. Two meals a day, if they're lucky. A lot of people are going on one meal a day. Talk to us a little bit more about what people in Gaza are actually eating, just based on what you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:05",
      "speaker": "PAUL",
      "sentences": "Well, it's hard to make generalizations about what's available across the Gaza Strip.But let me start with a very simple one. People are starving and dying. Children are dying of starvation in every part of the Gaza Strip. And that's why the technical body that assesses hunger and food insecurity now assesses that every part of the Gaza Strip is at risk of famine, high risk of famine. People there cannot afford a single other shock because people are already -- people are already dying. And again, this is taking place in an environment where water is unavailable. When famine does happen, you know, most people don't die of starvation. A lot of people die of malnutrition-related illness and waterborne disease, you know. And at this point, following the devastation of the water system, people in Gaza have already had -- more than one out of every three people in Gaza has already had a severe respiratory illness. These are the sorts of things that kill people when there isn't enough food.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:55",
      "speaker": "ASHER",
      "sentences": "All right. The Paris Olympics gets underway this week. And among 10,000 or so competitors will be there, is perhaps the greatest femaleathlete alive today. Faith Kipyegon, who has taken distance running to a new level. She's won Olympic gold, multiple world championships gold and shattered world records. OK. I'm just being told that Kamala Harris is speaking in Indianapolis at a sorority event. Let's listen in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:03",
      "speaker": "ASHER",
      "sentences": "All right. You've been just listening to Kamala Harris in Indianapolis.I want to turn now to Capitol Hill where Prime Minister Netanyahu, Israeli Prime Minister speaking alongside the House Speaker. Let's listen in. (BEGIN VIDEO CLIP) REP. MIKE JOHNSON (R-LA): Today, the Israeli people are working to defeat Hamas following, of course, the horrific massacre on October 7th. They're having to ward off Hezbollah in the north. They're having to respond to Houthi attacks in Tel Aviv and they fended off a historic watershed direct attack from Iran itself, a regime that is allied with Russia and China. The threats Israel faces are not only kinetic. Jerusalem is also combating law fair and information wars and double standards from the U.N. and the media. Today and every day, Americans must stand shoulder to shoulder with Israel in its great struggle. In this struggle, nearly 300 days after October 7th, our hearts remain with the 120 men and women, boys and girls who are still in captivity in Gaza. Edan, Itai, Sagui, Hersh, Gadi (ph), Judy, Omer, Keith, and so many others are being held deep in tunnels. We have not forgotten them or their families who so desperately want them home. And we of course do as well. Israel and the United States are united in our mission to bring them home. And I have full confidence that we will do just that. I have to say it's providential that the Prime Minister is here today after the 17th of Tammuz. It was nearly 2,000 years ago that the most powerful nation in the ancient world laid siege to Israel and destroyed Solomon's temple. But today, the most powerful nation in the modern world is standing with our Jewish friends and the Israeli government. I'm certainly eager as we all are to hear from the Prime Minister. And as we hope that this 17th of Tammuz marks the last time, the Jewish people lament destruction so that they can live freely and securely in their ancestral homeland. I would defer to the Prime Minister and your remarks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "JOHNSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "NETANYAHU",
      "sentences": "-- to express our common alliance. Thank you, Mr. Speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "JOHNSON",
      "sentences": "Thank you so much. Thank you.(CHATTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ASHER",
      "sentences": "All right. You were just listening to a live address by Prime Minister Netanyahu and House Speaker Mike Johnson. As you saw there, theyweren't taking any questions. But Prime Minister Netanyahu is in the United States right now to address the joint session of Congress in about 50 or so minutes from now, trying to really shore up support for the war in Gaza. Obviously, there has been so much controversy surrounding this visit. There have been protests outside and actually a lot of democratic lawmakers who are boycotting his speech because they are appalled at the level of suffering happening inside Gaza right now. I do want to bring in CNN's Oren Liebermann and Jeremy Diamond joining us live now from Tel Aviv. Jeremy, let me start with you. Prime Minister Netanyahu spoke very briefly there. We know that this is the fourth time. That's historic, by the way, the fourth time that he has addressed Congress in the United States. I think that one thing that is very interesting is that this comes at a very turbulent time, not just for Israeli politics, but also for U.S. politics as well. The fact that you had one former president survive an assassination attempt just about 10 days ago. And on top of that, the current president is simply not running for reelection. Just talk to us about how that has caused a lot of division, uncertainty, especially when it comes to what prime minister -- what potential -- what Kamala Harris' policies when it comes to Israel will be. What more do we know on that front?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:09",
      "speaker": "ASHER",
      "sentences": "Jeremy, stand by. Oren, let me bring you in. Jeremy touched on an important point and that is this idea that Prime Minister Netanyahu, one ofhis goals is of course going to be to try to revive bipartisan support for Israel's war in Gaza. That is not an easy thing to do, especially when you look at the landscape here. How does he do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:09",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, first it depends on the tone he strikes. He said he would try to strike a more bipartisan tone. Hislast speech on March 3rd, 2015, was viewed as much more overtly political. First it came right before, two weeks before, an Israeli election in which he was vying. And it was also largely, or in large part, an attack on the Iran nuclear deal and therefore an attack on then-President Barack Obama. So, first, avoiding that, avoiding that kind of lens would certainly keep this more bipartisan. And that would be a big part of what we're watching for. What is the language he uses? Is there, whether an explicit or sort of implicit attack on policy? Does he try to get into the weapons pause? There are still 2,000 pound bombs paused from the Biden administration. Does he attack the White House for that? Those are the sorts of elements we'll be looking for. And I was reminded of one famous quip from Henry Kissinger about Israel. He said, Israel has no foreign policy, only domestic politics. So of course, we're also looking at it from that angle, that for Netanyahu is struggling to hold this coalition together and whose popularity is incredibly low in Israel, there is a domestic politics angle to this, as he tries not only to shore up support from both parties. And it is worth noting that when it came to the supplemental past several months ago that included billions for Israel, that had overwhelming bipartisan support. So there is that there, but clearly, a large number of Democrats skipping this speech, some boycotting this speech. So we'll certainly look at Netanyahu's language. And then, of course, the follow on reactions to it. The only other point I'll make is that in meeting Joe Biden, in meeting Kamala Harris, in meeting Donald Trump, Netanyahu is trying to make sure he covers all of his bases and prepares himself for whatever comes after November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:09",
      "speaker": "ASHER",
      "sentences": "All right. Oren Liebermann, Jeremy Diamond, live for us there, thank you both.All right. Let's get more now on the U.S. political implications of Netanyahu's appearance on Capitol Hill. I'm joined now by CNN's Jim Sciutto. Jim, Netanyahu is battling it on multiple fronts. Of course, there is international outrage over the war in Gaza. A lot of people in the United States as well appalled by the level and the scale of the suffering we're seeing in Gaza right now. There is frustration among the family members of Israeli hostages that Netanyahu isn't doing more to bring the hostages home. And on top of that, a lot of people in the United States who might support Israel and Israel's right to defend itself, but who have an issue with Netanyahu himself. We believe that Netanyahu is conducting this war and acting in his own self-interest. Just talk to us about what Netanyahu is dealing with as he goes into this speech in 45 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "ASHER",
      "sentences": "Is it possible, Jim, for Netanyahu to shore up bipartisan support, especially when you think about the fact that it's mostly going to be a GOPaudience. And also the fact that there are so many democratic lawmakers who have decided to boycott today's speech, especially some high-profile names like Nancy Pelosi?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "SCIUTTO",
      "sentences": "Yes. It's hard to see how he builds up strong bipartisan support in this country. Support for Israel is bipartisan. And we should note thatthe invitation to speak, did not only come from the Republican House Speaker, but also from the Senate majority leader, Chuck Schumer. So this was a bipartisan invitation to the Israeli leader. That said, that support in the Democratic Party does not run across the board as is evidenced by the number of many dozens of democratic members who won't be there for the speech today. Listen, any Israeli leader is going to have to have a close relationship with a U.S. president of whatever party, but it has been Netanyahu's approach, for a number of years, to drift closer to the Republican Party. And remember this did not begin yesterday. Certainly does not begin with Harris. It goes back to Barack Obama when their divisions were quite public, including U.S. support for a resolution in the U.N., as he was leaving office against Israeli policies, which of course caused tremendous reaction there. So this is -- those divisions that didn't begin yesterday, but I think it's safe to say that they have grown, and they have grown particularly with the conduct of the war in Gaza following the October 7th attacks. And just that awful, awful human toll in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "ASHER",
      "sentences": "All right. Forty thousand Palestinians killed according to Gaza's military health.Jim Sciutto, we have to leave it there. I know you're going to be standing by for us because we are going to see you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "SCIUTTO",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "ASHER",
      "sentences": "-- in about 20 minutes from now. You've got special coverage on the Prime Minister Netanyahu's speech to a joint meeting of Congress.All right. Still to come, protesters aren't the only one taking issue with the Israeli Prime Minister's speech. We'll look at why nearly 50 Democrats do not plan to be there either. We'll explain after the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:18",
      "speaker": "LARRY SABATO, DIRECTOR, CENTER FOR POLITICS, UNIVERSITY OF VIRGINIA",
      "sentences": "This is still a priority, certainly, for Jewish-Americans and Palestinian-Americans, probably less so for the general population. Maybe with the exception of young people, 18 to 24, 18 to 29. They have been especially focused on what's happening there and their own views on it, which tend to be war, pro-Gazan and pro-Palestinian. You know, for Prime Minister Netanyahu, he'll be speaking to a friendly crowd for the most part because those who aren't friendly are going. Now, some Democrats are attending reluctantly. They're attending because they support Israel, not really because they support Netanyahu. It's well known in American circles and political circles in Israel that Netanyahu, very probably, wants Trump to win. So that makes him a little less popular in democratic circles. And there's a -- there's a great division about the number of civilian deaths occurring in Gaza. And, by the way, Vice President Harris has been often singularly, within the Biden administration, speaking up on that very issue within private administration meetings. I think she did the right thing in not attending the speech. She had a good reason. She already had something set up that's important for her campaign. And she'll be meeting with Netanyahu tomorrow in an individual meeting. She'll meet with him separately from Biden. Of course, where is Netanyahu going after the meetings with Biden and Harris? He's going to Mar-a-Lago to see Donald Trump. So this has become very much an American political issue with the political people, with those who eat and breathe and sleep politics. The general population less so, but it's very much on the minds of those in politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:18",
      "speaker": "ASHER",
      "sentences": "And speaking of where Kamala Harris is right now, just about 30 or so minutes ago, we were actually showing live pictures of her inIndianapolis. She was speaking at event to sort of shore up support among black voters, the sorority event in Indianapolis. And what I think, you know, it's important for our audience to remember is that black voters were crucial to delivering the White House to President Biden just four years ago. In terms of Kamala Harris and, you know, just the enthusiasm that we've seen over the past four days, I mean, it has been unprecedented. You think about from Sunday to Monday, she raised about $100 million. And by the way, 62 of them were people who were donating to a political campaign for the very first time. That is noteworthy. Sixty-two percent of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:18",
      "speaker": "SABATO",
      "sentences": "Yes, right. No, that's absolutely correct. And actually, they have done better than the money. They have gotten 58,000 or more people tovolunteer, agree to work for Kamala Harris. And in the end, people matter more than money. Believe it or not, at least in some elections. Look, the new CNN poll shows very clearly that putting Kamala Harris in the place of Joe Biden has made a big difference in terms of increasing support among women, among young people, but also, as you mentioned, blacks. This is critical to the democratic chances for winning. And it has already boosted Harris and probably will boost her more as time goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "SABATO",
      "sentences": "All the days won't be like the first day or the second day or today. This has been an extraordinary period for Vice President Harris.I have a hard time remembering when enthusiasm levels increased so much in so few days. But that's a measure of how much relief Democrats feel and how much hope they now have that they can stop Donald Trump from getting a second term. Well, will there be worse days? You know, is the Pope Catholic? Yes, there will be worse days -- worse days. But I think it's pretty clear that she is in a better position to deal with them. And she is able --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "SABATO",
      "sentences": "-- as she does to (TECHNICAL DIFFICULTIES) against Donald Trump.",
      "isLastSentenceInterrupted": false
    }
  ]
}