{
  "date": "2024-08-22",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Tim Walz Accepts Democratic Nomination for Vice President; Kamala Harris Calls Tim Walz Ahead of Convention Speech; Interview with Senator Cory Booker (D-NJ); Interview with Governor Wes Moore (D- MD); Interview with Senator J.D. Vance (R-OH); Oprah Winfrey Makes Surprise Appearance at DNC; Potential Impact of Kennedy Dropping Out; Fact Check of Third Night of DNC. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:34",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "We are back live in Chicago, where the third night of the Democratic National Convention just wrapped up with Minnesota Governor Tim Walz accepting the Democratic Party's nomination for vice president of the United States.Walz celebrating his small-town Midwestern roots, sharing his journey from Nebraska to high school assistant football coach, teacher, National Guardsmen, his newest role as the running mate of Vice President Kamala Harris. Walz making the case for Kamala Harris and directly taking on Donald Trump and his agenda. (BEGIN VIDEO CLIP) GOV. TIM WALZ (D), VICE PRESIDENTIAL NOMINEE: It's an agenda that serves nobody except the richest and most extreme amongst us. And it's an agenda that does nothing for our neighbors in need. Is it weird? Absolutely. Absolutely. But it's also wrong. And it's dangerous. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:34",
      "speaker": "TAPPER",
      "sentences": "Walz had a tough act to follow, with legendary host, producer, activist, Oprah Winfrey, making a rare appearance a little earlier at the convention and making an appeal to voters who might still be on the fence.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:34",
      "speaker": "OPRAH WINFREY, TV HOST AND PRODUCER",
      "sentences": "I'm calling on all you, independents. And all you, undecideds. You know this is true. You know I'm telling you the truth, that values and character matter most of all in leadership and in life. And more than anything, you know this is true, that decency and respect are on the ballot in 2024.(END VIDEO CLIP) TAPPER: We're breaking down all of the night's big speeches and getting new reaction this hour. Kaitlan Collins is on the convention floor with one of tonight's speakers, New Jersey's own, Senator Cory Booker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:34",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, Jake, and I'll note, just behind us, if you still hear some chanting, that's because the Minnesota delegation is still here from a few minutes ago. Every other state's delegation has left the United Center. Minnesota is still there cheering on their governor, Tim Walz, who was just there.What did you make of his speech on stage tonight, Senator? SEN. CORY BOOKER (D-NJ): Well, it was phenomenal. And I think the great thing about it is you just felt him. You heard him but you also felt him. He has a sweetness about him, a goodness about him, a decency about him, that really came through. And I think that what America is going to see, in the two of them tonight, him tonight and Kamala tomorrow night, is that they're going to just really bring us back to a sense of youth and energy, normalcy, but more importantly, I think really big vision for what we could be in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:34",
      "speaker": "COLLINS",
      "sentences": "Two things stood out tonight. There was a strong appeal to independents. Direct appeals from people like Oprah Winfrey, President Bill Clinton, Governor Tim Walz just there. And also almost kind of a mocking of Trump at times. Obviously former president Bill Clinton was mocking how often he brings up Hannibal Lecter at his rallies.What did you make of those through lines tonight in the speeches?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:34",
      "speaker": "BOOKER",
      "sentences": "Well, look, I think that the truth of the matter is, Donald Trump left to his own is going to continue to show us who he is. There's just a wackiness and a weirdness going on in that candidacy. And I've heard it even from people around him. They just see an undisciplined candidate. Can't stay on message. Can't help but go to the mean, demeaning and degrading things and not the issues at hand.And I think that that appeal to moderates is really just to say, now, wait a minute, let's get back to the pragmatic center of our country. Let's get back to the things that we all know we can do together to solve problems, not this kind of side show, carnival barking, a meanness that really marked the Trump era.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:34",
      "speaker": "COLLINS",
      "sentences": "Do you think that's a more effective way to reach those moderate voters by saying that they're whacky and they're weird than how President Biden was arguing, you know, a threat to democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "COLLINS",
      "sentences": "Senator Cory Booker, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "BOOKER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "COLLINS",
      "sentences": "Jake, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "TAPPER",
      "sentences": "Thanks. And you can still hear the Minnesota delegation, and their raucous cheers. I don't think they've been this excited since the Twins the World Series in '91.CNN's M.J. Lee is joining us. MJ, if we can hear you over the Minnesotans chanting, you're learning that Vice President Harris reached out to Governor Walz shortly before his speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Jake, that Minnesota scrum is still going crazy. They are shouting, \"We want Tim,\" and just having the time of their lives right now. But as you know, the vice president was not in the arena tonight to watch her running mate Tim Walz give his big speech. She was watching from her hotel room here in downtown Chicago. And her team has really kept her schedule clear today, so that she could focus herself on the speech that she is going to be giving tomorrow night, working with advisers and also getting input from members of her family.So many of them of course are in town this week to support her at the convention. And you know, even though this is somebody who has been vice president for three and a half years already, we are told by advisers that she still views the speech that she is going to give tomorrow night as a really important opportunity to introduce herself to the American people in her own voice. And one adviser told me that she has been thinking through, as she has been practicing in these final hours, how every sentence would be received by the audience in this arena. Now one thing that she did, too, as you mentioned, Jake, earlier this evening was call Governor Walz and wish him good luck before his speech. We have a video of that phone call. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Tim, it's Kamala, how are you feeling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "WALZ",
      "sentences": "I'm feeling great. How about you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "HARRIS",
      "sentences": "I'm good. You're going to be fantastic tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "WALZ",
      "sentences": "Well, I'm ready. Thanks for the opportunity. It's going to be electric in there. And the messages this entire week are so great. So I'll go down there and deliver our freedom speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "HARRIS",
      "sentences": "That's right. And you know what, you just feel the love in the room. It's just -- it's -- you know, and we've been seeing it everywhere we go. Enjoy the moment. It's a special night for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "WALZ",
      "sentences": "Well, thank you. And it's good advice. I am really looking forward to it. I think the Minnesotans are going to be thrilled as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "HARRIS",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "WALZ",
      "sentences": "It will be fun. We'll talk to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "HARRIS",
      "sentences": "I'll talk to you soon. Take care, buddy. I'll talk to you soon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "LEE",
      "sentences": "Now, of course, do keep in mind, the speech that Governor Walz ended up giving tonight was the speech that Vice President Harris was supposed to give herself, even as of a month ago, to accept the Democratic Party's nomination to be its vice president. But, of course, everything so different now including the speech that we saw tonight.And Jake, I have to tell you, that scrum of the Minnesota delegation, it is still going strong. They are really going pretty crazy. They are absolutely excited right now. You can see the faces, the cutouts of Tim Walz, the signs of Coach Walz, they are screaming their heads off right now, just incredibly excited about the speech that he gave earlier this evening -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "TAPPER",
      "sentences": "All right, M.J. Thanks so much. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Jake, thanks.We're joined by one of tonight's primetime speakers, Maryland Governor Wes Moore. How do you feel about this? GOV. WES MOORE (D), MARYLAND: I feel great. I feel great. I think the energy is real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "COOPER",
      "sentences": "I heard a story, you -- is it true that you wrote that speech this morning?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "MOORE",
      "sentences": "It's something like that, yes, yes. Yes. Well, I think that, you know, coming up this morning, you just realized that, you know, what exactly is going to meet this moment? And so Lily went back to her drawing board and said, all right. Let's just rewrite this whole thing. Let's go to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "COOPER",
      "sentences": "What do you -- from here, what do you want to see Vice President-nominee Walz and the Vice President Kamala Harris doing on the campaign trail? What do they need to do? The criticism so far is there hasn't been a lot of detail on policy. Is that a weakness, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "COOPER",
      "sentences": "How is speaking in this room different than elsewhere you've spoken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "MOORE",
      "sentences": "Well, you know, it's interesting because they'll tell you, you know, just surf through. And just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "COOPER",
      "sentences": "That's the feedback you get before, surf -- what does surf --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "MOORE",
      "sentences": "Surf through. Like even when the crowd goes up, just keep on going and ignore the crowd. It's just really difficult. Because the energy here is palpable. I think people are just ready. And they feel like there is a real path to victory. And I think that's what is driving people to say that not only do we have a real chance of victory in November but also we have a chance to make, you know, to change the direction of our country in a really powerful way. So this crowd is fired up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "COOPER",
      "sentences": "Governor Wes Moore, I appreciate your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "MOORE",
      "sentences": "I appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "COOPER",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "MOORE",
      "sentences": "Thanks, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:37",
      "speaker": "TAPPER",
      "sentences": "Welcome back. We just capped a very busy night here at the Democratic National Convention in Chicago, Illinois. The official Democratic vice presidential nominee, Governor Tim Walz of Minnesota accepted has party's nomination, as he introduced himself to the American people on this rather truncated process.Right now let's get reaction to the message we've heard from the Democrats this evening, from the Republican vice presidential nominee, Senator J.D. Vance of Ohio. Senator Vance, so much -- thank you so much for joining us. What's your reaction to what you heard from your counterpart and from the Democrats this evening in Chicago? SEN. JD VANCE (R), VICE PRESIDENTIAL CANDIDATE: Well, I think it's an interesting contrast, Jake, between what President Trump and I are offering, which is very simple. We are advancing policies. They're going to lower the cost of housing, lower the cost of food, secure the southern border and raise wages for the middle class. And Kamala Harris really can't run on accomplishing that because her policies have, in fact, caused a lot of the problems and a lot of the suffering that we see in our country. So what you see from the Democrats is instead this argument, that if you want to vote for Donald Trump because you want to change the direction of this country, you're somehow a bad person. And I really think that that dark message really doesn't gel at all with the idea that somehow the Democrats are the joyful party. There's a lot of attacks on Donald Trump, a lot of criticisms of what he's done and what he's said. Not a whole lot of positive vision for how Kamala Harris is going to fix the problems that plague the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:37",
      "speaker": "TAPPER",
      "sentences": "There's also been some criticisms of you. Transportation Secretary Pete Buttigieg this evening spoke tonight. He took aim at one of your past comments from 2021 that Americans that don't have children have, quote, \"no physical commitment to the future of this country,\" unquote.I want you to take a listen and get your reaction. (BEGIN VIDEO CLIP) PETE BUTTIGIEG (D), TRANSPORTATION SECRETARY: You know, Senator, when I deployed to Afghanistan, I didn't have kids then. Many of the men and women who went outside the wire with me didn't have kids either. But let me tell you, our commitment to the future of this country was pretty damn physical. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:37",
      "speaker": "TAPPER",
      "sentences": "What's your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:37",
      "speaker": "VANCE",
      "sentences": "Well, my response, Jake, is that Pete Buttigieg has taken a sarcastic remark that I made three years ago and turned it into something to distract from the fact that his leadership has seen higher transportation costs, higher fuel costs, and higher food prices for American citizens all over our country.These guys act so focused on a sarcastic quip that I made that they ignore the fact that under Kamala Harris's leadership, Americans can't afford the basic necessities of a good life in this country. And so I appreciate that Pete Buttigieg pretends to be offended by what I said. I think Pete should be offended by the fact that under his leadership as secretary of transportation, the government took in $8 billion to build seven electric vehicle charging facilities at a time when Americans are paying 45 percent more for the gas that transports them to work. That's what we should be focused on and that's what we should be talking about. And it illustrates, Jake, my entire criticism of the Democratic approach here is they're focused on fake issues instead of the real record. And the real record is that Kamala Harris has made this country poorer. Donald Trump made the middle-class richer and he caused a lot of peace and prosperity to break out in this country and all over the world. It's a very simple contrast and I wish the Democrats would focus on the issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:37",
      "speaker": "TAPPER",
      "sentences": "There was another comment about you I wanted to get your reaction to. This evening we heard a bit about January 6th, 2021. We saw a video of police officers getting assaulted. Take a listen to what Maryland Congressman Jamie Raskin said the other night about you.(BEGIN VIDEO CLIP) REP. JAMIE RASKIN (D-MD): And by the way, J.D. Vance, do you understand why there was a sudden job opening for running mate on the GOP ticket? They tried to kill your predecessor. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:37",
      "speaker": "TAPPER",
      "sentences": "Do you have any reservations at all taking the ticket, taking the opportunity to serve as the vice presidential nominee given what happened to Vice President Pence on January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "TAPPER",
      "sentences": "I want to play some of what Governor Walz said during his speech, his acceptance speech earlier tonight, and get your reaction.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "WALZ",
      "sentences": "It's an agenda that serves nobody except the richest and the most extreme amongst us. And it's an agenda that does nothing for our neighbors in need.Is it weird? Absolutely. Absolutely. But it's also wrong. And it's dangerous. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "TAPPER",
      "sentences": "Your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "VANCE",
      "sentences": "Well, when Donald Trump was president, Jake, you had people buying homes at record rates. You had young Americans who were able to afford to raise a family. You had people who could afford the basic trappings of middle class life in this country. And so when Tim Walz says that Donald Trump's agenda doesn't work for middle class Americans, he already was president for four years and his agenda worked very well for middle class Americans.Again, I just wish, I would love for Tim Walz or Kamala Harris or anybody else to say that during the three and a half years that Kamala Harris was vice president, here is the thing that she did to make groceries more affordable, here is the thing that she did to make it possible to raise a family in this country, or here's the thing that she did to secure rather than open up the border. Because they can't talk about Kamala Harris' record, they're creating a phantom of Donald Trump's leadership. The Donald Trump that I know and that the American people know I think produced really good results for the American people. It's a record to be proud of and a record I'd like to get back to, frankly, because it was good for the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "TAPPER",
      "sentences": "Both you and President Trump have suggested that there is something wrong or illegitimate about the way that Kamala Harris replaced Joe Biden on the Democratic ticket. Now that the Democratic convention is here, do you accept Kamala Harris, Vice President Harris as the legal and legitimate presidential nominee of the Democratic Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "VANCE",
      "sentences": "Well, first of all, Jake, she's certainly the legitimate nominee of the Democratic Party. We're going to debate her and we're going to try to beat her in November. But I do think it's a little bizarre how the Democrats went about this. We have to remember that for three and a half years Kamala Harris and a lot of Democrats said that Joe Biden was totally fit for the job. That was revealed to be a lie.And then when it became obvious that Joe Biden was political deadweight, they replaced him without casting a single Democrat primary vote. That doesn't make it illegal, but it certainly makes it a little bizarre and if I was a Joe Biden voter, I'd be pretty frustrated at the way that this unfolded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "TAPPER",
      "sentences": "Before you go, quickly if you could, CNN is reporting that Robert F. Kennedy, Jr. is expected to suspend his presidential campaign in Friday. It's been reported that he's considering endorsing Donald Trump, especially if he gets made secretary of Health and Human Services or such. Have the two men been talking? Do you expect an endorsement? How much might it help?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "VANCE",
      "sentences": "You know, so I don't talk to Robert F. Kennedy, Jr., Jake. I certainly listen to what he says. And I do think that he is a guy who recognizes that the Kennedy Democrats of old have been replaced by the Kamala Harris Democrats who support high inflation and open borders. So I'm not surprised that he feels left behind by the Democratic Party. I think a lot of Democrats, a lot of people like my grandparents feel left behind by the Democrat Party.I would certainly welcome him endorsement of Donald Trump. I have seen the same reports you mentioned. I don't know if it's actually going to happen but I certainly hope it does because I do think it would be helpful because it drives home this idea that the Democratic Party of John F. Kennedy, it's just not the Democratic Party of 2024. Let's get back to common sense and unfortunately the only American leader running on common sense right now at a national level is Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "TAPPER",
      "sentences": "Senator J.D. Vance of Ohio, thanks so much. Safe travels, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "VANCE",
      "sentences": "Good night, Jake. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:03",
      "speaker": "TAPPER",
      "sentences": "Dana Bash, Abby Phillip, I will say, what everyone thinks about Senator Vance, he is much more on message and has much more discipline than that other guy on that ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "BASH",
      "sentences": "Even though it's one Kennedy, and most of the Kennedys are supporting the Democratic ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "TAPPER",
      "sentences": "Sure, the grandson of Kennedy spoke the other night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "BASH",
      "sentences": "Exactly. But his name is Kennedy. And so that is part of the reason why he had support even though a lot of the people are supporting, maybe they know some of his policies but not all of his policies, they certainly know his name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "Yes, I mean, I think that Kennedy and the reason that J.D. Vance is welcoming the Kennedy voters in is because they're Trump voters. They're people who otherwise would be voting for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "PHILLIP",
      "sentences": "The reason for the Kennedy candidacy, from the beginning, initially was to give voters a choice between two unpopular options, Joe Biden and Donald Trump. Now that Joe Biden is out of the race, the air has come out of that side of the balloon, leaving really the Trump share. And that's what the Trump campaign needs to have back in this race that's suddenly become so tight between these two candidates.There's no question that they're concerned that Kennedy staying in the race is going to be the margin in some of these places where this election is going to be decided. And it's not. I think that's a little disingenuous to suggest that these are necessarily Kennedy Democrats. I think that these are people who are broadly unaffiliated, broadly disenchanted. Maybe if there were no Kennedy in the race, they would be leaning toward Donald Trump. And that's -- those are the people that Trump needs badly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "TAPPER",
      "sentences": "There are two things going on here with his answer. One is, obviously, elections are a game of addition. And in some of these states, the margins are going to be so slim as you alluded to. And sure it helps. I think I saw a poll that said of the current Kennedy voters, 50 percent would go to Trump, about 25 percent to Harris, and 25 percent don't know where they'd go or go somewhere else.But the other point, obviously, is yes, John F. Kennedy's Democratic Party was much more conservative. But also, Richard Nixon who ran against Kennedy in 1960 was much -- that Republican Party was much more liberal than today's Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "PHILLIP",
      "sentences": "Yes, but he's also arguing that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "TAPPER",
      "sentences": "And neither party is recognizable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "PHILLIP",
      "sentences": "I mean, RFK Jr.'s father, Robert F. Kennedy, was probably much more in line with the Democratic Party of today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "TAPPER",
      "sentences": "Absolutely. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "PHILLIP",
      "sentences": "I think that's a complete myth, that suddenly RFK Jr., just because he has the name.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "BASH",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "PHILLIP",
      "sentences": "Represents the -- he is running a campaign that is largely about giving people another option that is not the two major parties. And he's running on all kinds of other random things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "TAPPER",
      "sentences": "He's a conspiracy theorist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "PHILLIP",
      "sentences": "Including a lot of conspiracies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "BASH",
      "sentences": "Speaking of conspiracies, I do think that your question to J.D. Vance about Kamala Harris and Tim Walz being the legitimate Democratic nominees is going to be something that we're going to look back on because we are listening to Donald Trump more and more, talking about a coup and talking about, you know, what went on, that got Kamala Harris to the top of the ticket. And we saw what happened in 2020, when he started to sprinkle bread crumbs along the path to claiming a stolen election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:04",
      "speaker": "TAPPER",
      "sentences": "Just ahead, how Minnesota delegates reacted to their governor's big convention speech.Our coverage from Chicago continues right after this quick break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "COOPER",
      "sentences": "Yes. Kaitlan, I'll talk to you a little bit later. I hope you get to go home after this. You don't -- they're not going to show up for a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "COLLINS",
      "sentences": "Just go to sleep here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "COOPER",
      "sentences": "All right.Let's bring in Jeff Zeleny with some new reporting. Jeff, what are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Anderson, there is no doubt, as Kaitlan was just talking there about former President Donald Trump, that really has been a through line of every speech and every appearance here and our conversations with party leaders throughout the day.But it is Oprah Winfrey's appearance in this convention hall. I was watching her off the podium here, as she was looking out into the hall, right before she came out and made a surprise visit. I am told that she volunteered to be here at the convention and also told the Harris campaign that she will do whatever she can in the next 76 days or so. That is extraordinary, because you'll remember back in 2016, Oprah Winfrey did not get involved in that campaign. She did not actively campaign for Hillary Clinton. Of course, she did back in 2008, and that was her first foray into politics, endorsing Barack Obama. But it is that absence in 2016. It's really one more piece of reporting and lessons that we're picking up. Democrats view this race in an entirely different way because of what happened in 2016. So, talking with campaign chair Jen O'Malley Dillon earlier today -- she's leading the campaign. She said complacency is the thing that keeps her up at night. So, Anderson, as Democrats are heading home, and as I'm looking out on the floor here, everyone is gone. As Kaitlan was saying, Minnesota's delegation is gone, as well. Tomorrow, the final day. I'm told that Vice President Harris will also still say that she is the underdog and then tell these Democrats to get to work. So, an entirely different feeling here. Yes, there it's excitement, but there's also this worry about what could come next, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "COOPER",
      "sentences": "Yes. Jeff Zeleny, thanks very much.And as Michelle Obama was saying last night, the refrain, \"Do something.\" I just want to play a little bit of -- from Oprah Winfrey's speech tonight. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "OPRAH WINFREY, MEDIA MOGUL",
      "sentences": "There are people who want you to see our country as a nation of us against them. People who want to scare you, who want to rule you. People who'd have you believe that books are dangerous, and assault rifles are safe. That there's a right way to worship and a wrong way to love. People who seek first to divide and then to conquer.But here's the thing. When we stand together, it is impossible to conquer us. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "COOPER",
      "sentences": "The question, Van Jones, is, how involved will she become? She, you know, campaigned for then-candidate Obama in 2008.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Look I -- I know her a little bit. And I know that she's been very concerned about the state of democracy. Very concerned about what she sees as just rising hate and intolerance and a sense that our democracy's at risk.So, if she decides to deploy fully, I mean, she can be a double threat. Because you've got suburban women, who we've got to get to move toward us. She's got power there. And you've got to get the black turnout up. She can do both. You can send her to Pennsylvania. You can send her to Michigan. So, if she decides to really do it, she can do a lot. She also -- you know, we do have to raise money. And I think, you know, you -- if you make her central to a fundraising effort, that's going to go well, as well. So, look, I think -- I think what you're seeing is, somehow, Kamala Harris, who was so underestimated, is turning out to be a magnet that you can just build this incredible LEGO transformer thing around, from the -- from the Tim Walzes to the Oprah Winfreys. I don't know how the Republicans are going to fight this thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "JONES",
      "sentences": "But it's fun to play with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "AXELROD",
      "sentences": "-- calm down --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "JONES",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "AXELROD",
      "sentences": "-- just a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "JONES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "AXELROD",
      "sentences": "Let me just -- let me just say to you what the candidate and her team is saying to people in this arena.I said it before. I'm not sure, if the election were tonight, that Donald Trump wouldn't win that election. You -- you know, John King will show you the map of these battleground states -- are battlegrounds for reasons. And in many of them, she's not winning right now. And she's had a pretty good month. So, there's a lot of work to be done here. It's not a slam dunk. I mean, I think the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "JONES",
      "sentences": "How do you see a surrogate like an Oprah? Effective? Not effective? How do you see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "AXELROD",
      "sentences": "You know, honestly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "JONES",
      "sentences": "How do you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "JONES",
      "sentences": "Awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "AXELROD",
      "sentences": "Which, in some ways, is the tone of this whole convention. You know, they're going at Trump in a different way.AUDIE CORNISH, CNN ANCHOR/CORRESPONDENT: She also followed on a theme from several -- several other speakers. So, she said, as an independent, talking to independents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "AXELROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "CORNISH",
      "sentences": "Pete Buttigieg said -- directed has comments to people at their kitchen table.And then you also had, I think, earlier, the Republicans who were saying, Look, Republicans like us, who believe X, Y and Z. And Walz at the end, saying, OK, this is the part of my speech. You should clip, save, and share. There was much more call to action from the stage tonight. And to hear it from an Oprah, et cetera, I think is like -- can be meaningful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "AXELROD",
      "sentences": "But I do think it's -- I do think it's important --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "AXELROD",
      "sentences": "-- that people sober up here when they leave and say, we've got a battle ahead here. This is not -- this is not over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "COOPER",
      "sentences": "Let me bring in John King.John, you've been looking also at Robert F. Kennedy. Obviously, if -- the idea that he might drop out of the race. The impact of that, potentially. JOHN KING, CNN ANCHOR/CHIEF NATIONAL CORRESPONDENT: Right. And so, we've talked about him for months, about the prospect of a third-party candidate getting a decent number and who would that impact? We talked a bit earlier about how different, tone-wise, Kamala Harris running against Donald Trump. A smaller field, also, yes, maybe Robert Kennedy endorses Donald Trump. Maybe I'm a bit of a contrarian here. I'm going to make the argument that still helps Kamala Harris, and let me explain why. This is 2020. You see Donald Trump. He's at 47 percent, if you round that up, right? 46.8. You go back to 2016, Donald Trump is at 46.4, essentially the same number. Even though turnout was much bigger in 2020, significantly higher, Donald Trump got the same number, just shy of 47 right there. There's not -- at least there's no evidence, if we have two campaigns. Who knows what this is like? But before us now, there is zero evidence that there is majority support for Trump or Trumpism nationally, or even in the battleground states. In 2016, when Donald Trump won Michigan. But only with 48 percent. He couldn't get to 50. That was Wisconsin. I'm sorry. This is Michigan. He won Michigan with 48 percent. He couldn't get to 50. Let's drop down to Pennsylvania. He won Mich -- Pennsylvania with 49 percent. He couldn't get to 50. Then you come to 2020, and you go through the same states. Again, he's at 49 percent. You come out here and you come over to Michigan. This time, Joe Biden flipped the Blue Wall back. He's at 48 percent, but it's not 50 percent. So, what's the difference? In the 2020 campaign, the third-party candidates combined got about 2 percent. In the 2016 campaign -- go back there. 2016 campaign, the third-party candidates combined got about 6 percent, just shy of 6 percent. That was a huge difference. One last point: Kennedy getting out -- we'll see what happens. We talked about this on your show, Anderson, a long time ago. Back in May, I was raising the prospect, are we going to have a 1992-like Perot campaign, with a third-party candidate getting into double digits? Because he was at 9 percent in Michigan, 10 percent in Pennsylvania, 9 percent in Wisconsin. The other third-party candidates well below. This is back in May. Here's where we were a week or so ago. This is -- we're trying -- we're using the exact same poll, \"New York Times\"/Siena poll here. So, it's apples and apples. Down to 5 percent in Michigan, 5 percent in Pennsylvania, 6 percent in Wisconsin. I've seen data since this. This poll ended almost two weeks ago, 10 days ago. I've seen data since then that shows those numbers -- it's a different poll, but the number's even a bit lower. So, Robert F. Kennedy's numbers are going down. His fundraising is also going down. So, he's going to step aside. Maybe he endorses Trump. But I would say, from 2020 and 2016, the lesson is, the fewer candidates, the better for the Democrats. We will see if that holds this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "AXELROD",
      "sentences": "So, John, I've had the -- you know, I've long adhered to the theory that you have, which is that Trump has a high floor and a low ceiling. And the more third-party candidates that are in there that lower that threshold to win, favors Trump.But when you look at these polls and what Robert Kennedy has lost, he's largely lost the Democrats and the Democratic-leaning voters who have come back into the fold. And that leaves more of the right-wing, populist sort of conspire -- conspiracy theory folks who have gravitated to his candidacy because of anti-vaxing and so on. What makes you feel that those folks are not going to gravitate toward Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "KING",
      "sentences": "I think they would, if they vote. If they vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "AXELROD",
      "sentences": "Good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "KING",
      "sentences": "they would gravitate to Trump.We've met several on the campaign. I'm thinking of a fisherman right now, Lucas Raymond (ph) from New Hampshire, who was a Trump supporter in 2016; didn't like the chaos of Trump. Heard Robert F. Kennedy on the Joe Rogan podcast. A lot of Trump supporters listen to Joe Rogan. A lot of Kennedy supporters listen to Joe Rogan. They hear him on these podcasts, and they like him. Not just because of the antivax stuff. They liked him because, in his earlier career as an environmental lawyer, he fought polluters. And the fishermen are dealing with polluters all the time, people who they think are striking their livelihood. So, he had some genuine support from people who are disaffected from politics and thought he might help. So, we'll see if they go. But if they go back to Trump, and that gets Trump from 46 to -- back to 48, that's still not enough. One other point, though, as you bring is this up. When we walked out of the hall last night, I saw a young man with a Howard University shirt on, holding a Jill Stein sign. In the state of Michigan, even if Robert F. Kennedy steps aside, Jill Stein has been working in the Palestinian, the Arab-American community in the state of Michigan. She was a thorn in Hillary Clinton's side in this state in 2016. Kamala Harris still might have to deal with her right there in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "COOPER",
      "sentences": "All right. John King, thanks.Just ahead, a fact check of the big speeches tonight and a look ahead at the convention finale tomorrow. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) (MUSIC: NEIL YOUNG, \"KEEP ON ROCKING IN THE FREE WORLD\") (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:01",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Yes. Neil Young, who I believe told the Trump campaign at one point to stop using that song. Apparently, no such problem with the Democrat this evening.We're coming to you live from the Democratic National Convention. The third night of the convention just wrapped with Governor Tim Walz and his family celebrating his vice-presidential nomination. Let's get a fact check of some of the claims we heard from the stage tonight. CNN senior reporter Daniel Dale is joining us. Daniel, what stood out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "DALE",
      "sentences": "That is false. Trump did not write Project 2025. The project's big policy document, published by the Heritage Foundation think tank, lists dozens of people as authors, editors, contributors. Donald Trump is not among them.A Project 2025 spokesman told me tonight no candidate was involved with the drafting of the document. Now, it is fair to say Trump has extensive ties to Project 2025. And CNN has reported that more than half of those authors, editors and contributors worked at some point in his administration. But that's different than saying Trump actually wrote it. Now let's also play something that Colorado's governor, Jared Polis, said about what's in that Project 2025 document. (BEGIN VIDEO CLIP) GOV. JARED POLIS (D-CO): Page 451 says the only \"legitimate\" family is a married mother and father, where only the father works. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "DALE",
      "sentences": "That is also false. Project 2025 does not say there is only one kind of legitimate family, let alone say that families in which a mother works outside the home is illegitimate.A Heritage Foundation spokeswoman, who's a working mom herself, told me tonight the governor's claim is a lie. Now, if you read the page the governor mentioned, you'll see it does express a preference for a certain kind of family. It says, quote, \"Families comprised of a married mother, father, and their children are the foundation of a healthy society.\" It then goes on to criticize Biden policies that supposedly subsidized single motherhood and focused on LGBT equity. You can obviously debate all of that. But nowhere does Project 2025 say a family is not legitimate if the mom has a job -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "TAPPER",
      "sentences": "All right, Daniel. Thank you so much.So, let's talk about one of the most powerful moments from the night. And that is when Gus Walz, the 17-year-old son of Minnesota Governor Tim Walz, stood up, weeping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "TAPPER",
      "sentences": "So happy and proud he was of his father. And said, \"That's my dad. That's my dad.\" Let's share this.(BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN): I'm letting you in on how we started a family. Because this is a big part about what this election is about. Freedom. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "TAPPER",
      "sentences": "So that was one part of it. There was another part, where he stood up and said, \"That's my dad. That's my dad.\"The family has opened up recently about a learning challenge that Gus Walz has. Doesn't really matter in terms of how moving that moment was, but that is an important part of the context of the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "BASH",
      "sentences": "It is. And they -- I just pulled it back up. The -- the Walz family spoke to \"People\" magazine and told them about their son Gus having, what they call nonverbal -- a nonverbal learning disorder, in addition to an anxiety disorder, and ADHD, conditions that millions of Americans also have.And the lights just came on in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "TAPPER",
      "sentences": "Yes, they're putting the lights on. Apparently, they think we're about to perform surgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "Time to leave the club.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "BASH",
      "sentences": "I think that they're trying to tell us something, Jake.But going back to Gus, I mean, the other thing that I really find so heartwarming is that what Tim and Gwen Walz have said is that it turned out that what could be, you know, something that would very much sidetrack anybody was a super power and is his super power. Because he feels things, he sees things, he recognizes emotions and recognizes situations that maybe other people who do not have this get to recognize. And we saw that tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:11",
      "speaker": "BASH",
      "sentences": "I mean, he was so hyper proud of his father. I mean -- any kid would be hyper proud of his father. He wasn't afraid to show it. And it was just a remarkable moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:00",
      "speaker": "PHILLIP",
      "sentences": "Yes, you know, and I also -- I think that the Walz family, like so many American families, they have a lot of challenges. They had challenges getting pregnant. They had challenges with Gus's learning disorder, as described there in that \"People\" magazine piece.And I think that that is incredibly relatable to a lot of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:00",
      "speaker": "TAPPER",
      "sentences": "Yes",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:00",
      "speaker": "PHILLIP",
      "sentences": "I -- I also was watching Gwen Walz a lot from the stand. And she's such an interesting character. We didn't really see much of her on the stage. She was in a video or two. She seemed really ready and willing to kind of roast her husband in a kind of jovial way, which I think was pretty funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:00",
      "speaker": "TAPPER",
      "sentences": "That's pretty relatable.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:00",
      "speaker": "TAPPER",
      "sentences": "As the dad on the panel, I'll say, that's pretty relatable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:00",
      "speaker": "PHILLIP",
      "sentences": "I mean, look, I think -- I think it's very normal, in a way.And the one thing I have noticed, just sort of watching this, is so many Republicans are very frustrated that the attacks on Walz have not worked in the same way that they'd hoped. There have been negative things that have come out. But they haven't really pierced sort of the persona that he gives off, I think, broadly to the American public.",
      "isLastSentenceInterrupted": false
    }
  ]
}