{
  "date": "2024-12-13",
  "headline": "One World with Zain Asher",
  "subHeadline": "Rebel Leader Urges Syrians Not To Fire Shots In Celebration; Slain Syrian Activist Mazen Al-Hamada laid To Rest; How Trump Will Change U.S. Policy Toward Ukraine; Injured Nancy Pelosi Admitted To Luxembourg Hospital; Congressman Wants More Info About Mystery Drones; Mangione Faces Second-Degree Murder Charge In New York; CNN Talks To The Siblings Of Two Hostages Being Held In Gaza; Human Cell Research In Space May Reveal Secrets Of Aging;Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:27",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "Friday prayers ring out across Syria after the fall of the Assad regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "ONE WORLD starts right now.Scenes of jubilation across the country as Syria's neighbors discuss a new approach following the fall of the Assad regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "And Ukraine in the dark after Russia strikes major energy infrastructure as President-elect Trump criticizes Ukraine's strikes deepinside Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "GOLODRYGA",
      "sentences": "Plus, new urgency in the push towards a ceasefire between Israel and Gaza. We'll speak to the families of two hostages desperate to reunitewith their loved ones after more than 400 days apart. Hello, everyone. Live from New York, I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "And I'm Zain Asher. You are watching ONE WORLD.I want to begin with people across Syria celebrating the fall of the Assad regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "GOLODRYGA",
      "sentences": "The euphoria comes on this, the first Friday since Bashar al- Assad fled the country. Friday is a holy day for Muslims, and today's massive celebrations erupted afternoon prayer.A short time ago, the rebel leader made this urgent appeal to fellow Syrians. (BEGIN VIDEO CLIP) MOHAMMAD AL-JOLANI, SYRIAN GENERAL COMMANDER (through translator): I would like to congratulate the great Syrian people on the victory of the blessed revolution. I call upon them to take to the squares and express their joy over this achievement, but without firing bullets or causing fear among the people. Afterwards, let us turn our efforts towards rebuilding this country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "His message comes after hundreds of people took to the streets of Raqqa on Thursday who was celebrating when a man lost control of hismachine gun and opened fire on bystanders. It was to say that at least one person was killed and 15 wounded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "GOLODRYGA",
      "sentences": "Elsewhere in the Middle East, a diplomatic push is gaining momentum to ease Syria's transition of power. America's sub diplomat hasjust made an unannounced trip to Iraq. State Department officials say Antony Blinken is trying to make sure that the terror, the threat of the terror group ISIS doesn't return to the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "ASHER",
      "sentences": "CNN's Clarissa Ward is in the Syrian capital and she filed this report from the celebrations just a short time ago.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "People are flooding into the central Umayyad Square from around Damascus. They're flooding intosquares across the entire country. This is the first Friday since Bashar al-Assad left the country. And you can see, understandably, so many people here are celebrating what they see as the greatest victory of a lifetime, after 53 years of totalitarian rule under Bashar al-Assad, after hundreds of thousands of dead and disappeared into Syrian prisons. Finally, Syria, for these people, is free. This is why you hear over and over, (SPEAKING IN FOREIGN LANGUE) Syria is free. And the crowds are getting bigger and bigger here as people really just absorbed the magnitude of this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So thank God. We're so grateful that we finally can speak freely. We can criticize. We can help. We can feel like this countryis our country, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "WARD",
      "sentences": "What does this moment feel like, Kindar (ph)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's like a dream. It's like a dream.  At the end, I felt like I'm going to lose the hope that he's going to leave. And now, wegot back the hope. Honestly, it's like a dream come true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now it's a great feeling. We are in Umayyad Square. We are in the middle of Damascus, saving freedom. Saying, we are still wantthe same demands of democracy, of participation, of justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "GOLODRYGA",
      "sentences": "Just the euphoria surrounding Clarissa. You can forgive the fact that it was difficult to hear her as she was just surrounded by peoplecelebrating. And while there is an overriding sense of relief and joy across Syria, there is also the lingering trauma of death and torture experienced by Syrians who were deemed enemies of the Assad regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "ASHER",
      "sentences": "Yes. CNN's Salma Abdelaziz reports on the story of one notable activist victimized by the regime's brutality and his fateful decision toreturn home. (BEGIN VIDEOTAPE) SALMA ABDELAZIZ, CNN CORRESPONDENT (voice-over): This is activist Mazen Al- Hamada recounting all the ways in which he was tortured inside a regime prison. They broke my ribs, he says. He would jump up and come down on me. I could feel my ribs snapping. He is then asked in this documentary how he feels about his tormentors. I will not rest until I take them to court and get justice,\" he says. This image, tears flowing from his haunted eyes, made Al-Hamada the face of Syria's torture victims. And inspired drawings by U.S.-based artist and friend, Marc Nelson. MARC NELSON, U.S.-BASED ARTIST: That just bore into my soul, his face, his expression. ABDELAZIZ (voice-over): When an uprising against the Assad dynasty erupted in 2011, Al-Hamada was among the first to join demonstrations. It made him a target of the regime. In 2012, he was detained by security forces after smuggling baby formula into a besieged suburb of Damascus. For nearly two years, he endured medieval torture techniques, rape, beatings and psychological abuse. After his release, he fled to Europe and vowed to tell the world his story. He spoke to journalists, met White House officials, appealed to U.S. lawmakers, but nothing changed. Mazen felt defeated and homesick. His friend and a fellow prison survivor told us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "OMAR ALSHOGRE, FRIEND AND SYRIAN PRISON SURVIVOR",
      "sentences": "When he got out and lived in this world, he's seen that the world doesn't care. And that's the onlyhope he had to live for, that the world cared enough to go and save the cellmates that he left behind. ABDELAZIZ (voice-over): He flew back to the U.S. to Damascus in February of 2020 and was almost immediately forcibly disappeared. Again, Nelson began to draw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "NELSON",
      "sentences": "This is the only way I can think of as an art person to keep his memory is that every week, every other day, every month, draw him.ABDELAZIZ (voice-over): His fate unknown until rebels took control of Damascus and burst open Syria's prisons. Images of Al-Hamada's body surfaced online, too gruesome for us to show. He was killed inside the notorious Sednaya prison and his body dumped at a nearby hospital, his family says. Just one week before his dream of a free Syria was realized. But his testimony against tyranny is everlasting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "ALSHOGRE",
      "sentences": "His story will always be used as an evidence and a testimony against this regime that needs to be prosecuted.ABDELAZIZ (voice-over): One of the first to stand up to Assad was one of the last of his victims. Now Syria's new rulers say justice for him and countless others is their mission. Salma Abdelaziz, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:05",
      "speaker": "GOLODRYGA",
      "sentences": "We turn to Ukraine now where parts of that country are in the dark and on high alert after what one official called a massive Russianattack on its energy sector. Ukraine's energy minister urged people to remain in shelters in case of further attacks and warned of widespread power outages. Ukrainian President Volodymyr Zelensky says Russia launched more than 990 missiles and some 200 drones at targets across the country overnight. He said most of the missiles were shot down, but the damage is still being assessed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes. I mean, look, it's, you know, Donald Trump, obviously, is -- he wants to be at the center ofwhatever's happening. And, you know, every war has to end the negotiation. The question is, will this negotiation be from a position of strength for Ukraine or a position of weakness? And what this means for the rest of Eastern Europe, and frankly, the rest of Europe, is if Vladimir Putin is allowed to get away with a land grab in Ukraine for no reason other than a land grab and rebuilding the parts of the old Soviet Union. He is going to perceive weakness. One of the things you always see with Vladimir Putin is that strength he respects. That's why he has this interesting relationship with Turkey, because Erdogan kind of pushes back on him. He respects that strength. If he perceives and smells weakness, he's going to try further. And it's not going to be some massive land invasion of like the Baltics, for instance. It may be a gray area attack, fomenting of partisan violence, for instance, in Estonia, and then having to bring Russian peacekeepers in, which is kind of his -- what he always does to cover. And anytime he senses weakness, it actually makes the next war far more likely. And again, not to mention what this means for the millions of people that live in Ukraine that want freedom. And in many cases, the refugee crisis in Europe. So this has a lot of serious impact that I don't think Donald Trump either cares about or is thinking through fully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Adam, it does appear that reality has said in somewhat about the difference between actually governing as opposed to campaigning.Looks like for Donald Trump, just judging by what he said in \"Time Magazine.\" He has said in terms of the U.S. economy that he doesn't know if he'll be able to bring down the price of food and inflation related costs, something that he campaigned on addressing head on. And also when it comes to Ukraine, remember he campaigned on bringing this war to an end on day one. It is interesting to see that he acknowledged, in his view, that he thinks the Middle East is actually a much easier problem to solve than the war in Ukraine. And the only specific he gave was that he does not support the United States providing ATACMS, long-range missiles to Ukraine to use deep inside Russia. Putting all that together, what does that tell you about what these negotiations in the next few months may look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "KINZINGER",
      "sentences": "Well, first of all, it shows a fundamental lack of understanding about warfare from Donald Trump. This isn't a surprise to anybody.But, look, if you're an attack -- a country that's being attacked, here's how you win, because everybody's like, well, what does victory look like? Here's what it looks like. The defending country continues to defend, until the offensive country, the attacking country, runs out of material men or willpower to keep attacking. And honestly, Russia is very close to that point, 700-some thousand casualties, an economy that's on the brink. What Vladimir Putin is saying is, he's going to buy time to see what Donald Trump does. And if Donald Trump could come in and say, look, I'm going to continue to allow deep strikes into Russia against legitimate military targets, that would send a strong message to Vladimir Putin to go to the table and to negotiate. I think this shows a fundamental lack of understanding. One of the things that can work in kind of Ukraine's favor when they deal with Donald Trump is the reality that if Ukraine does fall under Trump's watch, this is going to make, you know, Afghanistan under Biden appear like child's play. The American people will turn against Donald Trump when they see Ukraine fall. Obviously, Europe will turn against Donald Trump. And I think using that to say, look, you don't want this to happen on your watch may be a way of success. But, look, honestly, there's a lack of fundamental understanding of how warfare works with Donald Trump. But I saw that in my time sitting in the Oval Office talking to him about Syria first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "ASHER",
      "sentences": "Just in terms of events closer to home, obviously, Donald Trump has intimated that former January 6 committee members should be imprisoned. Youwere one of two Republicans on the committee. Just give us your take on that. And how concerned are you that this sort of second Donald Trump term will be largely about retribution. I mean, what does that mean for yourself? What does that mean for others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. You said as much on X posting that you're not intimidated by Donald Trump. And you said that last night with our colleague KaitlanCollins as well. Donald Trump, in that \"Time\" interview, also said that he would consider pardoning the January 6 rioters in the first nine minutes. I don't know why he picked nine, but nine minutes of his administration. Can I just go back to something that you just mentioned, though, that caught my attention? Did you say that you got from Donald Trump that he didn't understand the dynamics in play as it relates to Syria, specifically --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "KINZINGER",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "-- when you spent time with him?So given what's happening now in Syria, can you just lay out more specifics on what exactly he didn't understand?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "KINZINGER",
      "sentences": "Yes. It's a specific meeting. It was myself, Liz Cheney, Dan Crenshaw, and a few others that -- John Bolton had actually brought us into talk with Trump about Syria. This is when Trump was looking at basically throwing the Kurds under the bus. And I remember specifically saying to Donald Trump, I said, look, Mr. President, if you want a seat at the table for negotiations, because all wars, like I said, end in negotiations. If you want a seat at the table, you have to leave American troops there to have that seat. And he just looked at me and goes, Adam, why the F-word? Do I care about what happens in Syria? It's basically just a bunch of sand. You've seen him -- you've seen that sentiment in other people's books as well. I personally witnessed it. And what that shows me is he doesn't understand the dynamics of Syria. He doesn't understand the dynamics of the Middle East, and doesn't understand how dictatorships in the Middle East actually create terrorism. There are so many terrorists that exist as a way to oppose Assad because of his brutality. It's in freedom and democracy that actually is the greatest disinfectant to terrorist groups, quite honestly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ASHER",
      "sentences": "Yes. I mean, he came out right away after the Assad regime fell and it simply said, listen, this is not the U.S.'s fight. The U.S. shouldsimply stay out of it. And a lot of people have said, well, there's so much at stake. You know, if you end up having a civil war breaking out in Syria, obviously, there's so much at stake. I mean, you see how Israel has responded to the fall of the Assad regime. There's a lot at stake for Syria's neighbors. Adam Kinzinger, live for us there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "KINZINGER",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "Thanks, Adam.Well, former U.S. House Speaker Nancy Pelosi is in a Luxembourg hospital at this hour. Her spokesperson says that she's, quote, sustained an injury during an official trip with a U.S. congressional delegation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ASHER",
      "sentences": "Yes. It was marking the 80th anniversary of the Battle of Bulge. No details yet on her injury. Her spokesperson says she'll continue to workwhile in hospital, but will not attend the rest of the official engagements during this trip. CNN's Lauren Fox brings us more. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "There are a lot of questions. She is someone who is really important to the Democratic Party. Alsosomeone who often leads and is part of these bipartisan CODELs when it comes to sort of marking these important anniversaries. It's unclear how many lawmakers were traveling with her. It's also unclear exactly what happened. As I said, this statement is a little bit vague still, so we're still talking to sources about exactly what took place. Obviously, everyone wishing her a fast and speedy recovery. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "We'll continue to cover this story.Meantime, coming up for us, what is flying over New Jersey and apparently now New York State as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ASHER",
      "sentences": "Don't ask me. I just live there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "The congressman says the public deserves answers about a wave of mysterious drone sightings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "ASHER",
      "sentences": "All right. A New Jersey congressman is demanding the government tell the public what is going on in the skies over his seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. There is a growing outcry about mysterious drones seen flying over New Jersey in recent weeks. Congressman Josh Gottheimer saysthat he has been briefed on the matter and there is no reason for the public to be worried. But he says the U.S. Department of Homeland Security and the FBI need to provide answers. (BEGIN VIDEO CLIP) REP JOSH GOTTHEIMER (D-NJ): And we expect additional classified briefings early next week. I want folks to understand, and I want to know for certain, where are these drones coming from? Because right now, there appears to be a huge question about where they're coming from of these unauthorized, seem to be unauthorized drones. I want you to know that based on the information the briefings that I've received to date, I'm not concerned about any imminent threats to public safety or national security regarding these drones. But, and I've made this very clear to the FBI, the Homeland Security and the FAA, the agencies chiefly responsible for monitoring drone activity. They must immediately disclose more information to the public. It's totally and completely unacceptable that you have all this drone activity going on, that people are seeing with their own eyes, and even if it's not all drone activity and some of it is manned aircraft, there appears to be plenty of drone activity that people are seeing with their own eyes. The fact that the federal agencies responsible for briefing the public have not come forward in a clear way is unacceptable. There has to be some explanation to the public for all this increased activity and they must do so now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "ASHER",
      "sentences": "A White House spokesperson says some of the objects may actually be manned aircraft operating lawfully. And a prominent astrophysicist thinksthe whole thing is actually rather amusing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "NEIL DEGRASSE TYSON, AMERICAN ASTROPHYSICIST",
      "sentences": "I can't claim to know the motives of aliens, but just being an Earthling. But of all the places toshow up on Earth, they pick New Jersey. That would be odd for me to wonder what the aliens are looking for. No offense to New Jersey. I'm just saying, there's the whole earth they could have visited. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "GOLODRYGA",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "ASHER",
      "sentences": "No offense to New Jersey. I've taken offense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "GOLODRYGA",
      "sentences": "See some ice in that (INAUDIBLE) yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "ASHER",
      "sentences": "I live in New Jersey. OK. Neil, I'm personally offended by those comments.CNN's Polo Sandoval is tracking the mysterious drones for us. So a lot of people in New Jersey, where I live, were concerned this week. But now people in New York are concerned as well. What more are we learning, Polo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Yes, Zain, you and other New Jersey residents -- what we know is that folks in neighboring New York have alsoreported some of these drone sightings in nearby Rockland County. We do understand, if we can get our mic here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "GOLODRYGA",
      "sentences": "You might have lost your mic. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "ASHER",
      "sentences": "He doesn't have his mic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "SANDOVAL",
      "sentences": "I tell you, you've been talking about drones --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:09",
      "speaker": "GOLODRYGA",
      "sentences": "Blame the aliens for that too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "Because the internet loves a good mystery. And so if there's a dust --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "-- of information, it just takes over the speculation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "Well, also, I'm not sure Josh Gottheimer put this to rest when he said there's nothing to worry about, but we still need answers and didnot give more details as to what he was briefed on. So that's where conspiracy theorists, you know, run amok --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "-- when they don't have specific information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "And he was specifically asked earlier today, was this -- in your briefings, did you get an indication that this was part of some approvedactivity? Our colleague actually asked him that and he did not answer that particular question. So that's something that we're actually taking forward to see if this was perhaps that the government was notified of any sort of drone activity before all of these reports started coming in mid-November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "And I'm still not over the Neil deGrasse Tyson comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "Well, he lives in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "That is going to get under my skin. It's going to sit with me all weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "By the way, he lives in New York, I believe. And that, you know, we've also had some spotted here, too. So it's not just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "-- New Jersey, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "That's right, Zain. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "Polo --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "-- I hope you heard me earlier without the mic. So now we know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "That was funny, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "You guys are not the only ones in New Jersey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "It was like, he sounds underwater. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "Thanks, Polo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "Thank you, Polo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "SANDOVAL",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "ASHER",
      "sentences": "All right. France has a new prime minister, Francois Bayrou named by French President Emmanuel Macron earlier today. Bayrou is the founder ofthe Centrist Democratic Movement political party and mayor of the southwestern town of Pau.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "Now, this appointment comes after Michel Barnier was ousted in a vote of no-confidence, as CNN's Melissa Bell reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "A centrist French politician. He now becomes the fourth prime minister this year to take overat a particularly difficult time. But he is considered a politician who can federate as many of those disparate French political forces as possible. It's unclear whether it will actually work in the long term and his government can hold longer than Michel Barnier did which had a historic low, historic record rather for brevity. It was just three months long. Whether Francois Bayrou can stay longer much depends, of course, now on what happens in parliament. He's going to have to name a new government that the three very different blocks in parliament can agree upon or at least that none can vote down. But he is considered a centrist. He's well respected in French politics. He's been further to the right at times under certain presidents, closer to the left at others, forming his own middle party, MoDem, many years ago. And so he is considered both to have the stature and the center position that might allow, if anyone can do it, prime minister to take time -- take -- to take control at this very divided time in French politics. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:02",
      "speaker": "GOLODRYGA",
      "sentences": "Our thanks to Melissa Bell for that report.Meantime back in the U.S., Luigi Mangione faces a second-degree murder charge in the suspected killing of the UnitedHealthcare CEO. But New York prosecutors may increase it to first-degree murder, depending on the evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:11",
      "speaker": "JUSTIN PAPERNY, PRISON CONSULTANT",
      "sentences": "Any prison, state or federal, is a predatory environment. And there could be prisoners who are there for along time, perhaps looking to get in the media, get some attention. So he's got to learn to enjoy his own company in a little cell with a desk, with a toilet, with a little -- with a pen to be able to write with a sink, because he will not be around prisoners, as I see it, for quite some time. The prison just can't risk it. CARROLL (voice-over): Huntington's inmates have made headlines before Mangione. Cosmo Dinardo, who was convicted of murdering four men and burying them on his parent's property, served part of his life sentence there. Nick Yarris also served time there. Yarris was wrongly convicted and sentenced to death in 1982 on rape and murder charges. His sentence overturned in 2003 due to DNA evidence. He says his time at Huntington are years he will never forget. NICK YARRIS, WRONGLY CONVICTED PRISONER AND SPENT 22 YEARS IN PRISON: He decided to send me to Huntington Prison, the hardest prison in America at that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:11",
      "speaker": "JOE ROGAN, PODCASTER",
      "sentences": "And what was he going to do before that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:11",
      "speaker": "YARRIS",
      "sentences": "I don't know. But he made sure I went to the place that they broke you.CARROLL (voice-over): Mangione's time there could be measured in weeks as prosecutors push to have him brought back to New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:11",
      "speaker": "CARROLL",
      "sentences": "The Department of Corrections also says that Mangione is allowed to have visitors there at the facility, but so far, the only person tovisit him has been his attorney, and that was Thursday afternoon. Jason Carroll, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back to ONE WORLD. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.Now to Israel's war against Hamas in Gaza. Palestinian officials say at least 40 people have been killed in the last 24 hours in deadly Israeli strikes on Central Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "ASHER",
      "sentences": "Images from the scene show people with flashlights searching the rubble of a destroyed building. The Israeli military says a seniorterrorist who led the attacks against civilians and troops was the target of a strike on a densely populated refugee camp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "GOLODRYGA",
      "sentences": "Palestinian officials say nearly 45,000 people have been killed in the besieged enclave since the October 7th attack on Israel, most ofthem women and children. And after more than a year of dashed hopes and stalled talks to reach a Gaza ceasefire and hostage release deal, there's a sudden urgency to get a deal in place in the waning days of the Biden administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "ASHER",
      "sentences": "Yes. Top American diplomats are sounding cautiously optimistic earlier at a stop in Turkey today. U.S. Secretary of State Antony Blinkensaid he's seeing really encouraging signs that a deal is possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "GOLODRYGA",
      "sentences": "And on Thursday, White House National Security Advisor Jake Sullivan also voiced optimism after meeting Israel's prime minister.(BEGIN VIDEO CLIP) JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER: I got the sense today from the prime minister he's ready to do a deal. And when I go to Doha and Cairo, my goal will be to put us in a position to be able to close this deal this month, not later. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "ASHER",
      "sentences": "For the families of hostages, it's been an agonizing wait. Hamas and other groups are believing to be holding some 100 hostages in Gaza, all butfour of whom were captured on October 7th last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:16",
      "speaker": "GOLODRYGA",
      "sentences": "Well, time now for The Exchange, and we want to focus on those hostages. We want to bring in Sasha Ariev and Amit Levy, the sister andbrother of two women, still being held hostage after Hamas overran their IDF base on October 7th, where they just began their mandatory service as observers at the Gaza border. Sasha's sister, Karina, called her family from a bomb shelter that day, saying that she could hear terrorists going through the base. Amit's sister, Naama Levy's 20th birthday was marked by thousands of people in Tel Aviv in June. Her violent capture on October 7th was caught on camera by her attackers. And her story has become very familiar to our viewers. Sasha Ariev and Amit Levy join us now. Both welcome to the program. Amit, I have gotten to know your mother, Ayelet, very well. And through your mother and through our numerous interviews, I feel like I have really gotten to know a lot about your sister, Naama. I visited your home. I've been to her room. I know so much about what she loves to do, her love of sports, her real focus and dedication to Israelis and Palestinians living together peacefully. The both of you are part of a delegation of family members of hostages who are in the United States. You met with officials both from the incoming Trump administration and the Biden administration in Washington. And it was interesting to hear Ruby Chen, who is the father of Itay Chen, an American hostage currently held in Gaza, say that he walked away from those meetings with hope. Is that what you walked away with as well, Amit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:09",
      "speaker": "ASHER",
      "sentences": "Thank you, Amit.Sasha, let me bring you in. Amit just talked about optimism. And I really admire the hope and the strength and the optimism, because while it does seem likely that we could see some kind of deal, we have been here before. I mean, there's been a number of times over the past year or so that we've seen various news reports of the fact that Hamas and the Israelis could be reaching a deal only to have those hopes dashed last minute. And even around this time last year, when a number of hostages were indeed released, I'm sure it must have been torture for your families to wake up every single day and see that your loved ones, your sisters, were not on the list. So my question to you is given all of that, I mean given just how difficult and painful this past year has been, where does your hope come from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:09",
      "speaker": "SASHA ARIEV, SISTER OF HOSTAGE KARINA ARIEV",
      "sentences": "Well, the hope comes, as Amit said, that we have that hope that each day we wake up, it will be the daythat our sisters will come home and will get the peace in the region. But now currently, in those weeks, we are in so critical moments right now that As Amit said, we met with the government officials here in the U.S. and in Israel, and everyone says that this is now the time to seal the agreement and take all the hostages back home to calm the region. So when the Speaker of the House is telling that the Biden administration and also the incoming one are all saying that these are the 10 to 12 crucial days. We have our hopes like high up in the sky and this is the moment, you know, to less talking, more doing, more, you know, doing the thing that everything is coming aligned together. And these are hope that this time it will really happen for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:09",
      "speaker": "GOLODRYGA",
      "sentences": "And time really is of the essence here as you are wearing those stickers. Four hundred and thirty-four days now that you have not seen yoursisters. And, Amit, I keep thinking about what your mom said every single day for these families, for every Israeli really, is October 7th repeated over and over again. And I want to read for our viewers a report that Professor Hagai Levine, a public health physician and an epidemiologist issued in just the last few weeks, highlighting the urgency of the hostages coming home right now. He said the hostages suffer from extreme malnutrition, lack of oxygen, exposure to light, inhumane living conditions, physical, psychological and sexual abuse, and unmanaged chronic health issues, a situation represents a violation of their fundamental rights and international humanitarian law. The families of these hostages face profound uncertainty, deprived of the essential right to know their fate. Urgent action is needed now. Do you think that that urgency is being felt and highlighted around the world as you travel on behalf of your sisters in their release?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:09",
      "speaker": "LEVY",
      "sentences": "That's really what we are here to do. And we feel that's our job. We feel that our sisters are now screaming and no one can hear them. And it'sour job to make their voice be heard. I feel that many people are supportive and feel the sense of urgency that we're talking about. And we also -- they also meet people who survived captivity and are speaking of the awful conditions, the inhuman conditions that they were in. And I think that also emphasizes the urgency. I mean, from that to doing what it takes and taking the brave decisions to sign the deal and bring our people back, there is a long way. But again, I know we've been in this place in the past a few times, but we really are hopeful that this is the closest we've been and people understand the urgency and understand that these beloved hostages that were kidnapped in their pajamas might not survive another winter in these conditions and that's why it's so important to do it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:09",
      "speaker": "ASHER",
      "sentences": "I mean, you're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:09",
      "speaker": "ARIEV",
      "sentences": "Yes. I want to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:09",
      "speaker": "ASHER",
      "sentences": "Oh, go ahead, Sasha. I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "ASHER",
      "sentences": "I mean, you know, you're right. I mean, time is of the essence, right? There has to be a sense of urgency.I mean, as you pointed out, it does feel different this time. And obviously we have been here before, but this time, it does feel different. It does feel there is much more reason to be hopeful. I do want to ask you guys one quick question. There are unconfirmed reports that Hamas has submitted names of hostages to the Israelis that are going to be released this time around if the deal does work out, and that obviously the list, you know, as we've seen before, will largely consist of women and older hostages as well. Have either of you heard anything from the Israeli government about whether or not your siblings are on that list? Sasha, let me start with you, and then we can go to Amit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "ARIEV",
      "sentences": "OK. So we have heard this news also, but we didn't -- we didn't receive some information specific for our sisters or any other womenfamilies. We do know that very, you know, tight conversations are being held right now. And the list of names is indeed something that is being talked about. So we are really waiting for to know, to know more details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Sasha Ariev, Amit Levy. Sasha, I keep thinking back to an interview you gave where you say -- you're five years older than yoursister Karina -- and you say you remember every detail of her life since she was born. And we hope for nothing more than you to be both reunited with your sisters, the hostages to come home, this war to come to an end and we will continue to keep covering this story because it is indeed very, very important Thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "ASHER",
      "sentences": "Thank you both so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "ASHER",
      "sentences": "All right. Get this. Samples of human tissue are currently in orbit on the International Space Station.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. The experiment is to see why the process of aging speeds up in space and whether age-related diseases can be slowed.CNN's Nick Valencia has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And a spirit of exploration.NICK VALENCIA, CNN CORRESPONDENT (voice-over): Outer space may hold the answer to some of humanity's greatest questions, what causes aging? And can the process be altered? Human tissue samples, called organoids, are now in orbit at the International Space Station, and identical samples are back on earth at Oxford University Space Innovation Lab. This experiment will allow researchers to compare and analyze data from both samples to study the aging process and the impact of microgravity on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "GHADA ALSALEH, SPACE INNOVATION LAB",
      "sentences": "So, this is in a very new project, where we work between actually the frontier between the space and biology.VALENCIA (voice-over): Inside the International Space Station, a box containing human tissue samples serves as a controlled environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "ALSALEH",
      "sentences": "The box have a small computer and all the detection material that we need to get the measurements we wanted. And we can actually control thatand see all the data coming all the time. VALENCIA (voice-over): Researchers don't require assistance from the astronauts aboard the space station, as they can automatically gather the information from their laboratory on Earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "ALSALEH",
      "sentences": "It could be able to measure a few things without interacting anyone.VALENCIA (voice-over): Over the years, astronauts have suffered from muscle loss, joint and bone issues, and problems with their immune system. Researchers found that this is similar to an age-related disease.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "ALSALEH",
      "sentences": "And this lead us to ask the question, if the space might provide us with an accelerating aging model. And if it is the case, that means wecan actually be able to study aging very faster, because this has happened in very short time. While aging in Earth, we needed different years. VALENCIA (voice-over): With future missions, planned to send humans to Mars and beyond, the impact of space travel on aging will become a key issue. Nick Valencia, CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good luck. We estimate you've completed your marathon right now.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "ASHER",
      "sentences": "All right. Still to come, aiming for gold at five years old. We'll tell you all about this lightning fast silver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "GOLODRYGA",
      "sentences": "Look at her go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:29",
      "speaker": "ASHER",
      "sentences": "She's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:39",
      "speaker": "ASHER",
      "sentences": "All right. The biggest wave at the pool at the World Short Course Championship in Budapest is being made by a 5-year-old. She's better thanme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:39",
      "speaker": "GOLODRYGA",
      "sentences": "I love her. She's 5 years old. Look at her, Vanya Maisuenpon from Bangkok, began swimming at 6 months old. Now she's faster than greaselightning in water. She was invited to the event where she was given the chance to swim between races. Her feet don't even touch the bottom of the pool. She is adorable and she's super fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:39",
      "speaker": "ASHER",
      "sentences": "Our producer, Camille, pointed out that that video is not sped up because it looks like it. Literally looks like it's on fast forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:39",
      "speaker": "GOLODRYGA",
      "sentences": "She's like, what's next I'm ready for more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:39",
      "speaker": "ASHER",
      "sentences": "I literally learned how to swim like last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:39",
      "speaker": "GOLODRYGA",
      "sentences": "Stay tuned for her at the Olympics in a few years. Showing her backstrokes. She's just showing off now.All right. I'm Bianna Golodryga. I'll be right back with \"AMANPOUR.\" Zain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:39",
      "speaker": "ASHER",
      "sentences": "I'm Zain Asher. Thank you so much for watching. It's been a great week.",
      "isLastSentenceInterrupted": false
    }
  ]
}