{
  "date": "2024-05-21",
  "headline": "CNN News Central",
  "subHeadline": "Questioning Resumes For Robert Costello Today. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "SARA SIDNER, CNN HOST",
      "sentences": "What I have learned so far in my cancer journey is treating it is more a marathon than a sprint. After five months of chemo, I have not yet become cancer-free. The next phase is a double mastectomy. A 2016 study found that ten years survival rate for a bilateral mastectomy is 90.3 percent. I like those odds. So, I am going under the knife tomorrow and will be out recovering for a few weeks.I leave you in the most capable hands. Capable and carrying. You've got Kate Bolduan here, John Berman. And if they act up, DM me. I'll take care of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "You know she'll be watching no matter what. And we cannot wait for you to get back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "I'll be back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Better than ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SIDNER",
      "sentences": "Thank you. Thank you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Thank you so much for being with us today. This is CNN NEWS CENTRAL. CNN's special coverage of the Trump trial starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Moments ago, Donald Trump, as you can see there, leaving Trump Tower to head here, where we are, outside of the courthouse. In minutes, the likely final defense witness for Donald Trump will be under oath and on the witness stand yet again.We'll see if it goes better than it did the last time. Robert Costello provoked a dressing down from the judge over his courtroom behavior after just minutes on the stand yesterday. He has now been warned not to roll his eyes, say, jeeze, after a ruling, and not to stare down the judge. All helpful tips. I was in that room when all of that happened yesterday as the judge admonished Costello and warned the former president's attorneys that if he keeps it up, everything this witness says may be stricken from the record. It was the kind of day that made you wish there were cameras inside that courtroom. Testimony is quickly winding down inside 100 Centre Street here behind me, pushing the country closer and closer to a verdict that will go down in history no less, no matter what it is. Good morning to our viewers. I'm Kaitlan Collins in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "And I'm Jake Tapper in Washington. You're watching CNN's special live coverage of Donald Trump's hush money cover-up trial.On the 19th day of trial yesterday the prosecution rested. On the 20th, the defense may follow suit. On the stand in moments, Robert Costello. Costello is the lawyer who offered Cohen advice when the former Trump fixer was facing charges. He's now offering an account that directly contradicts what Cohen told the jury. Costello says that Cohen relayed to him that Donald Trump knew nothing about the hush money Cohen funneled to adult film star and director Stormy Daniels when Cohen made those payments. And you cannot ignore the possibility that Costello delivers a repeat performance of his behavior yesterday that Kaitlan just referred to and again angers Judge Juan Merchan in a way that can harm the former president's defense. When Costello steps down, the defendants may close out its case. And then come closing arguments. And then the case of the People of the State of New York versus Donald John Trump, well, then it goes to the jury. And, Kaitlan, as you mentioned, you were in court yesterday watching all of the chaos break out. Tell us more about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "COLLINS",
      "sentences": "And when I was watching that yesterday, I was thinking, this is exactly why some members of the Trump team didn't want to put him on the stand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "REID",
      "sentences": "Yes, some members of that team having a big I told you so moment this morning. The concern was how he was going to perform on the stand.Now, his purpose for being there was to further undercut Michael Cohen's credibility. Most importantly, to testify that Michael Cohen repeatedly told Costello that he had no evidence of criminal wrongdoing by Trump. And that was what he really was supposed to offer the defense. But instead that kind of got lost in this - this spectacle. But to put it in the full context of the case, this is not the defendant. This is not Michael Cohen. This is a b list witness who instead of helping the defense in a marginal way, instead just created the most dramatic moment we've seen so far. This is not going to make or break the case, but does appear to be a forced error for the defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "COLLINS",
      "sentences": "Yes, they could have ended on Michael Cohen acknowledging that he stole from the Trump Organization, but instead we believe that Robert Costello's going to be the last witness. And instead of really contradicting Michael Cohen, he was kind of contradicting himself at times during his testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Well, look, you'll remember that Michael Cohen indirect was asked about Robert Costello and the reasons that he did not perhaps tell him everything that later came to light. And one of the reasons Michael Cohen basically gave is he didn't trust the guy. And now Robert Costello on the stand, the jury saw some of it, not necessarily all of it, but gave them a reason, maybe, not to trust him. Oh, I can understand why Michael Cohen may not want to confide in this man who's giving side to the judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "COLLINS",
      "sentences": "I mean, side eye to the judge, that's just - Elie, I mean, there really weren't even words for it. Maybe some four-letter words to really describe just how chaotic it was inside that room.Elie, but, you know, Robert Costello is about to get back on the stand. Paula's right that he is kind of this sideshow, but he's not going to make or break the case here necessarily. But can you just put everything in context for us of what we are expecting today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "TAPPER",
      "sentences": "Big day.Elie Honig, thank you so much. My panel's here, along with criminal defense attorney Bill Brennan. He represented Donald Trump's payroll corporation in the tax fraud trial, and Trump himself in his second impeachment trial. Jamie, we're about to see the last few hours of testimony in this case. We're - we're not going to see it. We're going to get little tidbits of it and sketch -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "TAPPER",
      "sentences": "Sketch artists will make their renderings as well. The defense is expected to rest this morning. Talk about the moment we're in because, obviously, whatever happens, whatever the verdict is, this is a moment in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "GANGELL",
      "sentences": "Well, first of all, let's see if Robert Costello gets through the rest of his testimony today. That seemed to me to be a performance for an audience of one, Donald - Donald Trump. And Judge Merchan, and Bill knows, is a very even tempered, soft-spoken, even when he's angry. The fact that he warned him not once but twice and said, you'll get removed, it was quite a moment.I think what Elie just said, big picture, is actually the most important thing, we won't get to till next week. But the focus of those jury instructions, we've heard a lot of testimony. The jury's going to weigh all of that. You know, Hope Hicks, some people we've forgotten. David Pecker. How that all comes together when the judge gives those very precise jury instructions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "TAPPER",
      "sentences": "Yes, no, fascinating. And let's talk about exactly that, that confrontation between the witness, Robert Costello, the defense witness, and the judge, Juan Merchan, because we got the full transcript, as happens. It's not like we don't ever get it. We just don't get it in real time.Costello had been loudly expressing disdain for Judge Merchan, sustaining many of the prosecution's objections in his testimony. And then this happened. Merchan, \"Mr. Costello, I would like - I want to - I would like to discuss proper decorum in my courtroom.\" Costello, \"but - I'm sorry, go ahead.\" Merchan, \"I want to discuss proper decorum in my.\" Costello, \"right.\" Merchan, \"OK, so when there's a witness on the stand, if you don't like my ruling, you don't say jeeze, OK? And then you don't say strike it because I'm the only one that can strike testimony in the courtroom. Do you understand that?\" Costello, \"I understand.\" Merchan, \"OK. And then if you don't like my ruling, you don't give me side eye and you don't roll your eyes. Do you understand that? Do you understand that?\" Costello, \"I understand that. I understand what you're saying.\" Merchan, \"OK, thank you. Let's get the jury back. Are you staring me down right now?\" Costello, \"no, I'm just wondering how.\" Merchan, \"clear the courtroom, please. Clear the courtroom.\" Dana Bash, you're - you're -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "That was very dramatic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "TAPPER",
      "sentences": "I was holding back also. I mean, I am classically trained.I - but what do you make of all that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BASH",
      "sentences": "You know, Jamie said that she thinks it was for an audience of one. That is a phrase that we have all used now for the last, I don't know, seven, almost eight years. Of course talking about the politics of working with and working for and trying to persuade and reach Donald Trump. And we have been talking since the beginning of this trial about the fact that you can't separate the politics outside from what's going on inside. And Robert Costello is somebody who has worked hand in glove with Rudy Giuliani. He is somebody who intimately knows both the law and knew better. He knew exactly what he shouldn't be doing, even though he did the opposite on that stand. And knows the politics and the inner workings and kind of the dynamics of Trump world. And he was clearly trying to show Donald Trump that he's - he's on his side and that he gets it and he understands the frustration that Trump has expressed for the judge, and he decided, I'm going to do it in a way that you can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "LAURA COATES, CNN ANCHOR",
      "sentences": "Well, that is odd to have done so given the very fact, remember, Todd Blanche, council -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Oh, this is clearly unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "COATES",
      "sentences": "It's odd for a lot of reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Clearly unusual to do so, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "COATES",
      "sentences": "But Todd Blanche made the comment to the judge as to why he said, your honor, we don't want you to tell this jury that you have found Donald Trump to be in violation of your gag order. This jury is with you day in and day out, weeks at a time. They now respect you a great deal. To have you say that he has violated your order would be so prejudicial to our client.The judge actually agreed. And so now to have a witness come in whose job it was to say to the judge and to the juror, they respect this judge now, that they're going to disrespect him in the courtroom after he has gone through and sat through so many witnesses, I think is a miscalculation for a number of reasons, but primarily because, look, juries, they respect and like judges. They may not like the prosecutor. They may not like the defendant or the defense counsel or a witness, but the judge, their whole role is to make sure that they have that decorum set. And so it's really barking up the wrong tree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "So, Elie, before I come to you I want to show you the reviews for Bob Costello's behavior in at least one place were very, very positive, and by that I'm, of course, referring to the defendant.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: You saw what happened to a highly respected lawyer today, Bob Costello. Wow, I've never seen anything like that. Highly respected. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Elie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "HONIG",
      "sentences": "I think it was a huge misstep thus far to call Bob Costello by the defense. A couple of reasons. First of all, Bob Costello knows better than that. Not only is he a lawyer, I'm, I don't know, proud or not proud, but he was at the Southern District of New York many years before I was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Head of the criminal division, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "HONIG",
      "sentences": "Yes. He knows what he's doing. I mean the - you live in court. You know how outrageous that is.I think Paula hit it on the head when she said this is a b level witness. I don't think he's scoring any substantial points that weren't already there. If you wanted to show Michael Cohen has contradicted himself, that was already in the record. And really to sort of crystallize it, the choice that prosecutors had, as we head into what's going to be a one-week off for the jury is, do you send them into that week last having heard Michael Cohen say, oh, yes, and I stole $60,000 from the Trump Org, or do you send them into the week off having heard this chaotic sort of mess from Costello? Now, important to note, the jury was not in the room for the worst of what happened yesterday, but they could - they were definitely there when the judge started shutting him down. I think it's backfiring so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Bill, what do you think?WILLIAM J. BRENNAN, FORMER TRUMP PAYROLL CORP. ATTORNEY: I agree with Laura and Elie. It was a huge, huge step backwards for the defense. You know, there's a rule of evidence, 403, and it's - it's a test and it - the test is, is the probative value, does it outweigh the prejudicial effect? And it certainly didn't here. For what little this witness had to offer, to go in there and take one Judge Merchan, as Laura said, jurors in general like and respect judges. Judge Merchan is Steven Spielberg's central casting version of a judge. They adore this man. It was - it was foolish. And like Jim Croce (ph) said, Jake, you don't tug on Superman's cape. You can't win a fight with the judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "You don't spit into the wind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BRENNAN",
      "sentences": "Don't pull the mask off the Lone Ranger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "You don't pull the mask off the old Lone Ranger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BASH",
      "sentences": "Do you think that - because you are the only one here who has actually been in Trump world and been kind of a part of that dynamic when people are trying to please the defendant. Do you think that part of what he did was - I know he's not, obviously, his lawyer right now, but he's obviously been very involved with Trump confidants. You think that was part -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Attorney general Bob Costello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BRENNAN",
      "sentences": "I'm going to bite my tongue when the - in Trump world thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BASH",
      "sentences": "OK. BRENNAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BRENNAN",
      "sentences": "The former president at the impeachment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "That's all she meant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BASH",
      "sentences": "That's what I meant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BRENNAN",
      "sentences": "No, I - no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BASH",
      "sentences": "That's what I meant. Thank you for clarifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BRENNAN",
      "sentences": "I think it could be - that could be the issue. I mean you just - the lawyers have to run the show. The client - I don't care if the client is the former president of the  United States. The lawyers have to - the client can talk about pleading guilty or pleading not guilty, testifying or not testifying, and maybe some input on waiver trial versus jury trial, but that's it. I mean this was a disaster yesterday because we're talking about this guy. He's like that guy that comes to a wedding and starts a flight. Nobody's talking about the wedding, they're talking about the goofball that started the fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Bill -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BRENNAN",
      "sentences": "We should be talking about the $60,000 theft from a client.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "TAPPER",
      "sentences": "Bill, we've talked about this many times. If you didn't want me at your wedding, you - you shouldn't have been invited - you shouldn't have -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BRENNAN",
      "sentences": "I thought you could control yourself, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, it's central casting of a different kind. But, look, I mean these are - now there are so many people who want to come into the trial to watch this that the campaign is regulating them and there just aren't enough seats in the courtroom.But, look, this is all to give the former president, the defendant in this case, some measure of comfort, that people literally have his back. Interestingly, yesterday, as Kaitlan was reporting, his supporters were allowed to stay in the courtroom as the press and others were cleared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ZELENY",
      "sentences": "That was certainly odd to say the least.But I think that the bigger point is of all this, Bob Costello has been on Fox News a lot. He was testing before the House last week. So, Donald Trump wanted that Bob Costello to show up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ZELENY",
      "sentences": "And he did show up. But the big question is, will it sort of take away everything that Michael Cohen said yesterday.But look, we still don't know how the jury processes any of this. So, we can talk about it a lot, but they may not have seen it as all that unusual because, as Elie said, they weren't in there for most of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:55",
      "speaker": "COLLINS",
      "sentences": "Welcome back to CNN's special live coverage of Donald Trump's hush money trial. Moments ago, on his way into the courtroom, we heard from the former president, speaking, as he typically does on a daily basis, to reporters.Here's some of what he said. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: And we'll be resting pretty quickly. Resting me (ph), resting the case. I - I won't be resting. I don't rest. I'd like to rest sometimes, but I don't get to rest. But we are - we have a phenomenal case (ph). We've won the case by any standard. Any other judge, he would have thrown this case out. Any other judge. (END VIDEO CLIP) COLLINS: The former president predicting that they will be resting their case as well today after we saw the prosecution rest yesterday. You could see a coterie of aides and allies behind him. Donald Trump has been bringing an entourage with him almost every single day to court. Often they are sitting shoulder to shoulder in the first two rows behind the defense table. There's - yesterday there was even a moment where they had to kind of wrangle to put some of them in a certain row, some of them had to go sit in the back because there were so many of the former president's allies inside that courtroom. Any minute now, though, we do expect Robert Costello to be back on the witness stand after a drama pack day yesterday. And, Paula Reid, you know, with Robert Costello, we talked about how there was a lot of apprehension about putting him on the stand, what that was going to look like, what they were going to get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:55",
      "speaker": "REID",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:55",
      "speaker": "COLLINS",
      "sentences": "IT won't be Trump's attorneys questioning him, though, when he gets back on the stand. It's the prosecution. And yesterday, right before the prosecutor, Susan Hoffinger, said she had about 45 minutes left with Robert Costello. And there was a really notable moment where, in addition to everything else that happened yesterday, he leaned forward and asked her to speak into the microphone when she was asking him questions, and she didn't say anything. She just started - continued with her questioning. But I saw two jurors exchange looks. And you don't often see anything from this jury. They give nothing away. But they kind of exchanged this knowing look after he did that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:55",
      "speaker": "REID",
      "sentences": "What else do you do? That is absolutely bizarre. There are undercurrents of sexism there, instructing a prosecutor on how to do her job. It's clear that this was not a helpful witness for the defense. So, it will be interesting to see - and this prosecutors had overnight to see what else they think they might be able to mine from Costello that would be helpful, right?Let's hone in on this idea that Michael Cohen didn't trust him. Does this witness, in some ways now, really help kind of validate some of Michael Cohen's judgment? This is an opportunity for prosecutors. Rob Costello won't make or break the case, but given what jurors have perceived so far with Rob Costello, there's an opportunity for prosecutors to dig a little bit deeper with Rob Costello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:55",
      "speaker": "COLLINS",
      "sentences": "Well, and we've seen how the prosecution and the defense in other cases have used breaks in time, whether its overnight or over a succession of days, John, to find new material. I mean one of the biggest fights that they had yesterday that was overshadowed by all of this was, they found a photo of Donald Trump - a video of Donald Trump and Keith Schiller together onstage in Tampa, Florida, October 24, 2016. That was the night of that much disputed phone call that Michael Cohen testified he had with Donald Trump where he called Keith Schiller and he put him on the phone. And it was this huge fight over even just getting a screen graph of that video into this. You can see there, there's Keith Schiller. He's the one in the white tie - or the white shirt with the red tie there. And it was remarkable though because prosecutors said they found this video over the weekend, they didn't previously have it, after the defense was kind of disputing, not that they were together, but that Michael Cohen was telling the truth about that phone call.",
      "isLastSentenceInterrupted": false
    }
  ]
}