{
  "date": "2024-05-09",
  "headline": "CNN News Central",
  "subHeadline": "Soon: Trump Heads To Court For Day 2 Of Stormy Daniels' Testimony; Brunson Leads Knicks Past Pacers For 2-0 Series Lead; Rep. Mike Lawler (R-NY) On House Killing Motion To Remove Johnson As Speaker. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "So, Matt, you brought up Mike Johnson who survived a motion to vacate move. I guess it was never actually a full vote on the motion to vacate because they ended up failing on the motion to table right there.But as this was happening -- actually, frankly, after it happened, former President Trump put out a statement of sort of -- sort of support for Mike Johnson. Let me read part of what it said. It said, \"With a majority of one, shortly growing to three or four, we're not in a position of voting on a motion to vacate. At some point, we may very well be, but this is not the time.\" At some point, we may very well be? That's support for Speaker Johnson, Matt? MATT MOWERS, FORMER TRUMP ADMINISTRATION OFFICIAL (via Webex by Cisco):  Well, look -- you know, Speaker Johnson and President Trump have now had a joint press conference, they've had joint statements. It's been widely circulated and reported that President Trump was talking to some of his allies in Congress about stepping back from this motion to vacate. It's part of the reason you saw such limited support even among the Republican Conference for it despite -- you know, there are -- is some broad fissures right now within the Republican Conference with respect to foreign aid. But, you know, I think this is Donald Trump, as usual, trying to -- trying to play political prognosticator. And I believe he's also just hopeful that there are large majorities here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BERMAN",
      "sentences": "Yeah, but you're OK for now. But he basically just said -- he just said you're OK for now, Matt. He just basically said you're OK for now. That's what that reads, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "MOWERS",
      "sentences": "Well, you know, it's a reminder to Speaker Johnson what Donald Trump often does, which is to remind him that at the end of the day, his support can always be negotiated. And so, he keeps them on their toes. And I think he's doing that as well with a tweet like that, or a truth like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BERMAN",
      "sentences": "All right. Well, Julie Roginsky, Matt Mowers, I'm truly appreciative for you being with me this morning, not just for now but forever. Thank you very much for your time -- Kate.JULIE ROGINSKY, DEMOCRATIC STRATEGIST, CO-FOUNDER, LIFT OUR VOICES (via Skype):  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:03",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Just a short while from now, Stormy Daniels will retake the stand this morning for cross-examination in the criminal trial against Donald Trump. Sources telling CNN Trump's attorneys' defense team is changing strategy and plans to keep her on the stand longer for cross-examination, saying they will have a while to go.Trump is charged with falsifying business records to cover up hush money payments to Daniels, all in an effort to influence the 2016 election. Trump arrived back in New York only a few hours ago from a day not campaigning in Florida but hanging out at Mar-a-Lago. This morning, Florida Sen. Rick Scott's team says he is going to court with Donald Trump. And you will remember he is on that V.P. list. CNN's Brynn Gingras is live outside of the court. We know that Stormy Daniels will take the stand yet again today. What do you know about this change in the defense strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:03",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yeah, Sara. So, Stormy Daniels -- when court ended on Tuesday, she had been on the stand doing cross- examination for 90 minutes or so. And the defense team has told sources that they didn't plan to ask her a lot of questions because they didn't think she was this major witness for this case.However, they said they're changing their strategy, as you just pointed out, saying they now have a while to go with their cross- examination. They essentially said they're doing this because they want to repair the reputation of the former president based on some of the testimony that Stormy Daniels gave to the prosecution. They were not happy with the fact -- and we know the former president was not happy with the fact since they asked for a mistrial on Tuesday -- with her insinuation that the sexual relationship she had with the former president was not consensual. So now they are going to take a lot longer apparently for their cross-examination. Of course, we still have redirect after that cross-examination is finished, so it's really unclear how long or how much longer Stormy Daniels is going to be on the stand. But remember, on Tuesday, it was a very eventful day in court. On the cross-examination part, they were certainly clawing at her credibility and questioning her motivations about coming forward. And, of course, we fully expect more of that to happen. The question now is how is Stormy Daniels going to be on the stand? Of course, she's had a day off on Wednesday since court was dark to sort of maybe compose herself, which we saw very much of a more composed Stormy Daniels over the prosecution. We were told by our court reporter she was a little bit more feistier when the defense started with their questioning. So we'll see how all these questions land as she takes the stand again when court begins at 9:30, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:03",
      "speaker": "SIDNER",
      "sentences": "We now know -- just moving to sort of the gag order -- that the -- that the judge in two different hearings determined that Donald Trump did violate the gag order.What do we know about the potential appeals that is -- that are going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:03",
      "speaker": "GINGRAS",
      "sentences": "Yeah. Remember, Trump's defense had filed with the Court of Appeals, saying this gag order that is against him where he can't talk about witnesses, the jurors, the judge's family members, prosecution's family members. They said -- they argued that it is unconstitutional. Now, the Court of Appeals said they weren't going to grant this trial to be halted while they made their decision, but they haven't yet made their decision about that argument made by Trump's defense.So here, now, Trump's defense team is asking that they expedite that decision -- again, fighting against this gag order, which the judge in this case has said Trump has violated 10 times as we know and fined $1,000 times each. And remember, he has threatened this latest time with some serious jail time if he violates it again, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:03",
      "speaker": "SIDNER",
      "sentences": "That's right. And the case goes on while the appeals court takes a look at the gag order appeal.Appreciate it so much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:03",
      "speaker": "GINGRAS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:36:03",
      "speaker": "SIDNER",
      "sentences": "-- Brynn Gingras. Always out there giving us all the details. Thank you -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:10",
      "speaker": "BOLDUAN",
      "sentences": "Just there. It's as simple as that, guys. No, it never is.Little Enzo born in their car. Once they got to the hospital, mom and baby were checked out. All was well. Seven hours later -- seven hours after giving birth -- seven hours after giving birth in a car, Tamiah successfully delivered her doctoral presentation, becoming a mom and a doctor same day. And get this. Little Enzo -- he was born in March, but this Sunday is not only Tamiah's -- I'm sorry, so much -- first Mother's Day, it is also her graduation day. So, congratulations times two is in order. But seriously, does this woman always have to prove her multitasking skills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:10",
      "speaker": "SIDNER",
      "sentences": "I'm sorry, but one time for the women (high five).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:10",
      "speaker": "BOLDUAN",
      "sentences": "John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:10",
      "speaker": "BERMAN",
      "sentences": "Yeah, I've never done that much in one day. Certainly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:10",
      "speaker": "BOLDUAN",
      "sentences": "You do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:10",
      "speaker": "BERMAN",
      "sentences": "-- not that combination in one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:10",
      "speaker": "BOLDUAN",
      "sentences": "And husbands and partners and spouses are all important as well, but when it comes to multitasking, just saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:43",
      "speaker": "BOLDUAN",
      "sentences": "From Texas to South Carolina, nearly 100 million people are facing the threat of severe weather today. At least three people have already been killed after the storm system swept across the central U.S. yesterday.Officials in Tennessee -- they're working to assess the scale and scope of the damage there. The National Weather Service says at least four tornadoes touched down in that state. Today's severe weather could bring large hail, damaging winds, and flash flooding to the Southeast. It's just continuing all throughout this week. Miss Teen USA is stepping down. Seventeen-year-old UmaSofia Srivastava announced on Instagram that her \"personal values no longer fully align with the direction of the organization.\" The organization she's talking about, of course, is the Miss USA Organization, though she is not detailing exactly what values specifically she's talking about. The high school junior from New Jersey -- she won the pageant back in September. At that time, she expressed her pride in becoming the first Mexican Indian American to win the crown. The pageant has responded to her resignation, saying that it respects her decision and would name a successor soon. Her announcement, though, comes just days after Miss USA Noelia Voigt also resigned, handing back her crown. She cited her mental health as the reason there -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:43",
      "speaker": "BERMAN",
      "sentences": "All right. Every 50 years or so, the Knicks win a championship, which is why you can understand why people in this city are ready to declare a national holiday after a second playoff win last night.CNN sports anchor Andy Scholes is with us. And, Andy, I just got word Jalen Brunson, the first player ever to take the court with a little bit of an injury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:43",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "John, will you let the Knicks fans have a moment? It's been a while since they've been able to be this happy this far into the playoffs.But you have to admit it was kind of cool last night. It was 54 years ago to the day that Willis Reed -- he limped onto the court at Madison Square Garden to lead the Knicks to game-seven victory to win New York their first-ever title. And Jalen Brunson channeling his inner Willis Reed last night. So he started off hot, knocking down this three that had Chris Rock and Ben Stiller on their feet there at Madison Square Garden. Brunson, though -- he would leave the game in the first quarter here with a foot injury. He did not play at all in the second quarter. Knicks fans were panicking thinking he was hurt very seriously. But Brunson would emerge from the locker room at halftime, getting a big roar from that MSG crowd. The Knicks were down 10 at the half but with Brunson back, they'd go on a 14-0 run in the third quarter. And in the final minutes, Brunson just coming through in the clutch like he has all playoffs long. He scored 24 of his 29 points in the second half. The Knicks win 130-121 to take a 2-0 lead in the series. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:46:43",
      "speaker": "JALEN BRUNSON, GUARD, NEW YORK KNICKS",
      "sentences": "I mean, we just find way. And I think for us, it's -- it just starts with our habits. And we talk about doing the little things since day one. And so, the little things matter and you never know when they're going to help you in a big game. You never know when and which game. So it's all about doing the little things every single day and we pride ourselves on that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "BERMAN",
      "sentences": "No, they are a good, exciting team. It's just that every time a Knicks player gets hurt it's a Willis Reed moment where -- Paul Pierce once was in a wheelchair in a game, then came back and played. But no, no -- that's not a Willis Reed moment. It's going to be a Knicks player.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "SCHOLES",
      "sentences": "Yeah, but what's the real story behind that Paul Pierce injury, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "BERMAN",
      "sentences": "Well, it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "SCHOLES",
      "sentences": "You know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "BERMAN",
      "sentences": "That's a whole other thing. That's a whole other thing.Andy Scholes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "BERMAN",
      "sentences": "-- thank you very much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "SIDNER",
      "sentences": "I seem to remember, John, you cheering on Brunson when we went to the game. I'm just saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:05",
      "speaker": "BERMAN",
      "sentences": "That's because I had to. I was courtside. They were going to get mad at me if I didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BOLDUAN",
      "sentences": "This morning, House Speaker Mike Johnson is still House Speaker. Marjorie Taylor Greene made good on her threat yesterday and forced a vote that could have ousted the Republican speaker. But the House voted overwhelmingly to stop that in its tracks last night. One hundred sixty-three Democrats joining with most Republicans to sink that motion to vacate, as it's called.Greene's move was met with instant opposition from most of her Republican colleagues and sparking calls for consequences now. (BEGIN VIDEO CLIP) REP. MARCUS MOLINARO (R-NY):  I think that there needs to be -- ultimately, there needs to be accountability. I don't think people should be -- some people here think they're more important than everyone else. They are not. I think that taking action that truly undermines the conference in Congress should come with a degree of accountability, which may well be removal from certain committees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Do you think Marjorie Taylor Greene should be punished?REP. DUSTY JOHNSON (R-SD):  One dumpster fire at a time. Let's take care of the motion to vacate and then we can worry about whatever comes next. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BOLDUAN",
      "sentences": "One dumpster fire at a time. Quite the statement about so much.And joining us right now to talk more about all of it is Republican Congressman from New York, Mike Lawler. Thank you so much, Congressman, for coming on. I heard -- I heard Dusty Johnson say that yesterday and I just -- I wrote it down in my book. You also had choice words for Marjorie Taylor Greene yesterday about all of this. Do you think she, Thomas Massie, and Chip Roy -- that they should face punishment by the conference for this? REP. MIKE LAWLER (R-NY) (via Skype):  I do. You know, obviously, it is destructive to the majority. It undermines our ability to govern. The American people elected us to serve as a check and balance on the disaster that is the Biden administration, including the policy announcement that we heard last night on your network. And so, by doing stunts like this, all it does is slow down our ability to do the work we were elected to do. I think Chip Roy and Thomas Massie both serve on the Rules Committee. They should be immediately removed from that committee. You're not entitled to that committee. You're not there to represent yourself. You're there to do the work of the majority. And I think there should be consequences here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BOLDUAN",
      "sentences": "What do you think the consequences -- what are the -- what does punishment look like for Marjorie Taylor Greene?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "LAWLER",
      "sentences": "Look, I said going back to when Matt Gaetz and seven useful idiots teamed up to remove Kevin McCarthy that there needed to be consequences and the failure to have that would allow this kind of nonsense to continue. And obviously, that's borne true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BOLDUAN",
      "sentences": "Let me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "LAWLER",
      "sentences": "So I believe the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BOLDUAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "LAWLER",
      "sentences": "-- that the conference needs to consider removal from committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "BOLDUAN",
      "sentences": "Let me -- to that point, Greene tweeted this. \"Being kicked off committees is nothing new for me. Badge of honor. Don't threaten me with a good time.\"Thomas Massie, defending himself for standing with Greene, wrote this. \"I have some sympathy toward our colleagues who are lashing out at us right now because they're going to go home and take an ass whipping from their base because they voted wrong here tonight.\" To that you say what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:38",
      "speaker": "LAWLER",
      "sentences": "It's delusional. I mean, the reality is for all the things that they talk about wanting to accomplish, the reason that they're unable to accomplish anything is because they're incapable of working as a team and incapable of negotiating.Look, anybody who has been married understands you have to find compromise. Some of us clearly are better at it than others. But the reality is you're never going to get everything you want in a divided government. Speaker Johnson has done a very effective job in the last month and a half getting the appropriations work passed, getting FISA reauthorized, getting the supplemental aid package to our allies, including Israel, passed, and the FAA reauthorization is coming up next. So we are doing the work that we're supposed to do. Obviously, I get my colleagues would like some more conservative wins, but guess what? The reason that the speaker's weakened in his negotiation is because of their inability to compromise and work as a team and as a conference. So they have nobody to blame but themselves. And frankly, my voters appreciate the fact that I offer a voice of sanity in a sea of chaos. So my voters are not going to be upset with my vote. In fact, my voters think these two are idiots.",
      "isLastSentenceInterrupted": false
    }
  ]
}