{
  "date": "2024-02-16",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Georgia D.A. Defiant In Trump Election Subversion Hearing; Soon: VP Harris To Address Munich Conference; Concerns Grow That Kim Jong Un May Be Planning For War. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:37",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "I'm not on trial no matter how hard you tried to put me on trial.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Trump prosecutor Fani Willis fires back during a contentious hearing that could see her removed from the case.Plus, the Hunter Biden bombshell. An FBI informant now charged with lying about bribes, blowing a hole in the GOP's impeachment case. And just hours from now, a fraud ruling from a New York judge could torpedo Donald Trump's business empire. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "HUNT",
      "sentences": "Good morning to our viewers in the United States and around the world. I'm Kasie Hunt. It's Friday, February 16. Happy Friday. We made it.It's 05:00 a.m. here in Washington and it's also 05:00 a.m. in New York, where Donald Trump is going to be in court today to learn just how high a price he'll pay for fraudulently inflating his financial statements for a decade. The state's seeking more than $370 million and a ban on Trump doing business in New York. Also this morning in Atlanta, Fulton County District Attorney Fani Willis will take the stand for a second day. She's testifying in that hearing about her romantic relationship with the special prosecutor she hired to handle the Georgia election subversion case against Trump and his 14 co-defendants. Trump's lawyers want the judge to disqualify Willis and her team from the case or throw out the charges. Yesterday's combative hearing, Willis sparred not only with Trumps lawyers, but what the judge as well. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "WILLIS",
      "sentences": "The county paid him for the work that he did. So don't be cute with me and then think that you're not going to get an answer. He never came there, okay? So if you don't come someplace, you can live there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "JUDGE",
      "sentences": "So that's -- what I have to caution, that's going to be my first time I have to caution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "WILLIS",
      "sentences": "It's like a woman doesn't have the right to keep our private life private. And I'm speaking on this because there have been all these intimations. You've been intrusive into people's personal lives. You're confused.You think I'm on trial. These people are on trial for trying to steal an election in 2020. I'm not on trial no matter how hard you try to put me on trial. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "HUNT",
      "sentences": "Wow, the testimony focused on whether the relationship between Willis and then married special prosecutor, Nathan Wade, began before or after she hired him in 2021, and over who paid for vacations they took together. At issue is whether Willis personally benefited from putting Wade on her staff and that could represent a possible conflict of interest.Let's bring in Sophia Cai, national politics reporter at \"Axios\". Sophia, good morning. This is messy. Were you surprised by the tone and tenor Fani Willis took yesterday? It really was something -- certainly turned my head to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "SOPHIA CAI, NATIONAL POLITICS REPORTER, AXIOS",
      "sentences": "Hi, Kasie. Yes. I mean, this is clearly very -- she's very, very eager to come to court. You know, as we saw there. She said that she's not on trial. Trump is the one on trial.And the reality is, these couple of days, the attention that has been paid to her personal life and that of the prosecutor here, that we are not talking about the election -- the alleged election interference that Trump and his co-defendants have been under. And so, you know, I mean, this shows you the high stakes of a woman who is in the center of Trumps legal woes and what's happening because Trump's lawyers are sort of taking this strategy of forcing her to get up there",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "HUNT",
      "sentences": "Yeah. It's clearly this the conduct here, whatever it is, it's distracted as you point out from what she's trying to accomplish in the first place. So this is all partly hinges on the timeline, if not entirely on the timeline of when this relationship -- this acknowledged relationships started.So one of the witnesses that was called by Trumps lawyers said its much earlier than what Willis and Wade have been saying that that would potentially represent a conflict of interest. Again, and wage started working for Fani Willis in 2021. So the question is, did this relationship start before that or after that. One of her apparently now former friends, one to Fani Willis' is now former friends, is testifying that its much earlier, which is potentially a problem for Willis. Watch what that former friend had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did you observe them do things that are common among people having a romantic relationship?BRYANT-YEARTIE:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Such as? Can you give us an example?BRYANT-YEARTIE:  Hugging, kissing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:09",
      "speaker": "HUNT",
      "sentences": "So, Sophia, is this simply a question of who we believe because it does seem like people are telling two different stories? I mean, Willis -- Fani Willis specifically says, no, it didn't happen on this timeline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:09",
      "speaker": "CAI",
      "sentences": "Yeah. I mean, look, there is no through line in terms of how she financially benefited, as well as write this taxpayer contract that the prosecutor was under, as well as, the friend who is saying that she believed the relationship started in 2019. I mean, these are sort of small beans in the grand scheme of the case that, you know, Trump -- Trump is facing right here, except the reality is Fani Willis, her credibility is on the line, and then the public eye that matters.So the reason that she's getting up there to sort of get into all the details in terms of, you know, how she spends her money, how she's dating, you know, where they're traveling, and how their vacationing together is because she's eager to show the public that she's still should remain the person to lead this case, and that she should not be disqualified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:36",
      "speaker": "HUNT",
      "sentences": "Welcome back.In just a few hours, Vice President Kamala Harris will address world leaders at the annual Munich conference with the backdrop of two major wars. She's leading the U.S. delegation and she faces the challenge of reassuring America's allies as lawmakers at home struggled to pass a foreign aid package. And after controversial remarks about NATO from Republican presidential front runner, Donald Trump. CNN's Nick Paton Walsh joins us now from Munich. Nick, good morning. It's wonderful to have you. The NATO chief, Jens Stoltenberg, says that this year a record number of NATO members who says 18 are expected to meet their defense spending targets, which is 2 percent of GDP. I guess part of my question is, is this actually a validation of what Trump is doing? What do you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:36",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, they certainly didn't necessarily meet those targets just because of Trump's comments last weekend. It may have been a reflection of his earliest stance when he was president, but it's also reflection frankly to ten years of Europe being very acutely aware of the Russian threat, most acutely in the last two years his since their third invasion of Ukraine. That is the real only topic here, frankly, of discussion.Yes, there will be a lot of concern expressed by European powers about Israel's continued assault around Rafah, and the Biden administration will hear I think a different tack from the European allies certainly on that topic, but it's Ukraine that's the forefront of discussion here, overshadow possibly by former President Trump's comments about how he simply wouldn't come to the aid of NATO allies if they were attacked by Russia, unless they paid their shift towards their own defense. But here, we will see President Volodymyr Zelenskyy after flying just now to Berlin, then to Paris to sign in separate security agreements with Germany and France respectively. He will be here speaking to a crowd equally concerned about Ukraine's fate. Remember, Ukraine is currently said offering on the battlefield, struggling potentially to hang onto the key town of Avdiivka because $60 billion of U.S. aid has been slow in arriving or may not indeed come at all. And that is because of Republican dysfunctionality in Congress. And so, Europe here very acutely aware of a Russian threats that is on their doorstep, perhaps taken significantly more seriously as imminent on this side of the Atlantic. That's going to be the key to discussions here, certainly, and Kamala Harris will do a complicated job of saying, the U.S. hasn't changed and trying to downplay comments of somebody clearly who's been nipping away the integrity of the NATO union for some time. Everyone here though mindful that November, the U.S. election will be frankly what dictates European security and that war in Ukraine so acutely -- Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:04",
      "speaker": "MAX FOSTER, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, it's interesting, isn't it? I mean, it sounds like he's gearing up for war, but it could be a self-defense strategy as well. If you imagine that we had those talks, remember, between Donald Trump and Kim Jong Un, there was a period where we thought this may be some sort of negotiation to do there. He appears to have given up on that and is now sort of entrenching himself in his country and having this new policy is don't come near us. We're not talking to you, but we are an independent state.I think the big risk that we've got here now is that the tone of everything we see from coming from North Korea has now shifted. So in the past, it was -- he talked about all of his weaponry being about self defense. Now it feels more aggressive. What happens if there's an accident with some of his faulty weaponry or these exercises South Korea, the United States, my now view, this is an attack and they might have to preempt that; whereas in the past, it would feel like a failed exercise in a defensive policy. So I think there's a big risk for the North by this, but perhaps he feels that there's a risk for the North by this, but perhaps he feels that there's a risk by not being more assertive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:04",
      "speaker": "HUNT",
      "sentences": "Max, where do the Chinese come down in this? Because this also takes place in the context of an increasingly tense relationship between the U.S. and China.Another piece of this, we don't talk about it as much, but this foreign aid package that is now sitting waiting for the U.S. House to look at it. It's Ukraine and Israel. It's also Taiwan, which is always a provocative subject for U.S. China relations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:04",
      "speaker": "FOSTER",
      "sentences": "It really has to play into any sort of decisions that the West and South Korea make because China is a North Korea's closest ally. China -- North Korea relies on China for aid and for all sorts of other trade that we don't know about. Will that antagonized China if America gets more aggressive with North Korea as a result of this move today?Also, huge issue for the U.S. looking at what's happening in Ukraine, what might be happening in Taiwan. It's spreading all of the resources, the military sources, resources, very thin if the U.S. has to support militarily South Korea more. That's a huge challenge for the West and they're going to come to Europe, saying you need to put some resources in as well, and they're completely stretchered Ukraine. When people talk about World War III, I don't think they're necessarily talking about any of these particular conflicts blowing up. It's going to be a combination of all of them happening at the same time. So it plays into that, that is the big concern. And, of course, any sort attention tension that puts the U.S. and China, particularly against each other. That's the big a big worry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:04",
      "speaker": "HUNT",
      "sentences": "That heart of it, right? And, of course, World War would involve, well -- well more than one particular clash.Max Foster -- Max, thank you very much. Have a wonderful weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:04",
      "speaker": "FOSTER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:22:56",
      "speaker": "HUNT",
      "sentences": "All right. We've got quick hits across America now.The civil corruption case against the NRA now in the hands of the jury. The New York attorney general is accusing top executives of mass corruption for using millions of donor dollars on personal expenses. If Joe Manchin launches a third party bid for president, he wants Mitt Romney to be his running mate. The West Virginia senator, also floated former Republican Senator Rob Portman of Ohio as a possible ticket mate. And Montana's Republican Congressman Matt Rosendale is ending his bid for the Senate less than a week after he launched his campaign. He says he pulled out because Donald Trump endorsed his primary opponent. All right. Let's get now to weather. Storms are going to impact both coasts over the next couple of days, bringing snow to parts of New England and apparently our D.C. area here, more rain and flooding also possible in California into next week. Our weatherman Van Dam here to break it down for all of us. Derek. Good morning. What do we got up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:07",
      "speaker": "HUNT",
      "sentences": "All right. Our weatherman Van Dam, Derek, have a great weekend. Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:07",
      "speaker": "VAN DAM",
      "sentences": "You as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}