{
  "date": "2024-02-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Civilians Killed in Gaza After Israeli Troops Open Fire on Food Line; Today, Trump and Biden Hold Dueling Border Visits; Secretary Austin Faces Lawmakers Over Hospitalization. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "I'm Jim Acosta in Washington, and we are following breaking news this morning. A horrific and chaotic incident on the ground in Gaza and a warning the videos we're going to be showing you are very graphic.The Palestinian Red Crescent as well as several eyewitnesses say hungry civilians were waiting in line for food in Western Gaza City when Israeli forces opened fire on the crowd. Gaza's health ministry says more than 100 people were killed and nearly 800 were injured. CNN is unable to independently confirm those numbers. A local journalist on the scene says most of the deaths came from aid trucks ramming people as everyone tried to escape Israeli fire before the incident. A doctor described the utter desperation of people on the ground in Gaza. (COMMERCIAL BREAK) DR. AMJAD ELEWA, EMERGENCY MEDICINE SPECIALIST:  I am not ashamed to say it. It's become normal because we have reached the level of famine. Tens of children have become martyrs because of the famine. I cannot wait until my child is martyred because of the famine. We all have reached a stage that we are not ashamed to go and get a bag of flour. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "The IDF says the incident is under review. It all comes as the Gaza Health Ministry reports more than 30,000 people have been killed in the enclave since the war began.CNN's Jeremy Diamond is live in Tel Aviv for us. Jeremy, this is just awful. What more are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, Jim, I spoke with Hadar Alzanoon, (ph) a local journalist who was on the ground when this incident happened. And what he told me was that as soon as this convoy of aid trucks crossed into this part of Northern Gaza, in Western Gaza City, that thousands of people began to swarm those trucks. This is an area where about half a million people are really on the brink of famine right now in Gaza. And following that, within minutes, I'm told, of those crowds swarming those trucks, gunfire erupted. It was coming from an Israeli military position nearby where those trucks had just come in. And Hadar tells us that about 20 people or so were shot in that initial barrage of gunfire.That set off a chaotic scene around those aid trucks. We're told by Hadar and other eyewitnesses on the ground that the trucks then began driving away, plowing into people who were there, and that the majority of the 104 people who the Palestinian Ministry of Health say were killed, were killed in that ensuing chaos, in part by those trucks driving away in fear. Now, the Israeli military presents a different timeline. They tell me that after those trucks crossed in, that people swarmed those trucks and that a stampede ensued with drivers driving over individuals. They say that it was only after that occurred that Israeli forces nearby opened fire on a group of Palestinians who had begun to approach their position. Now that, as I said, that contradicts what we are being told by multiple eyewitnesses on the ground, including Hadar Alzanoon, a local journalist who has worked with us in the past. But what is clear, Jim, is that all of this is happening because of how desperate the humanitarian situation is in Northern Gaza, half a million people on the brink of famine, people resorting to eating animal feed, to eating grass, with very little aid being able to get in, in part because the Israeli military has limited access to Northern Gaza. Aid groups have had trouble coordinating with the Israeli military to get those trucks into northern Gaza. And there's also a security problem because the police forces that have been accompanying some of these aid trucks in the past have been targeted by the Israeli military. And so you put all of that together and you have a very desperate situation and a very deadly situation as we saw today. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ACOSTA",
      "sentences": "And, Jeremy, do we know why the aid trucks were ramming the people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ACOSTA",
      "sentences": "All right. Jeremy Diamond, thank you very much. Joining me now is CNN Chief National Security Correspondent Alex Marquardt. Alex, some reaction from the White House, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, we are getting first reaction from the Biden administration. I imagine there will be much more to come. But they say that they are looking into the reports. They call this a serious incident. And then, quote, we mourn the loss of innocent life and recognize the dire humanitarian situation in Gaza where innocent Palestinians are just trying to feed their families. This underscores the importance of expanding and sustaining the flow of humanitarian assistance into Gaza, including through a potential temporary ceasefire. We continue to work day and night to achieve that outcome.Jim, the administration has said repeatedly that not only are civilian deaths far too high, but there is not enough humanitarian aid going into Gaza, and it is not getting to where it needs to go. This incident will emphasize all of that. And it will place an added priority on getting to this ceasefire that the U.S. has been working feverishly to try to accomplish alongside their other mediators, Egypt and Qatar, of course, those three mediating between Israel and Hamas. So, that's what this statement says. It emphasized the need for this temporary ceasefire. The administration does talk about this since ceasefire as being temporary, but they certainly see it as a way to getting to a pause in the fighting so that discussions can then start talking about an end to the war. We talk about this a lot in terms of hostages who will be released and a pause in the fighting. That's certainly true, but a major component of that is getting that aid to where it needs to be, this incident in Northern Gaza emphasizing the fact that it is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ACOSTA",
      "sentences": "Yes, there's a level of desperation here that is just getting -- it's just totally out of control.Stay with me, Alex, because I want to bring in a CNN Military Analyst, retired Colonel Cedric Leighton, Political and Global Affairs Analyst Barak Ravid. Colonel Leighton, let's go back to that drone footage we were just showing a few moments ago, because there's this whole discussion, I guess Jeremy was getting into this, as to whether the deaths were caused by the aid trucks ramming the people, was it caused by the Israeli forces opening fire on these, it sounds like it's all connected. What can you tell us? What are your thoughts when you look at what happened? CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST:  Yes, certainly, Jim. I think one of the key things to look at here is the precipitate cause of these deaths has to be the gunfire that was, you know, unleashed here against this crowd. And when you look at this video and you take a look and see exactly how the people are gathering around these trucks, how they're actually desperate for this kind of food, it really begs the question as to why this wasn't better organized. And this is going to -- you know, as Alex was talking about, this is going to really put a lot of pressure on Israel to stop these kinds of actions and to, in essence, maybe at some point withdraw their forces from Gaza, but certainly get to at least a temporary peace, cessation of hostilities. And if that happens, then it's going to be a much better opportunity for aid agencies to get in there. But at the present time, you see chaotic scenes like this and it's just really impossible for this to go forward. It's not going to work well in the world of public opinion and certainly not going to work well for the Israeli goal of trying to eliminate Hamas. Because now what they've done with these kinds of actions is they have really increased the chance that Hamas will gain even more adherence in Gaza and probably other places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:02",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Barak Ravid, let me turn to you. I mean, when we look at the drone footage there, you know, it's easy to lose sight of the humanity. I mean, these are human beings. And this is just getting out of control. It just seems like it's out of the control of the Israelis.And you have to wonder at some point, does the world need to step in and say, you need some kind of independent force, some kind of independent actor in there to make sure people can get aid off of relief trucks without people opening fire and trucks running over people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ACOSTA",
      "sentences": "And, Alex, I mean, what Barak is saying there, Mogadishu, I mean, that is not a situation that the Obama -- excuse me, the Biden administration wants to deal with, a situation that just sort of unravels to the point where it's completely unmanageable, out of control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "MARQUARDT",
      "sentences": "That's absolutely right. And the Biden administration is eager to get to those day-after conversations that Barack was just talking about, who is going to govern the Gaza Strip, this reformed and revitalized Palestinian Authority, who is going to guarantee security. We are seeing the Biden administration and the Israelis increasingly at odds, where you have -- talk about a buffer zone inside the Gaza Strip. The Israelis are talking about the need for Israel to be in control of all of the security between the Jordan River and the Mediterranean Sea, which, of course, includes the West Bank and Gaza.While the Biden administration has said that there can be no reduction of the size of the Gaza Strip and where Palestinian civilians are allowed to live, I think this incident today is really going to accentuate some of that divide, but also the need to get to that pause so those day-after conversations can start. Now, I think the big question that I'm trying to answer today is, does this incident derail those talks? And, remember, President Biden said that a ceasefire could begin as early as Monday. I don't think there's really anyone else who thinks it's going to start that soon, or will it accelerate those talks, because now the administration can say, all right, Israel, all right, Hamas, we really need to get something done here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. What do you think, Colonel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "LEIGHTON",
      "sentences": "I agree with Alex. And I think one of the other key things in a more, perhaps, tactical level is this fact. The Israelis don't have a good relationship with the Hamas police force in Gaza. That's probably one of those bridges too far. But that's the kind of thing, if you have a relationship with the police force, you can help control crowds. You can help distribute aid.We learned the hard way in Iraq that when you start disbanding military forces and police forces, that's going to be a critical problem because then law and order breaks down among the local population. And sometimes it's better to work with the local police forces as opposed to decimating them. And that's the kind of thing that I think has happened in this particular case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Alex, Colonel, Barak Ravid, thanks to all of you. A fast-moving morning, a lot to get to, but thanks for your time on all of this. We appreciate it.In the meantime, today, dueling visits to the southern border by President Biden and Donald Trump, as the two men are pitching clashing messages on immigration. Trump is vowing to, quote, wage war on Biden's border crisis, and the president is slamming Trump's visit as nothing more than a political stunt. This all comes amid a historic surge in border crossings as immigration has become a top issue in the 2024 election. And ahead of November, polling repeatedly indicates voters do think that Donald Trump at this point would handle the situation better than the president. CNN is on the ground in Texas covering this story. Priscilla Alvarez is in Brownsville, where President Biden will meet with border officials later this afternoon. Kristen Holmes is an Eagle Pass with the Trump campaign. Priscilla, let me start with you first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "ACOSTA",
      "sentences": "All right. Priscilla Alvarez, thank you very much.In the meantime, we want to go straight to Capitol Hill, Defense Secretary Lloyd Austin testifying about the controversy regarding his lack of clarity on his health in recent weeks. Let's go to that now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "LLOYD AUSTIN, DEFENSE SECRETARY",
      "sentences": "The reason for that assumption of duties will be included in writing. And you saw these new procedures in action during my hospitalization earlier this month. And finally, the DOD inspector general is still working on his own independent review, which we fully support.Now, before I take your questions, I want to again make one thing very clear. At no time during my treatment or recovery were there any gaps in authorities, and there were no risks to the department's command and control. And from the time that I resumed my duties on January 5th, I fully participated in national security decision-making on events in the Middle East, and about military operations in self-defense to protect our troops and our facilities over there. Again, we're moving swiftly to put some helpful new procedures in place to prevent any lapses in notification. And I am confident that we will not experience the same issues in the future. So, let me again thank you for the opportunity to be here today, and for everything that this committee does to support, to stand by the mission and the people of the Department of Defense, including their families. I know you understand this, but one of the best things that you can do right now to support them is to pass a full-year appropriation. In doing so, we'll ensure that our troops get paid, that our civilian employees can stay on the job, and that we can continue to procure and feel the very best capabilities to defend our country. We need the flexibility and stability that full-year appropriations provide. Mr. Chairman, Ranking Member Smith, I appreciate your leadership on that score, and I stand ready to assist you in any way. And with that, I'll be glad to take your questions. REP. MIKE ROGERS (R-MI):  Thank you, Mr. Secretary. The chairman now yields his question time to the chairman of the subcommittee on military personnel, the gentleman from Indiana, Mr. Banks. REP. JIM BANKS (R-IN):  Thank you, Mr. Chairman. Mr. Secretary, help us get this straight. At what point during your hospital stay did you or your staff decide that the president should know about your hospitalization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "As I understand it, my chief of staff contacted the national security adviser and advised him that I'd been hospitalized on the 4th of January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "At what point during your stay was the 4th of January?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "I'm sorry, I didn't hear you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "How long into your stay was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "Well, as we've pointed out, as it's been pointed out earlier, I was admitted to the hospital from 1st of January, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "Okay. Yes or no, did you tell your staff not to inform the president, anyone on your staff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "I never told anyone not to inform the president, the White House, or anyone else about my hospitalization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "Okay. So, the 30-day review summary lays a lot of blame at the feet of your staff. It seems that that would appear correct for the breakdown in the process? You've told us that you are responsible, but the 30-day review seems to blame your staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "Well, the 30-day review pointed out that there were some missteps and -- but there was never any ill intent or an intent to obfuscate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "One year ago you told me in this hearing room you had no regrets about what happened in Afghanistan. Do you do you regret what happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "I've said that we didn't get this right, Congressman, and we put measures in place to ensure that the notification process is improved going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "Mr. Secretary, who will be held accountable for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "The transfer of authority was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "Who would be held accountable for this, this embarrassment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "Again, I take full responsibility and we put measures in place to address the shortcomings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "Are you surprised the president didn't call for your resignation? I'm surprised but are you surprised that he didn't call for your resignation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "The president has expressed full faith and confidence in me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "BANKS",
      "sentences": "So, you're not surprised that he didn't call for your resignation?Is it typical that the president would go three days without talking to his secretary of defense? Is that typical? Is that a regular posture? Do you usually go days without talking to the commander-in- chief?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "AUSTIN",
      "sentences": "I mean, that can happen. It depends on whether or not the president is on travel, if I'm on travel. But there are times when we do go days without direct communication.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "AUSTIN",
      "sentences": "It's neither. The president is not aloof. And I am -- I participate in all of the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BANKS",
      "sentences": "Let me ask you this. On January 2nd, while you were in the hospital, President Biden was vacationing in the Caribbean. Your deputy, who the president didn't even know had operational control, was on a beach in Puerto Rico. What kind of message does that sent to our adversaries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "AUSTIN",
      "sentences": "The key piece is that, number one, the deputy has the ability to -- she has access to secure communications, she has the ability to participate in decision-making processes for wherever she is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "BANKS",
      "sentences": "Secretary, our adversaries should fear us. And what you've done is embarrassed us.And let me sum this up by this. A leading Chinese propaganda outlet said that what happened to you exposed, quote, internal chaos. A leading Russian propaganda outlet said that your disappearance, quote, effectively compromised the general public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ROGERS",
      "sentences": "The gentleman's time has expired. The chair now recognizes the ranking member.REP. ADAM SMITH (D-WA):  First of all, let me say it's not remotely surprising to me that the Chinese and the Russians are not going to say anything positive about us. That doesn't come as a surprise to me. They seize on every opportunity to attack the United States. So, I don't really take their word for what was going on. And a couple things to drill down on, one, it is fairly routine that the secretary of defense will be in places where you are not able to do everything you need to do, and that authority is transferred. I think a lot of people don't fully understand this. So, can you walk us through? I mean, how often does it happen that you are in a place where you can't be as responsive as you need to be so that you pass the authority on to your deputy secretary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "AUSTIN",
      "sentences": "Thanks. As pointed out in the 30-day review, there have been a number of times in the past where we transferred authorities because of my inability to have access to secure communications. And then once I had the ability to have access again to secure communications, that was transferred back. So that, and the number of times that that's happened is outlined in the 30-day review.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SMITH",
      "sentences": "And was there -- again, just to emphasize, was there any time during this process, in the first days of January when you were in the hospital, any time whatsoever when the deputy secretary wasn't in a position to fully carry out the responsibilities of the secretary of defense, regardless of whether she was in Puerto Rico or Mexico or Mar-a-Lago, or wherever, she was in a position to carry out all of the authorities that she had as the acting secretary of defense in that instance, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "AUSTIN",
      "sentences": "She is legally and logistically positioned to assume the functions, and she was, you're right, in a position to be able to support the president as chief of staff, as he made decisions, so the commander-in-chief.So, she always has secure communications with her, just like me, and she has a situational awareness that's needed to be able to make effective recommendations to the president. And she, working with the chairman of the Joint Chiefs and also the combatant commander, would propose options for the president in any situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "ROGERS",
      "sentences": "The chair recognizes the gentleman from South Carolina, Mr. Wilson.REP. JOE WILSON (R-SC):  Thank you, Chairman Mike Rogers. Secretary Austin, I first want to wish you a full and speedy recovery. And, sadly, we're here today because of the failure of the Properly Communicate Directive 3020.04 of the Department of Defense, which is critical information requirements through the chain of command to President Biden. As a grateful veteran myself along with you of the American Armed Forces, we both understand the crucial role of the chain of command to provide time-sensitive information to make the right decisions at the right time. When communications fails, there is an increased risk to mission success, but more importantly, increased risk to the servicemen and women. For this, to me, it's personal. As a 31-year Army veteran myself, having four sons who served in Afghanistan, Iraq and in Egypt, and currently my district director is deployed in Africa, I just take this personally with the South Carolina National Guard that your service is just so critically important. And I appreciate having worked with you before your appointment, and we need your proven capabilities more than ever, as we are in a war we did not choose, of dictators with rule of gun, invading democracies with rule of law. It began February 24, 2022, with war criminal Putin invading Ukraine. On October 7, 2023, Iran puppet Hamas invaded Israel as the Chinese Communist Party threatens Taiwan. Sadly, Biden's open borders for terrorists makes imminent more 9/11 attacks across on American families, and we need our state national guards to be ready for duty. Every family actually should have a rally point when communications are cut with an attack. With the current global threats today, there are attacks on Americans and our allies by Iran in the Middle East with the lack of proper communications to grade our ability to respond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "AUSTIN",
      "sentences": "Again, I would emphasize that there was never a break in command and control. There was the -- we transferred authorities in a timely fashion. What we didn't do well was a notification of senior leaders. And we put measures in place to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "WILSON",
      "sentences": "I deeply regret the response we had was ineffective by delaying a response and it should have been an immediate response on launch sites and it should have been very effective and there should have been no notice. And so what was done really has put American families at greater risk.And as I conclude, I want to express our sympathy for the family of Alexei Navalny who was assassinated by war criminal Putin. His widow, Yulia, is a hero for the oppressed people of Russia, I yield back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "ROGER",
      "sentences": "The chair now recognizes a gentleman from Connecticut, Mr. Courtney.REP. JOE COURTNEY (D-CT):  Thank you, Mr. Rogers, and thank you, Mr. Secretary, for being here today and for your 40-plus years of service to the defense of our country. Again, just to sort of walk through one more time about the fact that there was no gap in terms of authorities and who was in control of the department, you went into critical care on January 2nd. Your staff then executed the law in terms of notifying the deputy secretary of defense that she was in charge. And as a result, I mean, it was seamless. There was just never any moment where there was any absence of authority within the department. Isn't that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "AUSTIN",
      "sentences": "That's correct, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "COURTNEY",
      "sentences": "And again, it actually was the Armed Services Committee back in 1962 that passed the law that again made this process happen, again, without any action, special action of the secretary of defense. It's different actually than the 25th Amendment of the Constitution where if a president is going to go under anesthesia or is incapacitated, it actually says in Section 3 of the amendment that there has to be a voluntary surrender.Again, going back to President Reagan, he actually executed documents, filed it with the Congress, notifying that that was going to happen. That's not the way the law works for the Department of Defense. Again, it happens, again, if the secretary's unable to perform duties, then that's it, the deputy secretary is in charge. Isn't that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:06",
      "speaker": "AUSTIN",
      "sentences": "That's correct, sir.",
      "isLastSentenceInterrupted": false
    }
  ]
}