{
  "date": "2024-01-02",
  "headline": "Connect the World",
  "subHeadline": "Japan Deals with Plane Accident, Earthquake Aftermath; Hundreds Survive Collision and Plane Fire at Tokyo Airport; Supreme Court Strikes Down Controversial Change; Names of Alleged Associates Could Be Released Today; Oil Prices Higher as Tension in the Red Sea Persists; The Best Places to Visit in the New Year. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Well, its 11 pm in Japan, a country facing two catastrophes, aviation investigators are beginning topiece together what led to a massive plane fire. That Japan Airlines jet burst into flames after colliding with an earthquake relief plane the country of course dealing with the aftermath of a 7.5 quake. Well, its 2 pm here in London. I'm Becky Anderson. This is \"Connect the World\" also happening over the next two hours. Prime Minister Benjamin Netanyahu dealing with the political fallout of the Supreme Court's ruling against one part of his judicial overhaul. And the markets in New York will open in about 30 minutes for what will be the first day of trading in this New Year. The numbers pointing to a lower open for 2024. Asian stocks you'll see or you'll know fell on concerns over China's economy. President Xi Jinping admitting headwinds for his country more on that bottom of the hour as those markets open for the first day of trade. We are starting in Tokyo and that fiery collision. Tokyo's Haneda Airport this Japan Airlines flight with nearly 400 people on board was engulfed in flames on the runway after colliding with a Japanese Coast Guard Plane. Now everybody on the commercial flight managed to get out safely in what was a quick evacuation as the fire spread. But Japan's NHK reporting five crew members died on the Coast Guard Aircraft. Well CNN's Will Ripley has been covering what is an extraordinary situation for us here are the very latest developments for you from Tokyo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The Japanese Prime Minister is sending condolences to the families of those five coast guardcrew members who lost their lives in this fiery runway collision right in the heart of Tokyo. Take a look at this. This is at Haneda Airport shortly before 6 pm local time. A massive fireball erupted right on the runway right in the middle of this busy airport when a crowded Japan Airlines jet with 367 passengers including 8 children under the age of 2 and 12 crew members on board collided with a coast guard plane that was taking off to deliver relief supplies to parts of Central Japan on the western side that are desperately in need of aid right now because of the massive earthquake that struck just hours after the country rang in the new year and began 2024. After that tragedy, and all of the hustle and bustle of the holiday weekend coming to a close at this very busy airport Haneda Airport a hub that serves the Japanese Capital along with Narita Airport, two major airports in town and now only one operational because Haneda operations had to shut down after this collision and all of the questions that are being raised about how it happened. But the extraordinary part of this story is that everybody who was on that plane in a matter of seconds was safely evacuated, everybody on that passenger plane, including the parents with their young children even as the black smoke was filling in the cabin even as passengers said they really thought they were going to die and they could see the fire spreading. Even as passengers claim that some of the exit doors were not operational and they all had to go out through the exits near the front of the aircraft. They all made it out alive. And then half a dozen people on that Coast Guard plane only one of them survived in critical condition right now at the hospital. Will Ripley, CNN, Tokyo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ANDERSON",
      "sentences": "These all extraordinary images. Let's get more from Aviation Analyst Alex Macheras. He is joining us from London. You watched thoseimages and the more you see them, the more remarkable it as Will, pointed out that those at least on the commercial flight the 300 odd passengers made it out alive. Sadly five of the six on the coast guard plane perish. What would -- when you look at those images, what's going through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "I know that you've spent some time with the airline in Tokyo. Just take us through what you know about the jet, the airline, its safetyprocedures. And again what do you make of what actually happened on the tarmac?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MACHERAS",
      "sentences": "Sure. So I've actually just 10 days ago, literally a few days before Christmas, I was with the Japan Airlines Delegation at AirbusHeadquarters, where they were picking up another brand new A350 in their expanding fleet. And what was interesting is that while it's a usual delivery and they were picking up a new jet. They showed us something I haven't seen before. Airbus has opened a new safety center to promote a culture of safety at their headquarters. And this opened in honor of Japan Airlines, because they say that out of all of their airline customers, they were so impressed by the safety focus of Japan Airlines specifically. Now you tie that in with today's accident. And it becomes quite clear how this was most likely the most textbook evacuation ever following this dramatic collision, leading to 400 people being able to safely exit that 350. And that's what is, key here. But the investigation itself is going to turn now to how something like this could have happened. What contributors took place to have a smaller aircraft, the turboprop, the coast guard aircraft that was ready to fly to one of the areas affected by yesterday's earthquake on the runway when an A350 with almost 400 on board with clear to land? And that's likely to be this main priority in this initial phase of the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, nobody wants to speculate, of course, nor should we about exactly what happened until we get more detail. But it's important to pointout as you say that this was or certainly seems to have been a near textbook evacuation. Will, suggested that there are some reports that they're not all of the doors necessarily up operated, as they might. Just take us through. But at least everybody got off that commercial flight safely. Just take us through the sort of procedure that you would expect in an event like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MACHERAS",
      "sentences": "Well actually, I would have expected that not all of the doors will have been used in the evacuation. And that's because the crew wouldn'thave simply rushed to open the doors. But they would have been making that assessment if it was safe to do so. And the doors that were not operating and they didn't deploy the chutes (ph), those doors that were deliberately left close seemed to be the closest to the flames at that initial 92nd point, the moment the aircraft came to a complete stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MACHERAS",
      "sentences": "So I think this was a strategic decision that again was completely textbook by the crew to identify the safe doors that areoperational to open to deploy the chutes and then to have almost 400 off in less than 90 seconds. And for Japan Airlines, this is quite unique because most airlines Becky use the A350 on long haul flights. And their capacity is much less. The Japan A350 is used on domestic flights. They have a special high density A350 with so many passengers on board compared to other long haul operators. And that as well is another testament to just how remarkable it is that all we're able to safely evacuate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Alex, it's good to have you. I mean we're in the early stages of this. Those images are just remarkable. And as we get more into CNN ofcourse we'll get that to our viewers. Some of this is social media footage that we've been able to clear of inside that jet, which must have been absolutely terrifying for those passengers involved. Good to have you, sir, invaluable for us at this point. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MACHERAS",
      "sentences": "Thank you Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HANAKO MONTGOMERY, CNN CORRESPONDENT",
      "sentences": "I'm speaking in a slightly quieter voice right now because we are at an emergency shelter where survivors ofthat very powerful earthquake on the Western Coast of Japan are taking shelter. There is no heating right now. So people are sleeping on mats. They're using thick blankets to stay warm. There's also no running water. So the Japanese self-defense forces are just outside this building, handing out water to locals. Now we know that in Ishikawa Prefecture, which is very close to the epicenter, and which is where, we are now at least 48 people have died. The Japanese Prime Minister has also said that 120 people are still stuck underneath their homes. Now, the Prime Minister has said that they've dispatched as many forces as possible to get to the survivors to help them out from under their homes. But it's been very difficult A, because Verona Peninsula, there are only so many ways to get here, but also B, because the main road leading into this peninsula has collapsed because of that very powerful earthquake. Now people here in the shelter have told us that they're still feeling a lot of aftershocks from that initial very powerful earthquake. Even in the shelter alone some of the cement pillars have rubble around them, just again from that very powerful quake and the shakes coming afterwards, Hanako Montgomery, CNN, Nanao City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "And more on that, as we get it, of course. The Israeli military says it has targeted the residence of a Hamas Commander in Central Gaza,killing dozens of Hamas militants. These operations coming a day after Israel announced it will start a troop drawdown signaling a move to a new phase of this war. Least that is how mad is being seen some of the forces involved in today's operations are among those being pulled out of Gaza. This happening is Israel's -- or Israelis at least react to a Supreme Court ruling that strikes down a key part of what was this controversial judicial overhaul law. Elliott Gotkine is connecting us from Tel Aviv with more on that. Let's start with the Judicial Reform because of that of course pre October the 7th was the story, which was front and center very high on the mind of so many Israelis. And to a certain extent sort of taken a backseat and rightly and perhaps understandably so, since the outbreak of the war. Elliott, what do we know at this point and what's significant about what we've learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Will go into unchartered territory. And I really would like to believe that they won't do that. Andthe reason is that, first of all, we're all subject to the rule of law. The Prime Minister is subject to the rule of law. The Knesset or Parliament is subject to the rule of law. The judges are subject to the law; everybody is subject to the law. GOTKINE (voice-over): The court's decision marks a major loss for a Prime Minister still facing a corruption trial and outrage for failing to prevent the Hamas led massacres of October 7th. But with no end in sight to the war in Gaza, Netanyahu has more pressing concerns than another spat with the Supreme Court. That fight will be for another day. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Elliott, this is uncharted territory, as you suggested, and we are or certainly as Benjamin Netanyahu suggested and we are yet to reallyunderstand how the Prime Minister will respond? In your report you suggested, there is still no clear end to this war, although we are seeing some movements on the ground, certainly in Gaza. Just describe what you make of what we are reporting at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "GOTKINE",
      "sentences": "So Becky, as you say, unprecedented as far as this judicial overhaul decision is concerned. I don't think it's going to have a majorimpact on the war. That, of course, has been raging in Gaza since those Hamas attacks of October 7th in Israel's response, which according to the Hamas run Health Ministry, we now have killed more than 20,000 people in the Gaza Strip, although those figures don't distinguish between competence and civilians. What's happening right now is of course, yesterday -- on New Year's Day, we had this announcement from the IDF that something in the region of 20,000 troops were going to be drawn down allowed to return to their communities, their families, their jobs and the like. And this was seen in some quarters as perhaps the beginning of this move to the so called lower intensity phase of this war that the U.S. administration has been pushing for. That doesn't seem to be the case, at least not overall in the sense that the IDF is certainly portraying this as an opportunity to allow these people to get some rest to recharge in some cases to retrain and also to get a bit of a fillip to the Israeli economy, which has been suffering immensely because you know, more than what 300,000 people having been called up and being occupied by this war over the past three months. At the same time we know that Defense Minister Yoav Gallant seems has been inside the Gaza Strip today, and has been saying that this is not stopping any sense that this war is going to end. It is misplaced. And Netanyahu, of course echoed those sentiments just the other day saying that this war could last for months. I think what we're seeing is perhaps a refocusing maybe away from the northern part of the Gaza Strip, although Israel's saying today that it did secure Hamas Command Center in Gaza City today. But certainly it seems that the focus going forward is going to be more towards the central and southern parts of the Gaza Strip, where Israel believes that the senior leadership of Hamas is underground. Israel would initially it says focus over ground but they know that one of their objectives in addition to destroying Hamas militarily getting those more than 100 hostages that is still being held in captivity in Gaza back into Israel. Israel also wants to destroy the senior leadership of Hamas which he believes is underground in Khan Yunis in the southern part of the Enclave, Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, important to point out that certainly from the Israeli perspective, and Benjamin Netanyahu and the Defense Minister Gallant, theintent is on continuing this assault on Hamas. Elliot, it's really good to have you thank you very much indeed. Well, President Volodymyr Zelenskyy says at least five people have died and more than 100 others are hurt after attacks across Ukraine today. The Eastern Kharkiv and Central Kyiv regions were hit the hardest. CNN's Clare Sebastian joining us now from London with the details and just give us a sense as we enter 2024 we are looking at what 22 odd months into this war on Ukraine now? What the situation is on the ground, Clare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "IRINA, KYIV RESIDENT",
      "sentences": "It was scary. I didn't know what was going on. The fourth floor was on fire. They couldn't put it out. The eighth or ninthfloor the hydrant wasn't long enough, and then cars started burning and exploding. It was a weekend and all the cars were parked in the yard on two sides. Thanks Putin for a happy retirement. That's all I have to say. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "Interesting piece of context there is that she was speaking in Russian was actually born in Russia. Is it retaliation for attacks byUkraine over the past week a bit hard to distinguish from the overall course of the war? But I think it's safe to say that this is yet more of that attrition tactic that we've seen from Russia exploiting the timing with the end of U.S. military aid until Congress approves more funding and trying to essentially outlast Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "If Congress supports more funding for Ukraine, it's a big enough at this point, isn't it? Thank you, Clare. Good to have you. See you nexthour. Still to come, the names of dozens of people with ties to accused sex offender Jeffrey Epstein could be made public today why we are just now learning their identities years after Epstein's death by suicide. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "All right, you're watching \"Connect the World\". I'm Becky Anderson out of London for you today where the time is 23 minutes past 2 inthe afternoon. Dozens of names linked to the late accused child sex trafficker Jeffrey Epstein could be made public as soon as today. Now this comes as a judge unseals hundreds of documents in a settled case against Epstein's jailed former girlfriend Ghislaine Maxwell. CNN'S Kara Scannell covering the story and joins us live from New York. What can we expect, Kara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, it's good to get the context for this and we will get our viewers more as and when we get it. Good to have you, Happy New Year. Thankyou. Well, an FBI Joint Terrorism Task Force investigating the fatal car crash in New York State. Now this happened outside an Arena in Rochester as thousands of people were leaving a New Year's Eve concert. Police say the force of the crash sent two cars hurtling through a group of pedestrians and ignited a fire. Two people inside one of the cars were killed. Five others were injured. Police say after the fire was put out they found a dozen gas canisters in and around one of the vehicles. Now a source familiar with the investigation says a suspect allegedly left a suicide note in his hotel room. Well, now to South Korea where the leader of the main opposition party is in hospital after he was stabbed in the neck during a brazen attack. Lee Jae-Myung underwent surgery at the Seoul National University Hospital a Democratic Party Spokesman says he had a vein reconstruction surgery and is now in intensive care. Paula Hancocks, of course spent years covering South Korea for CNN. Today she is joining us from her base -- her new base, our based in Abu Dhabi. It's good to have you. Paula, what do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Paula Hancocks on the story for us. Paula, good to have you thank you very much indeed. Folks, we are just moments away from the first day oftrading on the New York Stock Exchange. Here we go checking on the markets so look at the status of global traders some shipping firms continue to avoid the Red Sea. Its U.S. Customs and Border Protection ringing in the trading day the first of course of the New Year we are expecting these markets to open lower. We're going to take a very quick break back after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "All right. Welcome back. I'm Becky Anderson. I'm in London today. It's just after half past two in the afternoon here. You are watching\"Connect the World\". And here is how the U.S. trading day has kicked off the year of 2024. Well, it's looking a little bit of a damp squib really isn't it? Traders paying attention to labor market data this week, a key indicator on the strength of the U.S. economy. Of course the optimists increasingly betting on interest rate cuts that the Fed teased late last year and a lot of optimism around that market. Don't forget it was a pretty good end to the trading year of 2023. So we might just be looking at relatively low volumes and a little bit of lack of activity, although those Asian markets were off. The Chinese President talking about headwinds for the Chinese economy admitting to headwinds perhaps and that's hurting those Asian markets. Anyway, that is the look of the trading day. We're also keeping our eyes on oil prices as we often do on \"Connect the World\". Those prices spiking today, the shipping company Maersk, has confirmed that one of its merchant vessels was attacked in the Red Sea on Saturday. That incident led to U.S. helicopters, sinking Houthi boats. Now, the tension in the Red Sea very much on our radar at present, it is forcing some ships to take this route around the Horn of Africa at enormous expense impacting of course the cost of global trade. Anna Stewart here with me in London, and look this, this does not look as if it is improving by any stretch of the imagination. I mean, things are getting pretty nasty at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "This is really --this is really worrying. I mean, we -- you know the Gaza conflict, of course, has been sort of front and center over whatthe last sort of 100 days and much talk about whether that conflict could slip outside of the region where it is, and this region of the Gulf, one of those given that the Houthis have got involved here. And clearly this can have an impact on oil prices. We are seeing a spike at present, what can we expect do you think at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "STEWART",
      "sentences": "Well, there were a number of concerns here for oil, particularly. First of all, this is a really important route for oil tankers, of course,and some of them like BP are already taking the very long route around. There's also the big risk of escalation at this stage. You've had an Iranian naval warship entering the Red Sea in the last 24 hours. In response, I imagined to what is -- what we are seeing in terms of the multinational effort to try and secure the transit route. So already you're seeing this. And I think the big question going forwards will be whether or not the U.S. and its allies decide to continue to access self-defense or whether they'll come a point, whether they are willing to attack Houthi positions in Yemen, which would be a significant escalation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "No, this is something that the region that, of course, we are normally based in, in the Gulf and Abu Dhabi, keeping a real eye on atpresent. The oil prices have actually been relatively stable through the conflict in the Middle East. And this is not something that people necessarily wanted to see, at the beginning of the year. It's not clear why that Iranian vessel has moved into the Red Sea? But the -- as you have rightly suggested, is in response to this coalition of the willing to support the U.S. which interestingly does not involve regional players. They've decided to stay out of that, at present. How long they decide to do so again, will be something that we will continue to monitor. It's good to have you. Thank you. Coming up, a Cinderella story developing at the Alexandra Palace here in London, a 16- year-old is throwing for history at the World Darts Championship. Stay tuned for \"World Sport\". (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "PATRICK SNELL, CNN WORLD SPORT",
      "sentences": "Hi Becky. Yeah. Happy New Year to you!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "Happy New Year!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SNELL",
      "sentences": "What a story? You know, at 16 -- at 16 I was dreaming still a playing for Manchester United as a footballer. But this kid is incredible.He's the reigning World Youth Champion. And he's living the dream right now. It's extraordinary what he is doing Becky. He's suited for Semifinals of the PDC World Darts Championship. And he just impresses with every stage of his progression through the tournament. He had the comprehensive 5-1 victory over Northern Ireland's Brendan Dolan most recently, but is when he really hit the headlines over there in the UK and indeed beyond after earlier taking care of business against the Dutch legend of the sport, Raymond Van Barneveld, whose 56 years of age compared to Littler, who's 16. I will say this, Littler is a lifelong suffering Man United fan at the moment, Becky. So he's trying to get some good morale back into his party's own. He's doing really well. He's making history every step of the way. And we'll be following his progress on \"World Sport\" and beyond in the coming hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "Good. He doesn't look 16. I have to say -- I mean, I'm -- particularly know what a 16-year-old should look like these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SNELL",
      "sentences": "He's a bit older, doesn't he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "But you know, he looks -- yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SNELL",
      "sentences": "Shall we say -- say a bit older and wiser?",
      "isLastSentenceInterrupted": false
    }
  ]
}