{
  "date": "2024-08-22",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Democratic National Convention; Harris Arrives At DNC Ahead Of Historic Speech. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "We see members of Congress there who are all United States veterans, Mikie Sherrill there in the white, if you noticed.Here is the governor of Michigan, Gretchen Whitmer. (CHEERING) (APPLAUSE) GOV. GRETCHEN WHITMER (D-MI): I'm Governor Gretchen Whitmer. In Lansing, they call me governor. But in Detroit, they call me Big Gretch. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WHITMER",
      "sentences": "Donald Trump called me, that woman from Michigan. As an insult. Being a woman from Michigan is a badge of honor.Like women across America, we just GSD. Get Stuff Done. At 29, I joined the sandwich generation. Sandwiched between working and raising my new-born and caring for my mom, who was dying from brain cancer. It was hard, but not extraordinary. It's life. Those nights reminded me who I was fighting for. People just trying to make it. Kamala Harris knows who she's fighting for too. She took care of her mom, who also battled cancer. As president, she'll fight to lower the cost of healthcare and elder care for every family. She's lived a life like ours. She knows us. Donald Trump doesn't know you, at all. You think he understands that when your car breaks down, you can't get to work? No. His first word was probably chauffeur. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WHITMER",
      "sentences": "You think he's ever had to take items out of the cart before checking out? Hell. You think he's ever been to a grocery store? That's what the chauffeur is for. But Kamala Harris, she gets us. She sees us. She is us.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WHITMER",
      "sentences": "Look, we've all lived through a lot of history over the past few years, floods and fires, an attempted coup, a plot, and a pandemic. It's exhausting.We don't know what the next four years will bring. But what we do know is this. Through it all, your life won't stop. You're going to have to get to work, pick up the kids, and pay your bills. And then one day, when you're just trying to get everyone out the door, a news alert goes off. Something happened. Something hit the fan. You'll ask, is my family going to be okay? And then you'll ask, who the hell is in charge? What if it's him? What if it's that man from Mar-a-Lago? (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WHITMER",
      "sentences": "I know, in a crisis, we need someone strong enough to come up with a plan, to tell the truth, and to bring people together.Right now, before the crisis, is when we get to choose. Why wouldn't we choose the leader whose tough, tested, and a total badass? (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome actress, director and philanthropist Eva Longoria.(APPLAUSE) (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "EVA LONGORIA, ACTRESS, DIRECTOR AND PHILANTHROPIST",
      "sentences": "Hello, Chicago.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "LONGORIA",
      "sentences": "Yes. I am so excited to be here tonight. What an honor to be part of this historic moment, and y'all are part of it. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "LONGORIA",
      "sentences": "Look, I have known Kamala Harris for more than a decade. And she comes from a family a lot like mine, and I'm sure a lot like yours. We were both raised knowing that no one was going to hand us anything, especially as women, that we were going to have to touch every rung of the ladder to get ahead. We were going to have to work really hard.Now, she worked at McDonald's, but I worked at Wendy's. And look at us now. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "LONGORIA",
      "sentences": "You see, Kamala and I were able to see beyond the horizon because our families supported our big dreams. Well, guess what? As Americans, we're all part of one big family, somos familia.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "LONGORIA",
      "sentences": "And as familia, we have to have each other's back. We have to support each other's dreams, because Kamala success is our success. And she supports us to dream big, too.So let me tell you, in the Latino community, in our community, we have a saying, \"si, se puede,\" which means -- (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "LONGORIA",
      "sentences": "Yes. It means, yes, we can. But tonight, I'm here to tell you, yes, she can. So we're going to say, she se puede. So when someone asks you, is she ready to lead this country forward? We're going to say, she se puede.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CROWD",
      "sentences": "She se puede.When somebody says, is she qualified for the job? We're going to say, she se puede.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CROWD",
      "sentences": "She se puede.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "LONGORIA",
      "sentences": "When somebody asks, is she going to be the first female president of the United States, we're going to say, she se puede.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CROWD",
      "sentences": "She se puede.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "LONGORIA",
      "sentences": "Our voices, our vote, we're going to decide this election. And let me tell you, the energy tonight isn't just here in Chicago, it's all across the country. People are gathered at watch parties everywhere to celebrate Kamala Harris.(APPLAUSE) (CHEERING) LONGORIA: Say, hello. Yes, all right. We know how to work, so let's get to work. Let's turn all of this enthusiasm and joy into action between now and November 5th. Let's go, she se puede. She se puede.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "CROWD",
      "sentences": "She se puede.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome former Illinois Republican Representative Adam Kinzinger.(APPLAUSE) (CHEERING) (MUSIC) ADAM KINZINGER, (D) FORMER ILLINOIS REPRESENTATIVE: Hey, good evening. Good evening. Thank you. Thank you. Thank you. I'm Adam Kinzinger, and I am proud to be in the trenches with you as part of this sometimes awkward alliance that we have, to defend truth, defend democracy and decency. (APPLAUSE) (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KINZINGER",
      "sentences": "I was just a kid when I was drawn to the party of Ronald Reagan, to his vision of a strong America, the shining city on a hill. I was a Republican for 12 years in Congress, and I still hold on to the label. I never thought I'd be here.But, listen, you never thought you would see me here, did you? (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "They love this country just as much as we do.(APPLAUSE) (CHEERING) (CROWD chanting USA!)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "And they are as eager to defend American values at home and abroad as we conservatives have ever been.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "I was relieved to discover that because I have learned something about my party, too. Something I couldn't ignore. The Republican Party is no longer conservative. It has switched its allegiance from the principles that gave it purpose to a man whose only purpose is himself.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "Donald Trump is a weak man pretending to be strong.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "He is a small man pretending to be big.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "He is a faithless man pretending to be righteous.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "He's a perpetrator who can't stop playing the victim.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "He puts on -- listen, he puts on quite a show, but there is no real strength there. As a conservative and a veteran, I believe true strength lies in defending the vulnerable. It's in protecting your family. It's in standing up for our Constitution and our democracy. That, that is the soul of being a conservative.It used to be the soul of being a Republican. But Donald Trump has suffocated the soul of the Republican Party. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "His fundamental weakness has coursed through my party like an illness, sapping our strength, softening our spine, whipping us into a fever that has untethered us from our values.Our democracy was frayed by the events of January 6th as Donald Trump's deceit and dishonor led to a siege on the United States capital. That day I stood witness to a profound sorrow, the desecration of our sacred tradition, a peaceful transition of power, tarnished by a man too fragile, too vain, in two week to accept defeat. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "How can a party claim to be patriotic if it idolizes a man who tried to overthrow a free and fair election? How can a party claim to stand for liberty if it sees a fight for freedom in Ukraine, an attack on tyranny against democracy a challenge to everything our nation claims to be. And it retreats, it equivocates, it nominates a man who is weirdly obsessed with Putin.And his running mate who said, quote, \"I don't care what happens in Ukraine.\" (BOOING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "Yes, and he wants to be vice president. Yes. How could a party claim to be conservative when it tarnishes the gifts that what our forebearers fought for? Men like my grandfather who served in World War II, who believed in a cause bigger than himself and he risked his life for it behind enemy lines.To preserve American democracy, his generation found the courage to face down armies. Listen, all we're asked to do is to summon the courage to stand up to one weak man. (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "Some have questioned why I have taken the stand I have. The answer is really simple, ladies and gentlemen. We must put country first.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "KINZINGER",
      "sentences": "And tonight, as a Republican speaking before you, I am putting our country first.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "KINZINGER",
      "sentences": "Listen. To my fellow Republicans, if you still pledge allegiance to those principles, I suspect you belong here, too.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "KINZINGER",
      "sentences": "Because democracy knows no party. It's a living, breathing ideal that defines us as a nation. It's the bedrock that separates us from tyranny. And when that foundation is fractured, we must all stand together united to strengthen it.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "KINZINGER",
      "sentences": "If you think those principles are worth defending, then I urge you, make the right choice. Vote, vote for our bedrock values, and vote for Kamala Harris. God bless you.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome lawyer, policy advocate, and sister of the vice president, Maya Harris. Hello, Chicago.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:07",
      "speaker": "MAYA HARRIS, SISTER OF VICE PRESIDENT KAMALA HARRIS",
      "sentences": "Hello, Chicago!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome North Carolina Governor Roy Cooper.(CHEERING) (APPLAUSE) (MUSIC) ROY COOPER, D-NORTH CAROLINA: Hello, America. I'm Roy Cooper. The last guy standing between you and the moment we're all waiting for. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "So, I'm going to get right to it. All week, you've heard stories about my friend Kamala. I want to take you behind the scenes of one of them. 2011 was a rough time for American homeowners. Hundreds of thousands were losing their homes to illegal foreclosure.I was attorney general in North Carolina, while Kamala had just become California's. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "All the AGs were close to a settlement with the big banks, and it was a pretty good deal, would have meant $4 billion for California families who'd been ripped off. I know that sounds like a lot, but Kamala said, \"Hang on a minute. I've met these families. I know what they've been through, and they deserve more.\"She went toe to toe with some of the world's most powerful executives, and she refused to give in. Let me tell you, this was a huge risk, but she knew it was a risk worth taking. That's Kamala. And we all know what happened, the banks caved. That $4 billion for California families became $20 billion. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "That was the first time I witnessed Kamala in action. And what I saw was a leader who does exactly what she says she's going to do, who never will settle for less. America, we got a lot of big fights ahead of us. And we've got one hell of a fighter ready to take them on.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "I know that. I know that because I know her. And tonight, I want the American people to know. Even if you don't agree with her on everything, Kamala Harris will fight for you to the very end.For families who need better health care or a safer place to live, Kamala will fight for you. For parents who want better schools for their kids, for workers worried about a secure retirement for themselves, Kamala will fight for you. For any one of our allies anywhere in the world wondering if America still has your back, remember this, Kamala will fight for you. And when she fights, we win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CROWD",
      "sentences": "We win!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "Kamala is ready. Kamala is ready. The question is, are we?(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "Are we going to stand up and fight for Kamala like she'll stand up and fight for us?(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "All right. If you're ready, my home state of North Carolina, stand up. Stand up, Pennsylvania. Stand up, Michigan. Stand up, Wisconsin. Stand up, Georgia. Stand up, Nevada. Stand up, Arizona. Stand up, America.Are we going to stand up? Are we going to fight? Are we going to vote? Are we going to win? (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "You bet we are. Let's go get them.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome North Carolina Governor Roy Cooper.(CHEERING) (APPLAUSE) (MUSIC) ROY COOPER, D-NORTH CAROLINA: Hello, America. I'm Roy Cooper. The last guy standing between you and the moment we're all waiting for. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "So, I'm going to get right to it. All week, you've heard stories about my friend Kamala. I want to take you behind the scenes of one of them. 2011 was a rough time for American homeowners. Hundreds of thousands were losing their homes to illegal foreclosure.I was attorney general in North Carolina, while Kamala had just become California's. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "All the AGs were close to a settlement with the big banks, and it was a pretty good deal, would have meant $4 billion for California families who'd been ripped off. I know that sounds like a lot, but Kamala said, \"Hang on a minute. I've met these families. I know what they've been through, and they deserve more.\"She went toe to toe with some of the world's most powerful executives, and she refused to give in. Let me tell you, this was a huge risk, but she knew it was a risk worth taking. That's Kamala. And we all know what happened, the banks caved. That $4 billion for California families became $20 billion. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "COOPER",
      "sentences": "That was the first time I witnessed Kamala in action. And what I saw was a leader who does exactly what she says she's going to do, who never will settle for less. America, we got a lot of big fights ahead of us. And we've got one hell of a fighter ready to take them on.(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "CROWD",
      "sentences": "We win!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "COOPER",
      "sentences": "Kamala is ready. Kamala is ready. The question is, are we?(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "COOPER",
      "sentences": "Are we going to stand up and fight for Kamala like she'll stand up and fight for us?(CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "COOPER",
      "sentences": "All right. If you're ready, my home state of North Carolina, stand up. Stand up, Pennsylvania. Stand up, Michigan. Stand up, Wisconsin. Stand up, Georgia. Stand up, Nevada. Stand up, Arizona. Stand up, America.Are we going to stand up? Are we going to fight? Are we going to vote? Are we going to win? (CHEERING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "COOPER",
      "sentences": "You bet we are. Let's go get them.(CHEERING) (APPLAUSE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She grew up in a tight-knit neighborhood. It was the kind of place where your neighbor would look after you when school let out.Where your first grade teacher would show up at your law school graduation. It's where Kamala Harris learned what it means to be in the middle class. Making every paycheck count. She was raised by a working mom. We taught her about standing up for what's right and protecting the people you love. M. HARRIS: Kamala carries the lessons of our mother, the fighting spirit of our mother, the compassion. KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES, DEMOCRATIC PRESIDENTIAL NOMINEE: She was all a five feet tall. If you met her, you would have thought she was seven feet tall. And our mother, if I'd ever come home complaining about anything, she wouldn't have it. The first thing she'd say is, well, just stop the complaining. Just tell me what you're going to do about it. UNIDENTIFIED MALE: And since she was a young girl, Kamala Harris has been fighting for families like the ones she grew up with. M. HARRIS: That is Kamala. She can't help herself from standing up for people and standing up for what she thinks is right. She has been that way our whole lives. Being a protector is what led her to become a prosecutor. Looking back now, I could say it was her calling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As a courtroom prosecutor, she went after predators who targeted women and children, and fraudsters who ripped off working families. And she put dangerous gang members and human traffickers behind bars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "TORI VERBER SALAZAR, FORMER DISTRICT ATTORNEY, REPUBLICAN",
      "sentences": "We didn't have partnerships with DOJ or FBI or DEA or any of those law enforcement agencies. Now, we all work collaboratively.She was the person who built the foundation in how we do criminal justice in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As attorney general of California, she held the big Wall Street banks accountable for fraud, winning $20 billion for California families.She took on one of the largest for-profit colleges that was scamming students. And in the Senate, she fought for her constituents with a determination of the prosecutor, standing up for reproductive freedom. K. HARRIS: Can you think of any laws that gives the government the power to make decisions about the male body?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "BRETT KAVANAUGH, ASSOCIATE JUSTICE OF THE SUPREME COURT OF THE UNITED STATES",
      "sentences": "I'm not thinking of any right now, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She fought to keep our children safe from the terror of gun violence.K. HARRIS: How many of you guys had to have a drill where you learned about how you need to hide in a closet or crouch in a corner in the event that there was a mass shooter? Look at that. Look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On the intelligence committee, she defended our nation against foreign adversaries.And in 2020, she made history. She was the first woman to be elected vice president of the United States. She cast a tie-breaking vote to deliver urgent relief to the American people during the pandemic. She beat big pharma to lower prescription drug costs and capped the cost of insulin. And led the fight to restore reproductive rights after Roe v. Wade was overturned. K. HARRIS: We have worked too hard and fought too long to see our daughters grow up in a world with fewer rights than our mothers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because she's never been afraid to stand up to powerful interests.K. HARRIS: Sometimes people will open the door for you and leave it open, sometimes they won't. And then you need to kick that (BLEEP) door down. (LAUGHTER) Excuse my language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's who Kamala Harris is. That's what she believes. That's what she'll fight for every day.(MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "ANNOUNCER",
      "sentences": "Please welcome the Democratic nominee for President, Vice President of the United States of America, Kamala Harris.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "HARRIS",
      "sentences": "Good evening.(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "CROWD",
      "sentences": "Kamala! Kamala! Kamala!(CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "HARRIS",
      "sentences": "Good evening, everyone. Good evening. Good evening. Oh, my goodness.(CHEERING) Good evening, everyone. Good evening. Good evening. Thank you. Thank you. Thank you. (CHEERING) Good evening. Thank you. Thank you. Thank you. Thank you. Thank you, everyone. Thank you. Thank you. Thank you. Thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:02",
      "speaker": "CROWD",
      "sentences": "USA! USA! USA!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:09",
      "speaker": "CROWD",
      "sentences": "We are not going back! We are not going back! We are not going back!",
      "isLastSentenceInterrupted": false
    }
  ]
}