{
  "date": "2024-05-23",
  "headline": "CNN This Morning",
  "subHeadline": "Haley Announces She'll Vote for Trump; Scott Enters Race to Replace McConnell; Anthony Scaramucci is Interviewed about the White House and His New Book. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:32:15",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Nikki Haley declaring that she will vote for her onetime rival, Donald Trump, after months of silence about Trump following the end of her presidential bid. She says she's going to do this despite promises like this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HALEY",
      "sentences": "I feel no need to kiss the ring.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "And let's remember what the primary race between them looked and sounded like.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HALEY",
      "sentences": "The reason that America keeps losing is because of Donald Trump.DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: And when I watched here in the fancy dress, that probably wasn't so fancy, you must really hate her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HALEY",
      "sentences": "There is no way that the American people are going to vote for a convicted criminal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "TRUMP",
      "sentences": "And, honestly, she's not tough enough. She's not tough enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HALEY",
      "sentences": "Donald Trump got out there and just threw a temper tantrum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "TRUMP",
      "sentences": "Where's her husband? Oh, he's away. He's away. Where - what happened to her husband?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HALEY",
      "sentences": "Donald Trump's never been near a uniform. He's never laid on the ground. The closest he's come to harm's way is a golf ball hitting him on the golf course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "TRUMP",
      "sentences": "Bird brain. You know who bird brain is, right, Nikki.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "I think I missed that golf ball byte at the time, Scott Jennings. Wow.And now she's saying she's going to vote for him anyway despite all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes. Well, the Biden outreach to disaffected Republicans is going great. I mean, that, to me, was my takeaway. If you're - if you're someone who thought that people like Nikki Haley were going to somehow migrate over to Joe Biden, this was - this was - I'm just - there's a lot of non-Trump Republicans around, didn't vote for him, liked her, saw her as an avatar to try to get him out of the party who today, just like Nikki Haley, are saying, they're making - they're driving me back to Trump. That's what I heard in her answer. I think this is a huge warning sign for the Biden people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "MARK PRESTON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "She's looking ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "PRESTON",
      "sentences": "She - she wants to -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "PRESTON",
      "sentences": "To have a role in the party. Had she not done it this year, she would be out of the Republican Party. She did it before Memorial Day because it will always come back that, well, look, she endorsed before Memorial Day. She is going to run for president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Well, she didn't endorse. I mean all she said is she's going to vote for him. It's not the same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "That's the - honestly, it's basically the same thing. But she wants to run again. And this was - a mean, look, is - is she putting aside some of like her - her morals, you know, that she had said earlier? Perhaps. But in order to survive in politics now, you know, promises just don't - they don't matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "WILLIAMS",
      "sentences": "Yes, I'm curious about this question about where are the voters because really it seems like it's just somebody who wants to pay attention to her future. She wants to ensure that she has a future in the Republican Party. I would think if I had to pop psychologized here. And the way to do it is to kiss the ring like literally she said she wouldn't do. [06I - it's - it will be really interesting in four or six years to see where folks, based on where Republicans were on Trump, how they thrive in the whatever becomes the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "But, will this really absolve her though? I mean she's called Donald Trump everything but a good milk cow. I mean - I mean that does not go away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Well, she said he would -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "PRESTON",
      "sentences": "You know, it will - it will - with enough Republicans it will. And anybody that thinks, by the way, that Nikki Haley, you know, by saying I'm going to vote for Donald Trump, is going to have this - these - you know, a throng of a million people behind her marching to the polls, it just - not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "WILLIAMS",
      "sentences": "Barring - barring the convention speech that she won't give where she genuflects before the altar of Trump and speaks for 20 minutes, singing his praises, no, it's not going to change anything -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "I mean -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "WILLIAMS",
      "sentences": "Because I think people hear what you're talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Yes, I mean, if she were to do something like that, like a convention speech, which - which dozens - I mean saying that she's going to vote for him is a very far cry from getting up on a convention stage and say, like, I loved this man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "PRESTON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "There's got to be - I think some of these people who voted for Haley are never Trumpers in the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "I - it was obvious in the exit polling. I mean there were a bunch of people who voted for her who had a positive view of Joe Biden's job approval. I mean I think like half of her voters in Virginia, my recollection is, thought Biden was doing a good job. That is just not a position that's held by any usual Republican voters.I - I think she got a lot of votes from people who never had and never intend to vote for Trump. However, one issue, national security. There are some national security voters who believe in her view of the Reagan sort of national security view of the Republican Party. They are not happy with Joe Biden right now. They may be looking around. So, I don't think it's all of her people, but there may be a cohort of national security voters who were so upset with Biden they migrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Yes, I mean one thing about this. David Frum, who's a friend of the show, wrote about this in \"The Atlantic.\" And the - the issue, of course, is that this election is going to be Trump versus Biden. Frum makes the argument that voting for Biden isn't actually a vote for Biden it's a vote for the system. He writes, quote, \"from the point of view of Trump skeptical Republicans, this election is no more about Joe Biden than a fire in a children's hospital is about a fire extinguisher. They don't think, gee, I wish this extinguisher were newer, so I'll let the children burn to death. They think, I hope there's still an ounce or two flame-retardant foam left in this old thing, and if there is, I'll be damn grateful for it.\"Is that kind of - I mean, because that is the argument that the Biden - I mean some Biden people make this - the president can't really do it in public, but in private they're saying like, vote for me because that other guy is so awful. And I guess I'm not sure that at the end of the day - voters at the end of the day have to vote for a person. They have to pick one or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "PRESTON",
      "sentences": "Yes, and I also think that that sliver of voters that Scott's talking about that will go for Trump, they were going to go for Trump anyway, regardless if Nikki Haley, you know, endorsed him, or I would say endorsed him, said she's going to vote for him.But again, I just keep going back to what she said before, you know, in the months previously, and the fact of the matter is, she wants to be in the Republican Party. She wants to be the nominee. She was the last person in. Like, realistically, like, she could make that argument, you know, next time around. Look, I ran a campaign. I ran a solid campaign. I - you know, I can win in 2028.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Yes. And these pictures that are playing, reminding us -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "Happier times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "PRESTON",
      "sentences": "No, not that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "That's a good way to put it. Yes, not that one.All right, let's go now to this, Republican Senator Rick Scott announcing that he is entering the race to replace Mitch McConnell as the GOP's Senate leader. And this bid turns the contest into a three- way race between Scott, who is a first-term senator, the minority whip, John Thune, and the former whip, John Cornyn. Scott saying he wants to, quote, \"upend the status quo.\" According to \"The Wall Street Journal,\" here's what he said last night about his motivation for running. (BEGIN VIDEO CLIP) SEN. RICK SCOTT (R-FL): We need to sea change. I talked to Trump about this today. He said he's excited I'm getting into the race. But we're going to be the Senate that helps Donald Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "OK, Scott, this one's for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "Yes. HUNT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "I don't believe he would be the front runner in this group. I also don't know if other people could emerge. I don't think McConnell has expressed any preferences here. I think he has good relationships with both Thune and Cornyn. I think Scott was so roundly defeated by McConnell after his term at the NRSC that I have a hard time believing these senators are going to forget that. I mean the last time they gave him a leadership job it was a disaster. So, you're going to give him a promotion to a different leadership job? I mean, I don't - I don't personally -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Mitch McConnell may not have weighed in, but Scott Jennings just told you -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "I don't speak for him, but I -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "What the McConnell camp like really thinks about Rick Scott -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "Well, I just -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Which is that he was a disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "I mean, how did we do? I mean, you know, how did it go? Not - not very well. So -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "For the record, Scott was responsible for electing Republicans to the Senate, for those who are not exactly keeping up.Continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "JENNINGS",
      "sentences": "Yes. And who's in charge of it today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:32:15",
      "speaker": "HUNT",
      "sentences": "Uh -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HUNT",
      "sentences": "We're setting the bar high for eye rolls on the set today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "PRESTON",
      "sentences": "Does this mean we're not having breakfast afterwards?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HUNT",
      "sentences": "Yes, I mean, look, I - I guess I'm interested in whether - like, how the view is among other - I mean the one thing, too, about Scott that I think Democrats would seize on is that he had in the plan, when he was - I believe it was when he was running the NRSC, that they were going to sunset Social Security, Medicare, and Medicare, and he ultimately had to revise it, saying, \"all federal legislation sunsets in five years, with specific exceptions of Social Security, Medicare, national security, veterans benefits, and other essential services. The previous version of the proposal had included no such exemption and instead declared, if a law is worth keeping, Congress can pass it again.\"This, of course, Democrats seized on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "JENNINGS",
      "sentences": "He had some problematic PR moments. So, I'm just -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HUNT",
      "sentences": "OK. Fair enough.All right, coming up next here - (BEGIN VIDEO CLIP) TAYLOR SWIFT, MUSICIAN (singing): And for a fortnight there, we were forever run into you sometimes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "All right, 45 minutes past the hour. Here's the morning roundup.Hunter Biden's trial on tax fraud charges postponed until September 5th. It was set to begin next month. The judge in the case also made Biden's lawyer promise not to seek any further delays. Shares of Buzzfeed's stock gaining about 20 percent after former Republican Presidential Candidate Vivek Ramaswamy realized - revealed that he had acquired a 7.7 percent activist stake in the company on Wednesday. And - (BEGIN VIDEO CLIP) BRAD PAISLEY, MUSICIAN, (singing): Not everybody drives a truck. Not everybody drinks sweet tea. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Country star Brad Paisley heading to the White House tonight. Paisley and the Howard Gospel Choir will provide the entertainment at a glitzy black-tie state dinner its President Biden rolls out the red carpet for the president of Kenya.California drivers could eventually be alerted by their car every time they speed. A bill in the state legislature would require all new cars sold in California by 2032 to beep at their speeding drivers. Apparently similar to the wake cars alert you when you wear your seat belts. Scott Jennings, I have to say, I'm like very - I - really? Like, look, California regulations basically set the standards for the whole car industry. Like, are we getting to that point where your car is basically - because cars really can spy on you now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JENNINGS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Like in a pretty aggressive way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JENNINGS",
      "sentences": "You should - you should - you should appeal to heaven for more saine regulations out in California. I'm going to this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "No, I just have a 1989 Corvette that I'm going to keep in shape to drive so that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JENNINGS",
      "sentences": "You have a Corvette?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "I do. Yes, it's a six speed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JENNINGS",
      "sentences": "Bowling Green - made in - made in Bowling Green, Kentucky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "It is. It was made in Bowling Green, Kentucky. Says so right on the engine. It's actually very beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "WILLIAMS",
      "sentences": "Oh, look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JENNINGS",
      "sentences": "This is - that's incredible, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JENNINGS",
      "sentences": "This is - this is one - this is one step away from them just saying, well, we're going to just put every technology in a car that limits how - like, you can't go past a certain speed. I mean they could do that, obviously. So -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "I think some cars already have that, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "JENNINGS",
      "sentences": "I mean not troubling, nanny state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "All right.Let's get to our next guest, who is a former White House staffer. Of course he was only a staffer for 11 days. In a new interview with \"Salon,\" Anthony Scaramucci describes his tenure as Donald Trump's communications chief. He said, quote, \"I got blasted out of the White House after 11 days. It was unceremonious. They skinned me alive. They rolled me in margarita salt,\" unquote. Now salt free, Mooch wants to be your life coach. And his new book is called \"From Wall Street to the White House and Back: The Scaramucci Guide to Unbreakable Resilience.\" Mooch, here he is, live from Long Island. Thank you so much for being here. ANTHONY SCARAMUCCI, FOUNDER, SKYBRIDGE CAPITAL: Well, if I'm going to be like coach, I'm going to suggest two regular Coca-Colas when you're driving in a Corvette, not one Coca-Cola, Kasie. I caught that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:44",
      "speaker": "HUNT",
      "sentences": "Fair enough. I will say, I'm - I'm not a Diet Coke girl. I have to say, it's like if you're going to do it, you've got to - you've got to have the real thing.Mooch, so my favorite lesson in your book - I want to ask you about politics too - but, you know, I think for people who know you as the guy who got fired after 11 days, they're like, huh, really. But I think you - you bring so much to the table here and you're - you're 17th lesson is treat everyone like they're the most important person in the room because they might be. And I have to say, this is a lesson I feel like I have learned in this town of Washington so many times over. Tell us about how you learned it and why you put it in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HUNT",
      "sentences": "Yes, it's - it's - it's so interesting you say that, and I - I completely agree with you. And it's - it's - it's something that I try - I don't always live up to you, but I try my very, very hardest to live up to and I - I'm - I'm grateful to kind of have you talking through that today.Let's talk politics for a second because Nikki Haley, of course, came out and said that she's going to vote for Donald Trump after all of the things that she said about him, including saying there's no way people would vote for a convicted criminal. You know, we played some of the other insults that she had for him a little bit earlier in the show. What do you - like, what do you have to say to her? It does seem like the political inevitability for her, but I have to think for a lot of people who voted for her it might also be disappointing. What's your take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "SCARAMUCCI",
      "sentences": "Well, I mean, the consultants are running the Republican Party. And I would say it's the MAGA consultants are running it and they're in her ear saying that your career as a Republican is over unless you do this. Trump and her have bad blood between them right now. It would have been way smarter to have them together in some kind of unity picture or something like that, but they're not going to do that because of Trump's ego. So, I don't really know what she gained by endorsing him or tacitly endorsing him by saying she's going to vote for him.And, you know, the moral leadership and the courage would have been, you know, here is my group of people in the party that are with me. There's 144 million people that don't vote in this society, Kasie. That's the entrepreneurial moment for a candidate. I'm going to reach out to those people and try to pull them into the party. And someday you'll come around to me, not to the nonsense that Donald Trump represents. But she didn't have the moral courage or the political will to do that. Somebody like Winston Churchill would have done that. He spoke very directly and the 1930s and people put him on the back bench and he rose to be the prime minister. So, she doesn't have that moral courage. Kevin McCarthy, obviously, doesn't have that moral courage. He could have put Trump lights out on January 7th after the insurrection. He had the votes to do it. And we wouldn't be dealing with Donald Trump right now. And he'd probably still be speaker because he would have flexed on people some level of moral courage. And people want moral courage. She doesn't have it. It's frustrating to see. And there's a lot of cynical people watching and saying, oh, no, he's wrong. She has to fall in line with Donald Trump. And I don't - I don't think she has to do that. Paul Ryan didn't do that. He said, you know what, this doesn't work for me. I'm getting out of here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HUNT",
      "sentences": "Yes, although there are plenty of people willing to criticize Paul Ryan for what they view as cowardice from him, but I do take your point.I mean, on the flip side, you've said that you -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "SCARAMUCCI",
      "sentences": "And - and I can be criticized, Kasie. I worked for Donald Trump. I can be criticized. And I can accept the criticism. But when you do something wrong or you make a bad decision, you have to own it and you have to explain to people what happened. And then people can throw stones that have never made a bad decision in their life. That's cool. But I find when you get to a certain age, you make some rough decisions sometimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "COLLINS",
      "sentences": "Yes.On the flip side, you've said that you would raise money for Joe Biden this time around. I'm curious, do you think that the - that Biden and his team have done enough to reach out to, not just Nikki Haley voters, but to people like Nikki Haley and Chris Christie and others in the Republican Party who they could potentially have do real work for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "SCARAMUCCI",
      "sentences": "And signals from the administration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "SCARAMUCCI",
      "sentences": "So, hopefully they will at some point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Sorry, we - your mic cut out a little bit there, so we were worried we were losing you. But, you're back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "SCARAMUCCI",
      "sentences": "Oh, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Thank you so much. The Mooch, Anthony Scaramucci, I really appreciate your time. I hope you'll come back soon. The new author of \"From Wall Street to the White House and Back,\" that's the new book. See you soon, I hope. SCARAMUCCI",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "All right, let's turn now to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And to think, Smithers, you laughed when I bought Ticketmaster. Nobody's going to pay a 100 percent service charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, that's a policy that ensures a healthy mix of the rich and the ignorant, sir.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "OK. And the Justice Department and several states are expected to go after Ticketmasters' parent company Live Nation in an antitrust lawsuit. A source tells CNN the lawsuit could be filed as soon as today. A successful case could lead to sweeping changes in the live events market. That is an industry that came under intense scrutiny because of, who else, Taylor Swift.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Welcome to the Eras Tour.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Back in 2022, glitches at Ticketmaster blocked millions from purchasing tickets to Swift's Eras Tour and even resulted in a congressional hearing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JOE BERCHTOLD, PRESIDENT AND CFO, LIVE NATION ENTERTAINMENT",
      "sentences": "While the bots failed to penetrate our systems and require any tickets, the attack requires to slow down and even pause our sales. This is what led to a terrible consumer experience which we deeply regret. We apologize to the fans. We apologize to Ms. Swift.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "We apologize to Ms. Swift. Whoops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "Those are words you don't ever want to have to be saying in today's America.But I worked with the anti-trust division of the Justice Department in both parties for quite some time. I think the general rule is, competition, good, monopolies, bad. And that tends to be the mission of the organization but across years. Now, it's when the behavior of an institution starts getting in the way of price, innovation, competition, then you have a problem. And it seems, based on what we're seeing here, that this is what Ticketmaster and Live Nation are running into. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "I mean the fees are insane. Like, they are insane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "I find it -- whenever I try to buy tickets to something and you see, you just type in, I want tickets to - like you get so many different - so there is competition. But I also find it extremely - so I find myself spending a lot of time bouncing back and forth looking for better prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "But then you're trying - well, is this the real price or is this the price with the fee or without the fee? You know, it's - it's - it's - it's a maze (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "And the question they'll be - the Justice Department will be asking is, is the competition meaningful, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "So, there's Ticketmaster and then, you know, Joe's tickets and Elliot and Scott's ticket show or whatever else it might be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "I'm for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "A lot of this - I know, we're here, right?But - but you'll see, you know, there's these startups that simply don't have the same negotiating juice when it comes to venues and sales for concerts and tours and so on. So, they - they're onto something. Now, it all depends on what they put in the lawsuit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Yes, I mean, I - Elliot, you - you have a Swift fan in your family? A Swiftie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "We all are Swifties deep down, let's be clear. This is America. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "OK. Yes, I agree with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "The pandering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "PRESTON",
      "sentences": "Does she fly the flag?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "I know, do you like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "I mean, the - no, I'm - I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "Well, I think - I think as - as Ms. Swift notes - Scott, as Ms. Swift would say, you need to calm down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Oh, shake - shake it off. Shake it off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "PRESTON",
      "sentences": "How do you talk to these two this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Yes. WILLIAMS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "I think we're - we're going to need to go to the dog ticker sooner than we thought, guys. This is (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "Look, I got a blank space here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "Well, are you - are you going to let us pitch our podcast. Like, Elliot and I for years have - have decided - thought we should have a podcast called Elliot and Ivory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "JENNINGS",
      "sentences": "We thought -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "Live together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Well, I - I - you guys are definitely never getting back together, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "WILLIAMS",
      "sentences": "Live together in awkward harmony I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "OK. I'll leave you with this.(VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "HUNT",
      "sentences": "Some flights have literally gone to the dogs. Bark Air is a new luxury airline that is just for our canine friends, flying dogs and their human companions in - wow, this has got to be so expensive - style and comfort.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "First-class experience for the dog. A business class experience for people. Along the way, the dog is treated to a lot of pampering, including, you see the pillows and blankets all over. They're covered in pheromones that make the dog more comfortable.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "PRESTON",
      "sentences": "This is why people hate us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "PRESTON",
      "sentences": "Right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "JENNINGS",
      "sentences": "We've come a long way since Snoopy, the World War I flying ace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "WILLIAMS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "JENNINGS",
      "sentences": "This is a lot better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "WILLIAMS",
      "sentences": "Well, or, you know, I paid - the last flight I paid, I think, $27 for a little bag of pretzels. This dog is getting pheromones sprayed on its seat. Like, what -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "JENNINGS",
      "sentences": "Wow, you can't get - you can't get a human blanket on an airplane right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "WILLIAMS",
      "sentences": "I know, man. And I love dogs. Don't get me wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "HUNT",
      "sentences": "And can I just say, the owner's wearing a Yankees' hat. It's like, does he really want to be hated by regular America. Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "WILLIAMS",
      "sentences": "It's - you know, it's the way the Lord intended it. But, yes, it's -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "PRESTON",
      "sentences": "Save it for the podcast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "HUNT",
      "sentences": "Oh, I keep forgetting that about you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:02",
      "speaker": "WILLIAMS",
      "sentences": "I know. I know.",
      "isLastSentenceInterrupted": false
    }
  ]
}