{
  "date": "2024-12-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Delivers Rally-Style Speech at Conservative Event; Trump Says He's Consider Retaking Control of Panama Canal; Americans Fighting Rising Prices as Trump Readies White House Return; New York Police Arrest Suspect in Fiery Subway Death; Anti-Immigrant Anger Rises After Deadly Car Ramming. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump delivered what his campaign called a rally-style speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Police have arrested a suspect in the burning death of a woman who was on a New York subway car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One of the most depraved crimes one person could possibly commit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The House Ethics Committee had a secret vote to release its report into the conduct of former Rep. Matt Gaetz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MATT GAETZ, FORM REPUBLICAN FLORIDA CONGRESSMAN",
      "sentences": "Maybe I'll just run for Marco Rubio's vacant seat in the United States Senate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "RICHARD QUEST, CNN ANCHOR",
      "sentences": "Good morning to you, to viewers joining us in the United States and around the world and streaming on CNN Max. I'm Richard Quest. Today is Monday. It's December the 23rd, 9 o'clock in the morning in London, 2 in the morning in Phoenix, Arizona, where the U.S. President-elect Donald Trump took to the stage. It was his first rally-style speech since winning the election. And as he took a victory lap and previewed what lies ahead when he returns to the White House four weeks from now.Donald Trump spoke at Sunday at an event in Phoenix. It was put on by the conservative group Turning Point USA. The president-elect touched on a wide range of issues from TikTok to the Panama Canal and pushed back on suggestions that the billionaire Elon Musk was acting as the de facto president. Mr. Trump also vowed to keep his campaign promises and take action on day one when it comes to the border and immigration. Donald Trump said his speech was just a small preview of the commonsense revolution that begins on January the 20th. It was a long speech with many parts in it. CNN's Steve Contorno reports from West Palm Beach in Florida. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "STEVE CONTORNO, CNN SENIOR REPORTER",
      "sentences": "Speaking from Arizona on Sunday, Donald Trump delivered what his campaign called a rally-style speech in front of a friendly conservative audience. His first since winning election last month. And it was certainly reminiscent of many of the campaign speeches that he delivered over the past two years with a heavy focus on immigration and his plans for the U.S.-Mexico border.He did, however, tread some new ground, saying that he was open to allowing TikTok, the Chinese social media company, to continue to operate in the United States. He also considered taking back control of the Panama Canal and suggested that he would meet early in his term with Russian President Vladimir Putin about the Ukraine war. He also pushed back against Democrats' criticism that he has allowed billionaire Elon Musk to become the de facto leader of his party and the country. Take a listen to what he said. DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL ELECT: They're on a new kick. Russia, Russia, Russia, Ukraine, Ukraine, Ukraine, all the different hoaxes. The new one is President Trump has ceded the presidency to Elon Musk. No, no, that's not happening. No, he's not going to be president that I can tell you. And I'm safe. You know why? He can't be. He wasn't born in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CONTORNO",
      "sentences": "During his remarks on Saturday, Donald Trump also signaled a show of support for many of his controversial picks for his incoming administration. He stood by Robert F. Kennedy Jr. in his plan to, quote, make America healthy again. He also gave a show of support for Pete Hegseth, his pick to lead the Pentagon as defense secretary. As well as Tulsi Gabbard, his choice for director of national intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "But to get woked us out of our military and restore the unquestioned strength and fighting spirit of the American armed forces, I have appointed Pete Hegseth to be our next secretary of defense. He's going to be great.To make our intelligence community respected even more. I don't even think the word even is right because we had some bad years with these people. But I've nominated Tulsi Gabbard as our director of national intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CONTORNO",
      "sentences": "One thing Trump did not mention, the chaotic end to Congress's 2024 session, where Trump nearly caused a government shutdown with his 11th hour demands to push off a debt ceiling vote beyond 2024. [04Many of Trump's allies also speaking at the conference threatened Republicans that if they continue to stand in his way, they could find themselves with primary challenges. Steve Contorno, CNN, West Palm Beach, Florida. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "QUEST",
      "sentences": "Now Mr. Trump's reference to the Panama Canal during his speech on Sunday came only a day after he made similar comments on social media. He tells his supporters in Arizona that he'd consider retaking control of the canal as he accused Panama of charging fees that he called ridiculous and highly unfair.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "It was given to Panama and to the people of Panama, but it has provisions. You got to treat us fairly and they haven't treated us fairly. If the principles, both moral and legal, of this magnanimous gesture of giving are not followed, then we will demand that the Panama Canal be returned to the United States of America in full, quickly and without question.I'm not going to stand for it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "QUEST",
      "sentences": "Now, as you might expect, those comments sparked swift reaction. From Panama's president, Jose Raul Mulino, he made it clear his country will remain in control of the canal.(BEGIN VIDEO CLIP) JOSE RAUL MULINO, PANAMANIAN PRESIDENT (through translator): I want to express that every square meter of the Panama Canal and its adjacent areas belong to Panama and will continue to belong to Panama. The sovereignty and independence of our country are not negotiable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "QUEST",
      "sentences": "Meanwhile, Donald Trump's revived his interest in obtaining Greenland from Denmark. It was a preoccupation that first arose in his first White House term. Now it's resurfaced on Sunday night.Donald Trump announced he'd selected PayPal co-founder Ken Haraway to serve as his ambassador to Denmark. The Danish prime minister previously called the suggestion that Greenland could be purchased absurd. In the past week, Donald Trump has somewhat playfully, but repeatedly taunted the Canadian prime minister with suggestions that the U.S. could absorb Canada as its 51st state. We are hours away from the opening bell in New York as U.S. markets prepare for a controlled week. A contract week, we can beg your pardon, with the Christmas holiday and the Christmas comeback after a week of disaster. There's the bell on Friday, the end of a turbulent sessions or week of sessions, which had a dramatic drop of 1,100 points. The longest losing streak that we've seen in more than 50 years, 10 days of losses. And the news that the Fed's only got two rate cuts penciled in in 2025, but they are dependent, data dependent. The markets rallied and ended on a high note on Friday. The unknowns are there and it's too early to predict what, of course, the tariffs, the immigration and all the other things that Donald Trump has in line as he prepares to enter the White House. Ryan Patel is a senior fellow at the Claremont Graduate University Drucker School of Management. And with me now. Good to see you, sir. Look, this is interesting because we know economic orthodoxy says things like immigration, tariffs, etc., should push up inflation. And to some extent, that is what the Fed is responding to by taking out some of the cuts that they'd intended to last year, which makes Donald Trump's job a little more difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "RYAN PATEL, SENIOR FELLOW, DRUCKER SCHOOL OF MANAGEMENT, CLAREMONT GRADUATE UNIVERSITY",
      "sentences": "And I think, you know, when you look at the U.S. economy, Richard, it's not the same economy that it was 10 years ago or even two years ago. And what I mean by that is it has to evolve. So we see the market, you know, kind of looking at some of the wins that we've seen, but the long term necessary of what President Trump elect has to come in to do right now, he's got to not just create short term gains, but long term gains.And the Fed is here to try to combat that at the same time. So we're kind of at a crossroads right now where there's a lot of policy that needs to be done in a short period of time to set up the U.S. economy to back and evolve to where it wants to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "QUEST",
      "sentences": "OK, so by that, what do you mean? We've had an infrastructure bill that started to put in place quite dramatic changes. So what policies to which are you referring?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "QUEST",
      "sentences": "OK, but I'm not entirely clear where you're standing in terms of some of those policies. Do you believe that the tariff, the tariff attack that he's going to have will long term be beneficial for the U.S. economy or as many economists believe that the traditional orthodoxy, it's going to harm. Where do you stand on that, Ryan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "PATEL",
      "sentences": "Well, I base on what he's done the last four years. So my assumption is you use it as a negotiation tactic. So if I think of that, he's not going to hold -- well, my assumption is he's not going to hold the tariff for a long period of time that has a really detrimental effect to the U.S. economy. However, we don't know that. You and I just said, you said too, you don't know what's going to happen.But if you see his first term, there has been some cases where he has locked back and looking for that negotiating tactic. So long term, yes, if you hold the tariff, the economists, as we all say, it's going to make an impact. But in the short term, I think it's going to be very interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "QUEST",
      "sentences": "But there's going to be this battle between fiscal and monetary policy, whether intended or otherwise. Jerome Powell made it quite clear at the last press conference that his goal is his dual mandate. Now, if inflation is already hardening or at least that the trajectory has slowed and there is now an underpinning somewhere around 2.5 to 2.7 percent, if fuel goes on the fire from monetary policy, Powell has to act. Do you see a conflict between monetary and fiscal policy next year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "PATEL",
      "sentences": "Depends, based on what we're seeing right now, we already cut back to two cut rate cuts, and I think the inflation data hasn't really been that clear. And I think that's why I think, you know, when Trump goes into office, the rhetoric may change a little bit in the first, second quarter, should the markets, including the outlook when consumer prices are increasing, things get more expensive. You can't -- you have to assume that he's not going to have those threats to go through those policymaking aspects.So, you know, the first quarter there's nothing, there's no slam dunk here, Richard. It is going to have to wait and see what the data looks like. And, you know, the Fed already in their last meeting is already providing that saying, you know, we're not there yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "QUEST",
      "sentences": "Grateful to have you with us, sir. I'm grateful you're up late. Well, it's late even in California. It's extremely late. I'm grateful to you. So thank you.The Japanese automakers Honda and Nissan have announced plans to join forces. That's AP reporting. Together they'd form the world's third largest automaker by sales. They say they've signed an MOU, Memorandum of Understanding. The smaller alliance member Mitsubishi's agreed to join the talks. It follows the industry undergoing dramatic changes in the move from fossil fuels, with Japan lagging behind on EVs and trying to cut costs to make up for lost time. New York police say more details are going to be released later this morning over the gruesome burning -- the murder of a woman was on a subway car as it sat at a station. Now, this is the man identified only as a Guatemalan immigrant who's in police custody. And the police say charges are pending. They say he allegedly used a lighter to ignite a blanket that the victim was wearing and sat on a bench on the platform and watched the victim die at the scene. Eight hours later, officers arrested the suspect on another train after three high schoolers called in a tip. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "JESSICA TISCH, NEW YORK CITY POLICE COMMISSIONER",
      "sentences": "Someone who we believe carried out one of the most depraved crimes one person could possibly commit against another human being, and it took the life of an innocent New Yorker.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "MICHAELA KUEFNER, CHIEF POLITICAL EDITOR, DEUTSCHE WELLE",
      "sentences": "It does. And in a sense, we've been here before. Ahead of regional elections, there was a knife attack in Solingen in August. And that sparked instantly, once again, a migration debate.But this case is different because the perpetrator doesn't fit the kind of category of an Islamist-motivated attacker. He also didn't come in 2015 during that migration wave. And what clearly happened here is that the security authorities, police, did not connect the dots. Because this is a man, as you mentioned, who was previously convicted for threatening violent acts more than a decade ago. And he's somewhat infamous within the exile circles of having harassed people and having threatened these acts many times over. He was on the police radar, and they simply didn't find him at home, which is why the last time police wanted to visit him, they didn't act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "QUEST",
      "sentences": "So in a sense, bearing in mind the political crisis that Germany is in at the moment, where is the blame game going? First of all, obviously, you've got the question of the immigration and the whole political issue. But you've also got the lack of security at the Magdeburg Christmas market.Is it heading in Scholz's direction, local authority? Give me an overview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "KUEFNER",
      "sentences": "Yes. Well, I mean, facts very fast won't matter because we have elections coming up in February, as you rightly pointed out. And the heads -- this heads in Olaf Scholz's direction, also his interior minister, Nancy Faeser, from a Social Democrat Party, who now is pushing for implementing new laws, which frankly wouldn't have made any difference here. Not necessarily because the authorities didn't act, but she's in charge of the police.And this is offering the far right alternative for Germany, the AfD, who is holding this gathering in Magdeburg today. Yet again, an opportunity to say, look, the established parties aren't really guaranteeing your security. Time for a change. That is the case. The narrative they are now trying to spin. And of course, it does help that someone like Elon Musk is jumping onto this and, you know, tweeting, X-ing that the AfD needs to save Germany. And he keeps posting articles which are frankly void of any kind of factual basis. But it doesn't matter. And this is the reality this election campaign is suddenly finding itself in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "QUEST",
      "sentences": "Right. So, so let's just you took me exactly where I wanted to go. The tweet by Musk, the traditional political parties have failed. The AfD is the only hope. Does this help or harm the overall political position? I can never work out in Germany, for example, is Musk considered a hero, a villain? Is his contribution welcomed or dismissed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "KUEFNER",
      "sentences": "Well, it's certainly welcomed by Alice Weidel, who's the chancellor candidate of the far right Alternative for Germany party. But as you point out, it's he's not a popular man here in Germany. He's not going to get instant traction at the polling booth for the far right Alternative for Germany.But it gives them what they're not getting from other parties, which is political validation. Because all other parties in Germany about not to work together with the far right AfD, which, according to the polling, is currently the second strongest political force here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "QUEST",
      "sentences": "Pull the strands together. Just how much of a crisis? Bearing in mind the powerless state of the EU economy, ECB cutting rates, et cetera, et cetera.What is would you describe the level of crisis in Germany at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:03",
      "speaker": "QUEST",
      "sentences": "Michaela, we've talked a lot about crises and this, that and the other. But please, I'd be deeply remiss if I didn't wish you and your family seasons greetings. We could put all this behind us, hopefully for a day or two over Christmas. Thank you for taking the time to join us. Thank you, I very appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:03",
      "speaker": "KUEFNER",
      "sentences": "You're so welcome.",
      "isLastSentenceInterrupted": false
    }
  ]
}