{
  "date": "2024-07-24",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Today: Netanyahu Addresses Congress, Biden Addresses Nation; Biden To Address Nation For First Time Since Exiting Race; Biden Vows To \"Get As Much Done As I Possibly Can\" During Remaining Time In The White House. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Vice President Harris is another absentee. The Democratic presidential candidate declined to preside over the speech in her constitutional role. President Biden will also stay away. He and Harris are expected to meet separately with Prime Minister Netanyahu tomorrow.We're joined now by Oren Liebermann in Washington, D.C., and Jeremy Diamond in Tel Aviv. Oren, let's start with you. And I think people would be remiss not to acknowledge the fact that despite a lot of tensions surrounding this speech and controversy, those staying out and not going at all, this was an invitation that was extended by all four House leaders, even though some were begrudging in that invitation. What more can we expect to see in the coming hours before the speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "So, we haven't heard sort of an overt reaction to that. Israel has and Prime Minister Benjamin Netanyahu has made it clear he is going to meet Kamala Harris. You rightly pointed out that Harris will not be attending as the Vice President. She could have, perhaps should have, in her constitutional role, presided over this. Instead, that will fall to Senator Ben Cardin, a Jewish member of the Senate. Also worth noting that in 2015, then-Vice President Joe Biden did not preside over that Netanyahu speech before Congress.But, Netanyahu making sure that even if they're not here, he will meet with them. He will meet with President Joe Biden. He'll meet with Harris. And then according to former President Donald Trump, it was at Netanyahu's request that Netanyahu will meet with Trump. That will occur on Friday in Mar-a-Lago. So, Netanyahu will take the Israeli version of Air Force One down to Florida. Netanyahu essentially checking all of his boxes here, making sure he is playing it safe, and making sure that no matter what happens in November, he will have met the person who will become President. That's Netanyahu trying to make sure he has covered all of his bases, no matter what happens in American politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Oren Liebermann, thank you.Let's go over to Jeremy Diamond in Tel Aviv. Jeremy, what more insight can you give us in terms of what we're expecting to hear out of this speech? Perhaps, there will be less divisiveness. At least that's what was being promoted by the Prime Minister and more focused perhaps even on the hostages and the threat from Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and we've been seeing and hearing from so many hostage families whether in Israel or those that traveled here to Washington, D.C., to continue to put that pressure on the Prime Minister to agree to a deal and do so now. Jeremy Diamond in Tel Aviv, thank you so much.Well, let's get some perspective now from Steven Cook, a Senior Fellow for Middle Eastern Studies at the Council on Foreign Relations. He is also the author of \"The End of Ambition: America's Past, Present, and Future in the Middle East.\" Steven, it is good to see you. Welcome to the program. So, I think for most of those who are hoping to hear from the Prime Minister in his speech that a deal has been reached and agreed to, they likely will be disappointed, because as we heard there from Jeremy, if any deal does come through and optimism is higher than it has been before, it likely would happen when the Knesset is out of session, and it'll be out of session, we should note, until the end of October. So, given that, given that there may not be many deliverables he will bring other than perhaps and attempted bipartisanship after being so divisive for so many years, what is the purpose of this speech for the Prime Minister? STEVEN COOK, SR. FELLOW FOR MIDDLE EASTERN STUDIES, COUNCIL ON FOREIGN RELATIONS: Well, this is really something that the Prime Minister needs to do to -- for a domestic audience to demonstrate that he hasn't wrapped the U.S.-Israel relationship, which is, of course, of utmost importance to large numbers of Israelis. Netanyahu is a divisive character here in Washington, D.C. I think, in a city where there is very little bipartisanship, I think there is bipartisan agreement that he is at least problematic, and at most someone who is mistrustful. But, nevertheless, Israel and Netanyahu do have a reservoir of significant support here. And since his opponents have been accusing him of undermining that relationship, it's important for him to demonstrate that in a bipartisan way as best as he can. But certainly, he'll bask in the glow of support from Republicans in the Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. And I would imagine that like all of us, he has been glued and his advisors have been glued to the nonstop political developments here in the United States, had he been writing his speech last week. Many in Israel, and as you know, many here in the United States, thought that this was an election that looked like it was Trump's to lose. Things are a bit different now that President Biden said he will not be seeking reelection. And now, you have Kamala Harris in the mix. I'm wondering if that puts increased pressure on the Prime Minister, a, given that -- I don't know that there is much history between the two of them, and b, perhaps he shouldn't put all his eggs in the Trump basket at this point and try to kick the can down the road, hoping for a better deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "COOK",
      "sentences": "Well, Prime Minister Netanyahu has been playing in American domestic politics since his first term in the prime ministry in the mid-1990s. And he seems to be someone who feels more comfortable with Republicans. And we know that some of his closest advisors believe that the Israeli government should double down and seek more support from the Republicans. And that is indeed one of the reasons why he is going to see former President Trump, with whom publicly he had a good relationship, but privately, President Trump disliked Netanyahu, believing him to be mistrustful.But, you do raise the very interesting and important point that there is a new factor here, which is the Vice President is now at the top of the presidential ticket. There has been some political momentum since President Biden dropped out in support of Vice President Harris, and Netanyahu is going to have to at least consider the possibility that she may become President. I think that this initial meeting with her is certainly going to sign her up as the potential President of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "And as President Biden, we're probably going to hear more from him tonight, is going to be looking towards the remainder of his term this lame duck session, we hear he is very committed not only to a hostage deal, but pursuing other policies as well in the Middle East, and that is securing a longer term peace deal with Saudi Arabia. What are the prospects in your view of that happening between now and then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. And you're so right to bring in the other big player here, and that is Hamas itself, which started this war on October 7th, and obviously is a key decider in whether or not they agree to a deal to. This isn't just a unilateral decision by Prime Minister Netanyahu, though it would be really helpful to hear that he is more focused on this, and many in Israel and here in the U.S. believe he is.Steven Cook, thank you so much. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "COOK",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, as Israel's Prime Minister prepares to address the U.S. Congress in around three hours' time, he also faces protests both at home and now in Washington. Those demonstrations from families of hostages, pro-Palestinian groups and Israeli anti-war groups alike. Benjamin Netanyahu's controversial U.S. visit was orchestrated by Republican leaders, and many prominent Democrats are choosing to skip his speech.Meantime, President Biden is preparing for what might be the most important speech of his 52-year political career. In the hours ahead, he is set to address to the nation on his shocking decision to end his reelection bid. We'll have a preview live from the White House next. Plus, this speech will mark only the fourth time Joe Biden addressed the nation from the Oval Office. Our political panel will tell us their expectations for tonight. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) LYNDON B. JOHNSON, 36TH U.S. PRESIDENT: Accordingly, I shall not seek and I will not accept the nomination of my party for another term as your President. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, in just a few hours, U.S. President Biden will address the nation about something no sitting American President has done in more than half a century, decline the chance to seek reelection. From the Oval Office, President Biden is expected to detail how and why he made the stunning decision to exit the presidential race and pass the baton to Vice President Kamala Harris. The President will also likely make a case for his legacy, one Harris has already begun defending.(BEGIN VIDEO CLIP) KAMALA HARRIS, VICE PRESIDENT OF THE U.S., (D) PRESIDENTIAL CANDIDATE: Joe's legacy of accomplishment over his entire career and over the past three and a half years is unmatched in modern history. In one term, think about it, in one term as President, he has already surpassed the legacy of most presidents who served two terms in office. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Bianna, President Biden is preparing for perhaps what will be one of the most, if not the most important and historic speeches of his more than 50 years in political life. The President this evening will be speaking from the Oval Office, really a rarity for presidents. This will be the third time Biden is doing so, and the second time since he did just this month. He had spoken earlier in the month following former President Donald Trump's assassination attempt.But, it really comes as President Biden is looking for the very first time to offer a fulsome explanation to the American public for why he decided to bow out of this 2024 race. Of course, the President stunned his own party and upended this political race on Sunday when he released that letter on social media, saying that he would step aside from this race in the best interest of the country, and ultimately wanted to ensure that he was addressing the American people about this decision going forward. Now, we're told that President Biden has been working on this speech since his announcement to bow out of the race went public on Sunday. He has been working closely with one of his top advisors and longest serving advisors, Mike Donilon, to craft a speech that aides say will really give him a chance to explain why he dropped out of the race, but also talk about the vision for the path forward. President Biden, at this point, will be heading into a lame duck presidency. This is something that has frustrated many presidents in the cycles past. But, Biden himself has tried to argue that he isn't going anywhere, that there is still a lot more he wants to accomplish. Take a listen to what he told his former staff when he called into the campaign headquarters in Wilmington, Delaware, on Monday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "VOICE OF JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "I won't be on a ticket, but I'm still going to be fully, fully engaged. I've got six months left in my presidency, and I'm determined to get as much done as I possibly can, both foreign policy and domestic policy; keep lowering costs for families; continue to speak out on guns and childcare, eldercare, prescription drugs, and climate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SAENZ",
      "sentences": "And another area President Biden has said will be a key priority for him is relates to the Gaza conflict. He told his staff on Monday that he believes that they could be on the verge of reaching some type of deal to end the conflict and bring those hostages home to their families. Tomorrow, here at the White House, President Biden will sit down with Israeli Prime Minister Benjamin Netanyahu, where the potential ceasefire deal is something that likely will come up in those conversations. But tonight, for President Biden, it will be an opportunity to explain why he bowed out of this race, reflect on his more than 50 years in political life, and talk about how he sees the next few months of his presidency panning out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Arlette Saenz, thank you, from the White House. We appreciate it.Now, let's bring in our panel. Lynn Sweet is the Washington Bureau Chief for the Chicago Sun-Times, and CNN Political Analyst Seung Min Kim, she is White House Reporter for the Associated Press. Lynn, let's start with you. Just the significance of this moment, as I noted there with Arlette, what a change in tone and sentiment and mood among Democrats, in particular, in this country, in less than a week. Talk about the pivotal nature of this decision by the President, which clearly wasn't an easy one to make. LYNN SWEET, WASHINGTON BUREAU CHIEF, CHICAGO SUN-TIMES: Well, however he came to it, it was clearly the right decision by any way you measure it. The mood over the 2024 presidential election went in a snap from gloom to glee. The convention, the events and the run up to it, the rallies that presumptive Democratic nominee Harris will preside over, will have and we've seen already an exuberance that just would not have existed with Biden. At the same, time, what President Biden has done is he cemented his legacy, and that I think we will hear a lot about tonight when he speaks. If he had stayed in the race, he would go out as a loser who might have brought down a lot of the Democratic Party with him. If he -- now that he is staying in the race, these last weeks since his disastrous debate performance will later be diminished, as his fuller legacy goes in the history books.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "And Lynn, to that point that Seung Min made, there had been reports, there had been leaks from within this own administration that perhaps one of the reasons that President Biden didn't bow out earlier was because there were some who viewed his Vice President is not up to the task or as a weaker potential candidate. Clearly, that is all changed. He has now fully endorsed her. But, how much concern is that that that can be used against them, in particular, by Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KIM",
      "sentences": "Well, whatever the Republicans are going to use, they're going to use no matter who the President is, every name that's been mentioned, as somebody who has been in public life, who is going to have something that the Republicans will go after. Going after the Democratic nominee over immigration, over the southern border was going to happen whether or not Harris was the nominee.The only thing I hope people understand is that if the Democrats vaulted over Harris for some reason, it would have caused as much of a problem as anything it would have addressed by putting in another person, which by the way would have been enormously difficult, given the timetable of the primaries. In a sense, these few weeks since the debate technically did not make much of a difference in terms of replacing a Democratic nominee. The most important thing is it had to be done before the convention, and Democrats just to have a safety, just to pad their safety lane here are going to probably today in a few hours decide to have a virtual roll call as soon as August 1, if no other Democrat surfaces. So, this talk that Harris was or was not up to it, I just thought is irrelevant, and probably never true, and by -- and what's put forth by people who didn't have a realistic view of how anyone but Harris would have replaced Biden on the ticket GOLODRYGA: Seung Min, from your reporting, what kind of a role can we expect to see the President have going forward on the campaign trail there alongside the Vice President? I would imagine he is going to play a role at the Democratic National Convention next month. But, from there, what are some of the reporting that you're hearing on that front?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KIM",
      "sentences": "Right. Well, Biden advisors have actually told us that we do expect the President to be as engaged as he can when it comes to campaigning for Vice President Harris, obviously, not as much as he would have been had he been the candidate at the top of the ticket. But, he is still going to be very much involved in the ways that he can in terms of doing events, doing fundraising, whatever he can do to make sure that sort of Biden-Harris administration legacy is going, and a big part of that is, again, his legacy is so intertwined with her successes in November.I mean, he -- every President wants to leave a good mark behind when he leaves the White House. But, so much of what he has done, whether it's on the executive orders front or all the legislative accomplishments, the domestic policy achievements, really depends on Harris -- Kamala Harris winning the White House and Democrats retaining control of Congress, and that's what's really going to be motivating him here to make sure that his party, his broader history, his broader legacy is secured in the history books by helping her win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, because clearly at this point, her legacy is closely tied to his as well. Lynn Sweet and Seung Min Kim, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SWEET",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Welcome back. You're watching CNN Newsroom. I am Bianna Golodryga in New York.Well, now to the very latest on the investigation of the Trump assassination attempt. As congressional leaders prepare to vote on establishing a bipartisan task force, a high-ranking federal law enforcement official is now in the hot seat. Right now, in this moment, FBI Director Christopher Wray has been testifying before the House Judiciary Committee, a key takeaway from his testimony that the shooter flew a drone near the Pennsylvania site before the rally. Wray's appearance comes one day after the Secret Service Director resigned in the wake of July 13th attack. CNN National Security Reporter Zachary Cohen is following all the developments, and joins us now from Washington. Zach, what more can you tell us about what we've heard from the Director at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yeah. Chris Wray already providing some new details about what investigators have recovered and found at the scene of the shooting, including the explosive devices that we knew were recovered from both the shooter's car and from his home. But, take a listen to how Christopher Wray described these devices in the potential threat they posed.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR",
      "sentences": "Around 03REP. JIM JORDAN (R-OH): Two hours --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "WRAY",
      "sentences": "About 11, I want to be clear. But, when I say the area, not over the stage and that part of the area itself, I would say about 200 yards, give or take away.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and many of them are presumably will be tough questions as well. But, I would assume that unlike the Secret Service Director Cheatle, who had really lost confidence from members of Congress from both sides of the aisle, that's not the case here with Director Wray or at least over this particular issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "COHEN",
      "sentences": "Certainly, it seems that he is taking the opposite approach of Director Cheatle which, as you mentioned, was kind of the last straw and ultimately forced her to resign after her testimony. She didn't really get into any issues. She cited ongoing investigations as the reason that she couldn't provide really details to even the most basic questions. Chris Wray making clear at the outset in his opening statement today, though, that he will provide new information in response to questions from lawmakers' specific questions. So, he is making them ask the right question, but if they do, he will provide them as much new information as he possibly can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Zachary Cohen, thank you so much.Well, Donald Trump is back on the campaign trail for the first time since Joe Biden dropped out and Kamala Harris stepped in. Coming up, we'll be live in D.C. with the latest, including the new tactics Trump is taking against Harris. Plus, we're tracking Kamala Harris out on the campaign trail, as the Vice President prepares to rally in red states this week. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "President Biden's reelection bid reportedly raised more than $90 million at the end of June. Well, now, with Biden out of the race, Donald Trump's campaign argues that that money should not be going to a new candidate. The Trump campaign has filed their complaint with the Federal Election Commission. They accuse Kamala Harris of committing a quote \"heist of Joe Biden's leftover campaign cash.\" Well, aside from funds, Donald Trump is also escalating his attacks on Harris's record. During a press call on Tuesday, Trump slammed Harris for the Biden administration's handling of the southern border crisis.(BEGIN VIDEO CLIP) VOICE OF DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: As a result of her dangerously extreme immigration policies, the largest invasion in history is now taking place at our southern border, and it's getting worse, not better. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "HARRIS",
      "sentences": "And in this campaign, I promise you, I will proudly put my record against his any day of the week.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Our team is covering these major campaigns from all angles. Let's bring in Priscilla Alvarez and Alayna Treene. Both of them are joining us live from Washington, D.C.Priscilla, let's start with you, and Vice President Harris. We heard a bit from her yesterday in terms of what she will be focusing on during this campaign, and that is really digging into her past as a prosecutor going against what they've already labeled a convicted felon, also taking on issues important to many American voters, in particular, undecided voters and women, and that is reproductive rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "Well, and in some ways, we had already seen this unfold as the running mate. She has been on the campaign trail over the course of the year, and she has taken these arguments and each of her speeches, especially reproductive rights. She started a tour on that in January. And she has continued to slam the Trump and -- former President Donald Trump, while defending the Biden administration's record, and also laying out a path forward. And so, what we're seeing now is her elevate those speeches in her remarks as now the expected Democratic nominee.And so, this has been a moment that her and her team are trying to capitalize on and that they have already seen quite a bit of success, not only raising millions and breaking records, but also just trying to again capitalize on what had been a seismic shift in this operation. Now, she is today in Indianapolis, where she will be addressing a black sorority, and tomorrow, she'll be in Houston, where she will be talking to the American Federation of Teachers - or the American Teachers Federation. And so, these are all packaged together a moment for her to be on the trail in a way that was happening, but is now front and center, and to almost reintroduce her as the presumptive Democratic nominee. And so, we expect to see more of that to come. Of course, she is also going to face some headwinds when it comes to those Republican attacks on her immigration portfolio. And on that, I've talked to sources who say, over the last three years, they were fully aware that Republicans had been casting her as the border czar. But, that is not what she was charged with. She was charged with addressing root causes of migration in three countries, Honduras, Guatemala and El Salvador. And there has been some success. It's always very hard to know for a fact what is impacting migration. But, we have seen that the number of migrants coming from those three countries has dropped considerably. And so, how she starts to talk about that portfolio, if at all on the campaign trail, will also be closely watched, as Republicans start to fine tune what had already been political attacks on the U.S-Mexico border against this administration, to now tailoring that specifically to the Vice President. But certainly, she is kicking off this week after a massive change by taking her message on the campaign trail, fine tuning it, and really trying to gin up that enthusiasm that over the last several weeks had been quite absent amid all of the circles circling over the President's candidacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. Quite a difference. 24, 48 hours have made not only in just the enthusiasm, but also just the amount of cash that's come into the campaign as well. Priscilla Alvarez, thank you.Let's bring Alayna Treene in here and pick up where Priscilla left off, because whether or not she was the border czar or she was tasked with the portfolio of looking at the root causes of migration, that's a play on words at this point, because it's not highlighting an area viewed as a strength of hers as Vice President, and that's exactly why the Republicans are seizing on this particular policy. What else do we expect to hear from the Trump campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "VOICE OF TRUMP",
      "sentences": "Kamala Harris was appointed border czar, as you know, in March of 2021. And since that time, millions and millions of illegal aliens have invaded our country. And as weak on crime prosecutor in sanctuary jurisdiction of San Francisco, Kamala refused to seek the death penalty against anybody. I agreed to debate with Joe Biden. But I want to debate her, and she'll be no different, because they have the same policies.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TREENE",
      "sentences": "Now, Bianna, both you and Priscilla did point this out. But, I do want to just reiterate that fact check that Kamala Harris was never appointed border czar, but she was in charge of working on the diplomatic relations with Central America. Of course, the Department of Homeland Security is responsible for the border. But, all to say, to your point at the top, is this is the issue they are going to be honing in on, specifically immigration and the border. And they do believe that they can try to give Kamala Harris that responsibility because she was part of the Biden administration.I'm also told, over the next few weeks, Donald Trump is really going to try and define Harris. Even though she is the VP, they argue that she doesn't have as much brand identity with American voters. And they see this period as crucial for trying to define her on their own terms. They're also, of course, very closely monitoring some of the things that Priscilla laid out, which is the Democratic donations pouring in and the Democratic enthusiasm. And so, all of this is kind of playing out behind the scenes, and I think we'll get that first public glimpse of that strategy tonight in North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "And I believe Donald Trump said he was still open to a debate in September?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TREENE",
      "sentences": "He did. He actually said on that call yesterday that he wants to debate and he thinks it's his obligation. And so, he kind of put down a marker that he says he wants to do it. It's all we know. If he changes his mind, it'll be interesting to go back to those phone tapes and call him out on it. But, I think as of now, he seems like he is ready to debate with Harris. So, we'll see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "And on ABC, where it was initially scheduled, I know last week he was asking perhaps it to be moved to Fox --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TREENE",
      "sentences": "For Fox.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "-- News or -- yeah, maybe a few days ago. But, that's not the case.Alayna Treene, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TREENE",
      "sentences": "Thank you. GOLODRYGAunderway. We'll have the latest on today's events and the final preparations ahead of Friday's opening ceremony. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Bianna, I decided I would stand above the river this time. It felt safer. Let me just show you what Paris looks like. It's all really been locked down, as you'd expect, because we're very close now to the opening ceremony. You can see it's been decked out. Apart from the odd police barge that you can see there, there is really no traffic at all on the River Seine, as authorities prepare for what's likely to be the most spectacular opening ceremony that was ever known simply because, Bianna, none has ever been held outside of a stadium.So, all along the River Seine, there are seats. There will be many standing positions as well. And what's that meant in terms of security. If you look above the keys of the Seine, all of those houses, all of those homes had to be secured. It is 20,000 Parisians that the police have had to check and keep an eye on to make sure that the six kilometers of river along which this opening ceremony will happen are completely secured. But, beyond that, there have been other security operations going on. We've heard from the interior minister that they've carried out a million checks on the volunteers, the workers that are going to be working to make sure the -- not just the opening ceremony, but the Olympic Games function properly. Of those million checks, 5,000 have led to security clearances being canceled. And what we've heard from French authorities is that they've already had to take someone for preliminary questioning, a Russian national that they say was planning to disrupt the games. In fact, we've heard from France's interior minister, Bianna, that it isn't just Russian nationals that might be trying to disturb things, without giving any precisions as to what other nationalities had been involved in some of those foiled attacks that they say they've been able to make sure weren't successful. So, huge security operation. Let me just show you, Bianna, outside Paris Town Hall. They're also all decked out for the games, the tremendous police presence that is here. QR codes are checked for people wanting to come in to what is an extremely secured perimeter, as you'd expect, to ensure that this opening ceremony happens as peacefully as Paris organizers hope that it will do, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "And no doubt a daunting task, so much focus here in the United States on security, especially in an outdoor setting. You've got so many high-profile officials who will be attending as well. But, as you know, this is the first time this won't be happening in a stadium, in a confined space. This will be in the open, and security has been preparing for this for months. Melissa Bell, thank you.Let's go to CNN World Sport's Patrick Snell, who has been watching today's events. So, what are have we seen, Patrick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "SNELL",
      "sentences": "We will see about the impact. Now, this is a surreal one, a curious one this, Bianna, because of when it comes to women's football, it's Canada. They are the reigning Olympic champs, just to remind our viewers, but their campaign off to shall we say a really challenging and even embarrassing start, to say the least. What happened? Well, this after the North American country's Olympic chiefs apologizing after a Canada soccer staff member allegedly flying a drone. This was right over a Team New Zealand training session. The defending champs take on the Kiwis on Thursday.Now, the New Zealand Olympic Committee saying a shocked and disappointed two staff members of the Canadian team dismissed, sent home immediately, and implications for the head coach as well, Bev Priestman. She has removed herself from coaching the fixture against the New Zealanders. And a short while ago, the Canadians revealing a second drone incident. Earlier, it took place on July the 19th, again a New Zealand practice session. That also now being investigated and reviewed. We will stay across the latest twists and turns, Bianna, because I suspect there will be more. Back to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}