{
  "date": "2024-01-23",
  "headline": "CNN This Morning",
  "subHeadline": "SCOTUS Allows Biden Administration To Remove Razor Wire On U.S.-Mexico Border; New Hampshire Voters On Their Top Pick For The Primary; Sen. Angus King (I-ME) Discusses Senate Negotiators Expressing Cautious Optimism About Border Deal. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:32:51",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "The Supreme Court handing the Biden administration a big win at the southern border, allowing U.S. Border Patrol agents to remove that razor wire ordered to be installed by Republican Texas Gov. Greg Abbott as part of his controversial security initiative on the border. This was a 5-4 ruling. You had Roberts ruling with the liberals.This comes days after three migrants drowned in a section of the Rio Grande where state officials blocked U.S. border agents access. Rosa Flores live with us on the ground this morning where you can really tell what this Supreme Court decision is going to mean on the ground there and for the record number of border crossings that we continue to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "ANDREW KONCHEK, NEW HAMPSHIRE REPUBLICAN VOTER",
      "sentences": "That's where your fish comes from.J. KING (voice-over):  Andrew Konchek's job depends on the water and the weather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "Yeah, it's a little colder. Definitely, a little colder, but you get used to it.J. KING (voice-over):  Alanna Renee drops these gill nets overnight and pulls them out in the morning. Konchek was likely Trump but looking at Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "I'd have to, like, look into it more.J. KING (voice-over):  Now, time to choose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "I'm with Trump because he supports fishermen and this obviously is my livelihood.J. KING (voice-over):  Loyal to Trump despite stuff that offends him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "I don't like the way that he speaks sometimes. He can be a little ignorant and rude.J. KING (voice-over):  Loyal to Trump despite a wife who backs Nikki Haley. J. KING (on camera):  When you hang your Trump flag what does she say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "She said I was ruining Christmas and wanted me to take it down. And she took it down and I put it back up.J. KING (VOICE-OVER):  Pete Burdett's Haley sign is surrounded by snow now -- the same spot as when we visited in September. Haley was a longshot then -- perhaps the only shot to stop Trump now. J. KING (on camera):  She has Trump's attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "PETE BURDETT, NEW HAMPSHIRE REPUBLICAN VOTER",
      "sentences": "Well, she certainly does. I think there's a very real opportunity for Nikki to squeak out a percentage point on top of Trump, and wouldn't that shake the rafters?J. KING (voice-over):  To Burdett, a no-brainer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "BURDETT",
      "sentences": "Who really can beat Biden? Who lost to Biden last time? Trump did.J. KING (voice-over):  The possibility is obvious but so are the challenges. Trouble winning over Chris Christie voters because she says she would pardon Trump. Trouble winning over Independents like Stanley Tremblay. Tremblay told us in September his disgust with both parties makes him a likely third-party voter in November. He could still help Haley Tuesday. He took a break from trivia night at his Nashua brewery to make clear he won't. J. KING (on camera):  I know you're not a Trump fan, fair?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "STANLEY TREMBLAY, OWNER, LIQUID THERAPY BREWERY",
      "sentences": "Yeah, fair.J. KING (on camera):  If you came up the sidelines you could help Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "TREMBLAY",
      "sentences": "I could. I could.J. KING (on camera):  But you don't see it as worth it. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "TREMBLAY",
      "sentences": "Because I don't really -- I don't feel like I trust her enough yet to be able to give her my vote.J. KING (voice-over):  Trump's resilience infuriates his critics. Yes, many supporters imitate his crude tactics and repeat his lies, but it's not that simple. J. KING (on camera):  Who won the 2020 election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "DEBBIE KATSANOS, NEW HAMPSHIRE REPUBLICAN VOTER",
      "sentences": "Oh, it was Biden.J. KING (voice-over):  Debbie Katsanos is an accountant and voted for Bill Clinton twice, but is a Trump Republican now. J. KING (on camera):  What are the one or two things you want the federal government to do ASAP?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KATSANOS",
      "sentences": "Close the border and get this economy going.J. KING (voice-over):  Not a Joe Biden fan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KATSANOS",
      "sentences": "And he's gotten -- been caught in a lot of lies. I don't like him as a politician.J. KING (on camera):  Been caught in a lot of lies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KATSANOS",
      "sentences": "Yep.J. KING (on camera):  Trump's not known as the world's greatest truthteller.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KATSANOS",
      "sentences": "No, no.J. KING (on camera):  So why is it disqualifying for Biden but it's OK for Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KATSANOS",
      "sentences": "I don't like politicians and I don't think Trump's a -- well, I don't think one term made him a politician because I still -- I don't think he plays the game. J. KING (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "DEVEN MCIVER, NEW HAMPSHIRE REPUBLICAN VOTER",
      "sentences": "I know he'll fix the border. He'll work on the economy. With Trump, I was doing pretty good. I was able to save more.J. KING (voice-over):  The more north you go, the more New Hampshire voters on the Trump train. Deven McIver works construction, turning giant slabs of rock into gravel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "MCIVER",
      "sentences": "This is all the prep work before the busy season.J. KING (voice-over):  In 2008, an Obama voter. A Trump supporter since the 2016 primary here. J. KING (on camera):  If he gets convicted of mishandling classified documents he could go to jail for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "MCIVER",
      "sentences": "Then he goes to jail. I guess he won't be president.J. KING (voice-over):  Yes, a Trump voter, but with eyes wide open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "MCIVER",
      "sentences": "He is definitely different. Sometimes he's not his own best friend, but he's different.J. KING (on camera):  But that's what I was getting at when I was asking you about the price of admission. I mean, yeah, there's a -- there's a lot of extra that comes with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "MCIVER",
      "sentences": "It's a show.J. KING (on camera):  But that doesn't bother you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "MCIVER",
      "sentences": "No, no. Because we have other branches of government to deal with it. They can keep him in line. He can't have everything he wants.J. KING (voice-over):  McIver makes $40,000 a year -- just enough, he says, to take care of his family and save a little. Another Trump tax cut for his boss, he says, would be worth all the Trump chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "MCIVER",
      "sentences": "If the business climate is better towards people like him, I do better. Because if he didn't hit them harder with taxes it takes away from me.J. KING (voice-over):  Andrew Konchek shares that same blue-collar bottom line. J. KING (on camera):  Do you think it's over if he wins here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "Yeah -- oh, yeah.J. KING (voice-over):  Trump, he believes, will win the primary, win in November, and save his job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "He's kind of a bully. I'll give you that.J. KING (on camera):  But you think he fights for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:09",
      "speaker": "KONCHEK",
      "sentences": "I do.J. KING (on camera):  Yeah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HUNT",
      "sentences": "John, I cannot believe that Deven let you drive that thing, first of all. I mean, he rode in it with you while you were driving it. My 4-year-old son is going to be really jealous if I show him that.J. KING:  You need a plan B. You always -- you always need a plan B --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HUNT",
      "sentences": "These Republicans --J. KING:  -- Kasie, just in case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HUNT",
      "sentences": "Fair enough.These Republicans -- they're not the Republicans of yore. I'll be honest. Being up here in New Hampshire I feel like I found a lot more Republicans like the ones that I used -- J. KING:  Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HUNT",
      "sentences": "-- to hear from at Nikki Haley events. This is a different profile.J. KING:  Yes, that Trump has remade the Republican Party. When you talk to these people you just see it. Even those who don't wear red MAGA hats, who don't sit by the side of the road on weekends, like Deven McIver. Look, they have become transactional just like their candidate. They don't trust this town. And in many ways, some of them don't even trust him. They don't even trust him. But they know he will fix the border -- they believe from their hearts -- and they think they will end up with more money in their bank accounts if he is president. How many days, Kasie, have you come to work thinking I want the government to give my boss a tax cut? Did you hear Deven McIver there? He wants his boss to get a tax cut from Trump because he thinks that means he might get a modest raise and they'll have safer equipment. They'll buy new equipment and have safer equipment on the job site. It's all transactional. They don't like Washington. They don't think it works. And they think Trump, at least, will do a couple of things that help them and that's enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:06",
      "speaker": "HUNT",
      "sentences": "Really fascinating stuff, John. I've honestly loved all of these pieces that you have done. It's a great service to all of us, so thank you very much. Phil, back to you.J. KING:  Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:27",
      "speaker": "MATTINGLY",
      "sentences": "Senate Majority Leader Chuck Schumer warned that negotiations on a border security deal are still ongoing but there is some optimism that the legislation could be unveiled as early as this week. Negotiators have been working on a deal that would involve raising the quote \"credible fear threshold\" for individuals seeking asylum in the U.S., curtail the administration's use of granting parole, and give the U.S. greater ability to swiftly deport migrants at the border.Sources tell CNN that progress has been made and that most of the policy details have been ironed out, but there are hurdles that remain. Joining us now is Sen. Angus King. He's an Independent from Maine. He sits on the Intelligence and Armed Services committees. Senator, you are always involved in complex moments like this. You have proposed your own immigration legislation and been deeply involved in the issue itself. Do you think that there's an outcome that can be reached here? SEN. ANGUS KING (I-ME) (via Webex by Cisco):  I think we're very close. The negotiations are being led by two very able senators -- James Lankford, a Republican of Oklahoma; and Chris Murphy, a Democrat of Connecticut. And they have really been working pretty much nonstop every day. I texted James Lankford during the Christmas vacation and said how are you doing? And his response was \"tired.\" So I know that they've been on this and it looks like the strongest border control piece of legislation in something like 40 years. And if we can get there and then in the process also do the Ukraine and Israel aid and humanitarian aid, it will be good for the world and good for the country, particularly to take care of this border issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:27",
      "speaker": "MATTINGLY",
      "sentences": "I want to delve in a little bit more on Ukraine in a moment. But I do want to ask you -- there's been so much talk about what Republicans will do here. What House Republicans will do. If they'd move on it if a deal is reached. What the former president would do.Where are Democrats? Do you have a sense of where the Democratic caucus is? Because where negotiations have gone on a policy basis are in a much different place than the Democratic Party has been for years leading up to now. A. KING:  Yeah, I think that's a really good question. It's not going to be an easy sell in either caucus because it does involve some fundamental changes that the Democrats have resisted. But I think the Democrats have come to realize that there really is a problem. That this isn't something that is made up. That when you get 8,000, 10,000, 12,000 people a day it just is overwhelming and it's something that we have to attend to. So my sense of being in those meetings is there is a realization that we should be doing this anyway. It's not being done simply grudgingly in order to get the rest of the supplemental passed, but it's something that is important to do just because -- well, here's a -- here's a good example. The primary issue, as you know, Phil, is asylum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:27",
      "speaker": "MATTINGLY",
      "sentences": "Right.A. KING:  And people come to the border and they say I have a credible fear of persecution in my home country, and they get into the country. And then it takes years to process whether that claim is valid or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:27",
      "speaker": "MATTINGLY",
      "sentences": "Right.A. KING:  Eighty-five percent of the claims are ultimately denied, which means the filter at the border isn't very good. And that's what the focus of this bill is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:27",
      "speaker": "MATTINGLY",
      "sentences": "Is this the only vehicle for which Ukraine aid could move? I know it's part of the supplemental package. It's part of a national security supplemental package that has been the idea to have all these things together, with Israel aid as well. But is it basically this moves immigration and you get a deal and you move it forward, or Ukraine aid does not get through?A. KING:  That's what the Republicans in the Senate have basically said. They said that a month ago -- no aid for Ukraine without a border deal. And so, that's where these negotiations have led. We've got to talk about Ukraine, though. If we don't do Ukraine aid it will be a geopolitical mistake that will haunt this country for 50 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Right.A. KING:  -- that's been tied up with the border issue. But the problem if we don't do Ukraine is not a problem, it's an understatement. Our allies are going to question us around the world. China is watching this like a hawk. Russia is watching it like a hawk. It would -- our allies, Japan and South Korea, have to talk about well, can we really trust the Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Right.A. KING:  And, Phil, the asymmetric advantage America has is its allies. And to lose them over this and to walk away from people who are literally fighting for our values of democracy and freedom would just be not only tragic, but it's just, as I said, a huge mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Yeah, the stakes are enormous.Senator Angus King, we always appreciate your time, sir. Thank you. A. KING:  Thank you, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Over to you, Poppy.",
      "isLastSentenceInterrupted": false
    }
  ]
}