{
  "date": "2024-01-19",
  "headline": "CNN News Central",
  "subHeadline": "Alec Baldwin Indicted in Fatal \"Rust\" Shooting; Biden Speaks with Netanyahu on Developments in Israel and Gaza; Detroit Lions' Rare Playoff Run Jolts Local Economy. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "We'll discuss in just moments.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SANCHEZ",
      "sentences": "We have major breaking news into CNN. Actor Alec Baldwin has just been indicted by a New Mexico grand jury on charges connected to that fatal 2021 shooting on the set of the film \"Rust.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Yes. CNN's Josh Campbell joining us now on this along with legal analyst, Areva Martin.Josh, first to you, tell us what we know here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:07",
      "speaker": "KEILAR",
      "sentences": "And Areva, how are you reacting to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:07",
      "speaker": "AREVA MARTIN, LEGAL ANALYST",
      "sentences": "Well, these are stunning turns of event because, Brianna, we know that Alec Baldwin probably thought that this case was completely done once the other prosecutors who were assigned to the case dropped the charges against him. We know that he's gone publicly talking about the case. He has maintained his innocence. So now to be re-charged with some of the same evidence and the same gun, the same issue that the prior prosecutors had with respect to the gun at issue, having been mishandled or somehow damaged by the FBI, is going to be interesting to see how this new team of prosecutors are able to establish the evidence that will be necessary to get a conviction in this case because you still have this gun that was somehow mishandled by the FBI which is a central piece of evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:07",
      "speaker": "SANCHEZ",
      "sentences": "The interesting part about this to me, Areva, is that officials have not been able to determine how the live ammunition found its way into that 45-caliber revolver. It was manufactured by this Italian company that specializes in the kind of reproductions that are used on films like \"Rust.\"How does that potentially complicate the process of proving in court that Baldwin is guilty of two counts of involuntary manslaughter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:07",
      "speaker": "MARTIN",
      "sentences": "It's going to be challenging, Boris, because the prosecutors who will have to prove willful disregard, and you are right, not only have the investigators or prosecutors not been able to determine how live bullets or live ammunition ended up in the gun. They don't even know how live ammunition ended up on the set. That's still a very unanswered question. They have not been able to, even though the armorer, who has also been charged, she's set to go to trial starting in February.Apparently she has not provided any information to law enforcement about how that live ammunition arrived on that set. Look, we know that people should not be killed in the making of a movie. This was a tragedy that should've never happened. Two people have been charged. And now with Alec Baldwin, a third person is being charged. Clearly someone is responsible for the death of Miss Hutchins. But the investigation seems to have been so shoddy that it is not clear to me that anyone will be held criminally responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:07",
      "speaker": "KEILAR",
      "sentences": "Yes, Josh, how much can endanger things when you have at least in this kind of legal accounting here so many people held accountable? And it's really unclear which one should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:47:01",
      "speaker": "KEILAR",
      "sentences": "The White House says President Biden spoke with Israeli Prime Minister Benjamin Netanyahu today. It's the first time the two leaders have spoken in nearly a month. And the timing is really interesting here because yesterday Netanyahu rejected a two-state solution, of course, a top goal of the Biden administration, more forcibly than we have seen him do before and with language that is causing a huge outcry.Hagar Chemali is a former director for Syria and Lebanon at the National Security Council under President Obama, and she's with us now. Hagar, Netanyahu said that Israel must rule everything west of the Jordan River, which evoked this idea of from the river to the sea. That's actually how some people sort of read the translation from Hebrew. It's been condemned, that idea of the river to the sea is a genocidal rallying cry of Palestinian supporters. Tell us what the effect of Netanyahu's comments have been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:47:01",
      "speaker": "HAGAR CHEMALI, FORMER DIRECTOR FOR SYRIA AND LEBANON, WHITE HOUSE NATIONAL SECURITY COUNCIL",
      "sentences": "Well, I'm not entirely surprised that Netanyahu didn't jump on this idea of joining this peace process right now because he's in the middle of this war. And he's in the middle of the most intense part. And I think that that will die down soon. But given his previous stances, he's never really been in favor of a two- state solution. And that has only gotten worse since the last time the peace process fell apart in 2014 under President Obama.And by the way, I was at the NSC at that time and saw a lot of the behind the scenes on that. And so that, on one hand, that didn't really surprise me. But on the other hand, in a recent poll done by Israel Democracy Institute, only 15 percent of Israelis say that they want Netanyahu to stay on after the war ends. And I know that defining the end of this war is a little bit murky but that said when you have that little support it kinds of invalidates what he's saying. Because, while I do believe he believes this and he's coming off of the heels of this horrific terrorist attack, and they still have over 100 hostages that are in Gaza, I also just don't think that this statement is very credible and he's certainly not going to get the support either from the United States or other regional leaders at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:47:01",
      "speaker": "KEILAR",
      "sentences": "Yes, I mean, to your point there, there is so much internal opposition to him. He's facing corruption and bribery charges. Israel's war minister said that elections are needed, fresh elections are needed because Israelis don't trust him. You had Ehud Barack writing a new op-ed in \"Haaretz\" that says there needs to be new elections because he is warning that Netanyahu's strategy will lead Israel in a Gaza quagmire and that it risks eroding the American backing of Israel.How much do you see that happening, erosion of that backing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KEILAR",
      "sentences": "And let's talk about this is affecting Joe Biden because politically he's taking a major hit right now. A senior U.S. official telling CNN about what Bibi said. If we took such statements as the final word there would be no humanitarian assistance going into Gaza and no hostages released. And John Kirby at the White House just said that Biden in this call with Bibi was relaying the importance of a two-state solution. So they're publicly being -- you know, breaking with him there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "CHEMALI",
      "sentences": "They are, but it's not the first time. And I will say that judging by how things work in the peace process back in 2012, '13, '14, Netanyahu who always appeared more flexible behind the scenes than he did publicly. And so that was part of his tactic. Now I know things are different now. And I think it would be harder to come by a peace process and he is dealing with a different cabinet and government, of course. But polling in Israel is also changing very rapidly. You have beforethis time back in 2021 both Palestinians and Israelis were not really that in favor of a two-state solution. And neither really felt that either side would recognize the other state's independence. And you already see polling changing since October 7th. And so it would be interesting to see where our Israelis and Palestinians themselves, where do they stand on this, Netanyahu himself believe? But I -- I mean, I 100 percent believe him and an agreement with the Biden administration, the only solution is a two-state solution. And Blinken's trip across the Middle East seems to show that regional leaders also agree with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KEILAR",
      "sentences": "Yes. And the trouble for Biden is that voters here, and his supporters, are very much taking Netanyahu at his word even if he does tend to be more flexible behind the scenes. It's a real political conundrum.Hagar Chemali, thanks so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "SANCHEZ",
      "sentences": "Any fans wanting to watch the Lions take on the Buccaneers in person this weekend is going to have to shell out a small fortune. Sunday's NFL playoff tickets in Detroit are skyrocketing on the resale market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "KEILAR",
      "sentences": "And it's not just ticket vendors who are cashing in. The entire Detroit economy is getting a jolt from the team's rare playoff success but very relished playoff success. The city's favorite son, Eminem, has been playing hype man. Take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "EMINEM, RAPPER",
      "sentences": "It's all come down to this. For a city, its team, and their fans. We've been waiting for this night for 30 years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "KEILAR",
      "sentences": "It's kind of cool. CNN's Vanessa Yurkevich is with us now.I don't know, Vanessa, even Eminem might cringe at how much it cost to see the game live, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "He may lose it over these ticket prices.(LAUGHTER) YURKEVICH: Really just really record-setting ticket prices. Just put them on your screen there. Look at the average price that people are paying. Over $1,000 to see this game in person. And if you want to stand in sub-freezing temperatures, you can shell out about $700 to do that. And people are buying these tickets, and they are spending, and this is going to have a ripple effect for the entire city of Detroit. Anderson Economic Group is projecting that this one playoff game is going to generate $52 million for the city of Detroit. That's spending in the stadium and that spending outside the stadium, at restaurants, bars and hotels. And this is really a redemption story, an underdog story for both the city of Detroit and for the Lions. In 2008 the country went through a recession. The city of Detroit went through a recession. The automakers were bailed out. And in that same year, 2008, the Lions set a record for the worst in the league. They went 0-16, something no team had ever gone before. A few years later, as we know, the city filed for bankruptcy. But what this means to the fans there, especially in a smaller city, this is big, this is really an opportunity for the Lions to show just what they're made of. And it clearly is just a huge boost for the city. Win or lose on Sunday, I think it's a win for the Lions and for the city of Detroit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "KEILAR",
      "sentences": "Yes. And maybe the team can eat \"Mom's Spaghetti.\" That's their pre-game carb load.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "SANCHEZ",
      "sentences": "I knew that was coming. I knew that was coming.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:26",
      "speaker": "SANCHEZ",
      "sentences": "Vanessa Yurkevich, thank you so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}