{
  "date": "2024-06-19",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Tropical Storm Alberto Forms In Gulf Of Mexico; State Of Emergency In New Mexico As Wildfires Rage; Dangerous Heat Grips U.S. Northeast, Midwest. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "RAHEL SOLOMON, CN HOST",
      "sentences": "Good morning or good evening, depending on where you're watching. I'm Rahel Solomon live in New York.Ahead on CNN Newsroom, we have just learned that the first tropical storm of the 2024 season has formed, as fires blaze in New Mexico and California, and heatwaves scorch the U.S., northeastern Europe. CNN has a team of reporters across the globe tracking all of this extreme weather. Plus, the White House canceling a high-level meeting with Israel because of a video of Prime Minister Benjamin Netanyahu. We are live in Jerusalem with the latest here. And a new agreement between Russia and North Korea. The treaty, Vladimir Putin says, will take the country's partnership to a quote \"new level\". We begin this hour with all of that extreme weather stretching from the U.S. to Europe to India and beyond. Millions of people across the globe today trying to cope with record-breaking heat or wildfires burning out of control. The Governor of New Mexico has declared a state of emergency, as two quickly growing wildfires tear across Lincoln County and an Apache Reservation. Officials say that at least one person has died and an estimated 8,000 people have been evacuated from their homes. In California, cooler temperatures have helped firefighters in their battle against the Post Fire in Los Angeles County. Fire officials saying that containment is now at more than 30 percent. Now, as if all of that is not enough, Tropical Storm Alberto has formed along the U.S. Gulf Coast. It is forecast to make landfall in northern Mexico later today. And then, there are the soaring temperatures. Take a look, the map pretty much says it all. Heatwave that may shatter records is expected from the Midwest to the Northeast in the U.S. with heat alerts for more than 80 million people. The first ever excessive heat warning has been issued for the city of Caribou, Maine, near the Canadian border. And high temps are also scorching southern Europe with extreme or severe heat warnings in places like Greece, Serbia, Italy, Austria and more. CNN has a team of reporters tracking all the latest extreme weather across the globe right now from the U.S. and Europe to Latin America. But first, let's go to our Rosa Flores. She is live in Corpus Christi, Texas, with more on the tropical storm. Rosa, give us a sense. I mean, your shot pretty much tells a good picture there. What is the latest, and what are you seeing and experiencing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Well, I mean, to that point, Rosa, I mean I hear you say officials are not concerned. What about residents? We don't see anyone behind you. But, have you been able to speak to people there? How concerned are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "FLORES",
      "sentences": "We have not been able to go to the residential areas, because this area of Corpus Christi, it's called North --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Our thanks to Rosa Flores there, suffering some technical difficulties, as might be imagined in the severe weather she is currently standing in. Rosa, thank you.We're going to go to New Mexico now where, as we mentioned, the governor has declared a state of emergency. CNN's Ed Lavandera is in Lincoln County for us. So, Ed, talk to us about any progress crews may have made fighting those flames where you are. ED LAVANDERA, CNN SENIOR U.S. NATIONAL CORRESPONDENT: Well, the last update we had is about 15,000 acres of what is called the South Fork Fire just here on the outskirts of Ruidoso and has actually come into some parts of the city, destroying homes and structures, which we saw some of this morning. In fact, officials are saying some 1,400 different types of structures have been damaged or destroyed in this wildfire. There is another wildfire beyond this ridge that you probably can't make out behind me here. So, there are two massive fires, about 20,000 acres in all, and you can just feel the intensity of the smoke that is here in the city because of all of that. There are about 8,000 people, Rahel, who -- that have evacuated in the last 48 hours, as we've made our way through the city here this morning. It really is a ghost town. But, we found a gentleman by the name of Kurt Delgado who is running a food truck feeding first responders, firefighters, police officers and other residents who are still staying in town, trying to assess the situation. And he is talking about -- he can -- literally, from the window of his food truck, he can see out into the canyon, where his home is and smoke billowing from there. But, that's where he says he is going to stay as long as he can. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "LAVANDERA",
      "sentences": "What have you been able to save so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KURT DELGADO, RUIDOSO, NEW MEXICO RESIDENT",
      "sentences": "Baby books, my daughter's DVD of her birth. That was important. My grandfather's guitar. He passed away about 12 years ago. So, I have -- that was the only thing I had left of him. And I got his guitar and all of our pictures out. Every photo on the wall is out. And my parents, most of all, I got my parents and my family and the dog to safety.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "LAVANDERA",
      "sentences": "So, those are the last-minute decisions so many people here have been making over the last 48 hours as they were scrambling to leave their homes and these areas as the wildfires were quickly spreading. One person has died, we understand. And as I mentioned, 1,400 structures burned. More than 8,000 people have evacuated. But, there is a possibility and sliver of good news coming in the hours ahead. Weather forecasts show that it's supposed to rain in this area, starting after three o'clock in the afternoon and into tomorrow as well, and that relief from the skies could be what kind of helps firefighters get this massive wildfire under control.So, many people hopeful that will happen, so that in the coming days they can come back to their neighborhoods and their homes and start assessing the damage and just trying to figure out exactly how many people here are going to clean up after these intense wildfires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. Certainly a lot of people could use some help from Mother Nature right about now. Ed, what more we learned about the fires in California? Well, what's the sense based on your last update on containment and just where things stand there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "LAVANDERA",
      "sentences": "I'm not 100 percent sure. We've been here in New Mexico, and literally working without cell service. So, I didn't want to get ahead of myself on that one, because I'm -- sorry, I'm -- it's OK. I'm --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "For sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "LAVANDERA",
      "sentences": "-- completely -- for the most part, disconnected from the rest of the world right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SOLOMON",
      "sentences": "Fair enough to say you have your hands full, Ed Lavandera. Thank you so much, reporting live from New Mexico. Thank you, Ed.All right. Let's go to the Weather Center and CNN Meteorologist Elisa Raffa for a closer look at the forecast in the U.S. And let's turn, Elisa, to the northeast. A lot of folks in the northeast but really across the country are going to be celebrating Juneteenth, perhaps with a barbecue, perhaps at the pool, and it's really hot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SOLOMON",
      "sentences": "As evidenced in many places today. Elisa Raffa, thank you.And it isn't just the U.S. facing extreme heat. Hundreds of people reportedly died in sweltering conditions in Saudi Arabia. This happening during the annual Muslim pilgrimage to Mecca. AFP reporting that a staggering 550 or more people have died mostly due to heat- related illness. And in India, high temperatures are putting a strain on amenities. Authorities have been forced to limit the flow of public water. On Tuesday, officials said that the heatwave pushed demands for energy to a record high. And a dangerous heat wave is also bearing down across southern Europe, leading to high temperature alerts in a number of countries and warnings to stay indoors. Barbie Nadeau has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BARBIE NADEAU, CNN REPORTER",
      "sentences": "It's only June and southern Europe is already baking under a deadly heatwave. In Greece, several tourists died after hiking in extreme temperatures. One deputy mayor had a dire warning.SPYROS ARGYROS, MATHRAKI DEPUTY MAYOR (Interpreted): We have a lot of footpaths here and we often see people come here to go walking. Often, couples will come in groups. But, we also see people alone on the footpaths. Unfortunately, during some days in the summer, we have heatwaves and we see them walking on the footpaths without supplies, without water, without a towel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "NADEAU",
      "sentences": "In Italy and in the Balkans, temperatures are expected to be between five and 10 degrees higher than average. In Rome, authorities have put up trees at bus stops in order to provide much needed shade for those waiting in the hot sun. Authorities across the region warn the elderly in the frail to try to stay indoors during the hottest time of the day. They're also urging people to exercise caution in areas that are prone to wildfires. If last summer was the hottest summer on record, so far this summer, it doesn't look like it's going to be any better.Barbie Latza Nadeau, CNN, Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "This was the scene earlier today where North Koreans gathered in Pyongyang to cheer Russian President Vladimir Putin. He joined the nation's leader Kim Jong Un at a welcome ceremony. Then, they drove off as more people lined the streets. Russian state media said that both leaders have signed a new strategic partnership and pledged to help each other if either nation is attacked.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (Interpreted): Today, we held substantive negotiations on a whole range of practical cooperation. This includes political, trade, investment, cultural spheres, and the security sphere as well. I agree that this is truly a breakthrough document reflecting the desire of both countries not to stop with their achievements, but to raise our achievements at a qualitative new level. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "And joining us from Seoul, South Korea, CNN's Mike Valerio. So, Mike, I mean, it sounds like in this partnership both countries are pledging to come to each other's defense potentially in the event of aggression. How significant is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MIKE VALERIO, CNN CORRESPONDENT",
      "sentences": "Well, Rahel, I would say it's pretty astonishing as we're now past midnight here in Seoul. The dust is beginning to settle. But, as you said, I think we can analogize it like this, Rahel. Just imagine two authoritarian leaders, few hours ago, making their own version of NATO's Article Five, which says if one member is attacked, the rest of the Alliance considers itself attacked.So, if you consider North Korea engaging in some sort of skirmish in the near to distant future, perhaps Russia may consider itself attacked, and then come to North Korea's aid. But, we're still trying to get clarity from Western defense officials, how they are perceiving this. But, for what it's worth, we have this indelible imagery right there of Putin and Kim sharing a toast, both of them writing in an open air, sleek black, open roof limousine. And we have clarity from Kim Jong Un about what this is. It's now an alliance. That is certainly new. Listen to what he said on that front. (BEGIN VIDEO CLIP) KIM JONG UN, NORTH KOREAN LEADER (Interpreted): The great Democratic People's Republic of Korea-Russia Alliance, which will become a watershed moment in the development of this bilateral relations, finally raised its anchor in history and announced this solemn departure here today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "VALERIO",
      "sentences": "OK. So, why we played that clip, Rahel, is because, back in September, this started off as a new strategic partnership. So, it's kind of a wonky term, but by calling this an alliance, they are signaling that this partnership is here to stay. This is all part of Russia trying to create a bloc to counter the United States and Western influence at large, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SOLOMON",
      "sentences": "Fascinating. So, Mike, I mean, would you say that both sides achieved what they needed from this trip, what they intended from this trip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "Watch this space. I'm sure a lot of leaders are. Mike Valerio in Seoul, thank you.All right. Now, it's a new fall-out between the Biden administration and Benjamin Netanyahu. This is after the Israeli Prime Minister accused the United States of withholding weapons from Israel as it presses ahead with the Gaza war. Mr. Netanyahu released a video, demanding that the U.S. quote \"give us the tools and we will finish the job\", unquote. Well, that infuriated the Biden administration, and it's now canceled a high-level meeting with Israel on Iran, according to a CNN contributor reporting for Axios. Here is more of what Mr. Netanyahu said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "It's inconceivable that in the past few months, the administration has been withholding weapons and ammunitions to Israel, Israel, America's closest ally, fighting for its life, fighting against Iran, and our other common enemies. Secretary Blinken assured me that the administration is working day and night to remove these bottlenecks. I certainly hope that's the case.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "A senior U.S. official tells CNN that a U.S. envoy met with Mr. Netanyahu after those remarks and told him that the comments were quote \"unproductive and completely untrue\". Meantime, concerns of a wider war escalating after Hezbollah published a nine-minute video of Israeli military and civilian sites. Israel's Foreign Minister now warning of the prospect of a quote \"all-out-war\" in Lebanon.Paula Hancocks is in Jerusalem, and Arlette Saenz is in Rehoboth Beach, Delaware. That's where President Joe Biden is spending a federal holiday away from the cameras. But, Paula, let's start with you. And what more we know, the latest about these escalating tensions to the north with Hezbollah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "We'll, Rahel, this video, which was purportedly from a drone, really is quite remarkable. It is nine- minutes long. It's been published by Hezbollah. And it's potentially filmed over a number of hours or even on different days, according to experts. And it shows some fairly specific parts of the city of Haifa and its surrounding area. You can see the port of Haifa. You can see residential areas. And you can also see some military installations that are particularly sensitive to Israel, for example, Iron Dome batteries, missile storage sites, radar sites, really sites that Israel does not want its enemies to be able to freely film from a drone, as this potentially appears to be the case.So, what we've heard from Hezbollah is that this is just the first edition, they say, suggesting that they may either have more footage or they may be intending to send more drones into Israel. We've heard from the Foreign Minister of Israel, Israel Katz, saying that there could be all-out war, saying that the time for considering changing the rules of the game against Hezbollah and Lebanon may be close. Now, it is strong rhetoric that we have heard in recent weeks from Israel and from Hezbollah. There have, in fact over recent months, has been a war of words, threatening the other. But certainly, this drone video would have been of much concern to those within Israel as Hezbollah is effectively using it to show that they are able to access undetected certain elements of the Israeli military sites. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SOLOMON",
      "sentences": "So, perhaps that video raising tensions or at least escalations at the same time. Paula, this meeting now being canceled, this White House meeting with Netanyahu. What more can you share and what more you are hearing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "OK. Paula Hancocks live for us there. Thank you.Let me get to Arlette Saenz now, who is in Rehoboth Beach, Delaware, with the U.S. perspective on this. And Arlette, what are you hearing from the White House this morning about this canceled meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Rahel, there is a growing sense of frustration among U.S. officials towards Israeli Prime Minister Benjamin Netanyahu after those comments yesterday where he claimed the U.S. was withholding military aid for Israel. Yesterday, the White House pushed back on that, saying they have no idea what Netanyahu was talking about. And we're learning that that message has also been communicated privately to the Israeli Prime Minister.CNN spoke with a senior administration official, who said Amos Hochstein, who has been traveling in the region, met with Netanyahu yesterday, and in his conversation, he told Netanyahu that those comments were unproductive, and more importantly, completely untrue. The U.S. Ambassador to Israel, Jack Lew, also was in that meeting, reiterated the same sentiments, and tried to walk Netanyahu through each of the types of munitions that have been sent over to Israel in recent months. Now, it's unclear what exactly Netanyahu was talking about. We do know that in early May, the U.S. paused a shipment of heavy bombs to Israel out of concern about the way it could be used in densely populated population areas in Rafah. Now yesterday, both the Secretary of State and the White House said that that is the only pause that's occurred, that that pause is still under review. And take a listen to what both the Secretary of State and the White House had to say just yesterday to reporters. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: We, as you know, are continuing to review one shipment that President Biden has talked about with regard to 2,000-pound bombs because of our concerns about their use in a densely populated area like Rafah. That remains other -- under review. But, everything else is moving, as it normally would move. KARINE JEAN-PIERRE, PRESS SECRETARY, WHITE HOUSE: We generally do not know what he is talking about. We just don't. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SAENZ",
      "sentences": "Now, as for that cancelled or postponed meeting, the U.S. was supposed to have a high-level meeting with Israel in Washington, D.C. to discuss Iran. One senior administration official told us that they postponed that meeting in direct response to Netanyahu's comments. So, we've also heard from other White House officials and senior administration officials who have said that it was simply a scheduling issue. But, it is clear that this is just another tension point in the relationship with the two men, and we'll see what other further fallout there could be from these comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "Yeah. I mean, to that point, Arlette, is it clear what happens next between these two leaders, with tensions growing more public and on the rise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SAENZ",
      "sentences": "It really isn't, right, at this moment. We have seen these moments of tension where both Biden and Netanyahu have publicly aired out some of their concerns with each other. But, it does come at a very tense moment as the U.S. has been pushing not just Hamas, but also Israel to find a way to end this conflict in Gaza. And then, there are the concerns about this conflict potentially widening out even further, as you heard Paula talking about there, about concerns about the Israelis and the Hezbollah as well. So, I think that we will have to see what plays out as a result of this disagreement over the types of aid that are being provided. But, it also comes as both -- as Netanyahu and Biden are both facing enormous political pressure back home as it pertains to this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SOLOMON",
      "sentences": "Well, the leader of the African National Congress party has been sworn in for his second term as South Africa's President. Cyril Ramaphosa will had the government although it will be difficult for the party to form a coalition. This last election, the ANC failed to get a majority in parliament.As parts of the U.S. deal with extreme weather, so are parts of Latin America. They are being slammed by heavy rains. More than a dozen people are dead as a result. Journalist Stefano Pozzebon is in Colombia and has more now on the dangers people are facing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "POZZEBON",
      "sentences": "One of the reasons why the situation in Ecuador is particularly critical is that these rains are impacting reservoirs and hydroelectric plants. For example, the government has announced the electricity rationing measures from the largest hydroelectric dam in the country. And of even more concern is the fact that multiple months' worth of rainfall are expected to hit Central America before the end of the week, according to the National Hurricane Center. In El Salvador, at least that are forecasted over 50 centimeters worth of rain before the end of the week.For CNN, this is Stefano Pozzebon, Bogota. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "All right. Turning to the war in Ukraine, the country might be on track to a NATO membership. But first, a lot of work needs to be done ahead of next month's NATO summit. The U.S. and several key allies are actively debating how strongly to commit to Ukraine's membership. A central European diplomat tells CNN that the U.S. is facing criticism from a variety of European countries for not outlining a concrete pathway forward for Ukraine. The Alliance will celebrate its 75th anniversary during July's summit in Washington.Let's bring in Natasha Bertrand, who is tracking the story and joins us live from Washington. Natasha, what's the latest here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yeah. So, this continues to be a point of tension among the U.S. and its NATO allies ahead of this summit next month in D.C., basically outlining the language that's going to be used in this joint communique that will be issued, and that is issued every year following these NATO summits, outlining Ukraine's path to NATO membership. And some East Central and Eastern European countries as well as the UK have expressed some frustration with the United States because the Biden administration, at this point, is not willing to use language that is as strong as those countries would like, kind of outlining how Ukraine and when it is going to become a member of NATO.So, just to give you an example here, the Central European and Eastern European countries as well as the UK, they're in favor of the word \"irreversible\". They want the language of this document to say that Ukraine's path to NATO membership is irreversible, thereby signaling to the world and particularly to Russian President Vladimir Putin that this really is not up for debate that NATO will accept Ukraine one day as one of its members. But, the U.S. is reluctant to go that far, instead, pushing for language that is more aligned with, saying that there is a bridge for Ukraine to NATO membership, particularly because if you say it's irreversible, that really creates no wiggle room if Ukraine does not, in fact, meet some of the key commitments that are necessary for it to become a full-fledged member, particularly a lot of those democratic reforms and anti-corruption reforms that Washington has been working with Kyiv on over the last several years to make it a competitive candidate for NATO membership. And so, all of this is still being worked on ahead of that very key summit. But, it is very important for the Ukrainians, particularly as they look ahead to whether and when they're actually going to become a member of this alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "SOLOMON",
      "sentences": "And Natasha, how about the POV from Russia? I mean, Russia, obviously not attending that summit, but most certainly will be watching it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "BERTRAND",
      "sentences": "Russian President Vladimir Putin will undoubtedly be watching very closely what comes out of this summit, because just last week, he actually said that until Ukraine drops its NATO membership aspirations, then Russia is not going to be willing to come to the table for any kind of ceasefire talks and negotiations. Now, it is unclear how much of that is actually bluster and whether Putin would come to the table even if Ukraine did drop its NATO aspirations. But, Putin in Russia has -- they've been very clear over the last several years that Ukraine joining NATO would be somewhat of a red line, because they have been weary of NATO expansion, according to Putin, for several years now.And so, they'll be watching very closely to see what comes out of this summit. But importantly, all of the allies are in agreement on a basic point, which is that ultimately Ukraine should be a member of NATO. Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. Today across the U.S., many public and private organizations will have a day off to celebrate Juneteenth. June 19th or Juneteenth marks the day in 1865 when Union troops notified enslaved citizens in Texas that they were actually free. This occurred more than two years after the Emancipation Proclamation officially freed slaves. And for years today, it was primarily celebrated by only African Americans. However, a decades-long push and the Black Lives Matter movement put the holiday back in the spotlight. The day officially became a U.S. federal holiday and 2021.Joining us is James Peterson. He is the host of \"Evening WURDs\" on WURD in Philadelphia. He is also a columnist, and his latest piece is \"A time to weep\" in today's Philadelphia Citizen James, good to have you. Let me start with, for those who don't know, because we have an international audience as well, this is a day when a lot of people have off from work, perhaps they're barbecuing. Maybe they're going to a parade. And in your piece, you say, yes, celebrate, but also remember the history that came before. In what ways can people honor this day and do both? JAMES PETERSON, HOST, \"EVENING WURDS\", &amp; COLUMNIST, THE PHILADELPHIA CITIZEN: And I think that's the key. I appreciate the shout out for the piece. Yes. Juneteenth is about jubilation and celebration, and it's a celebration of liberation and freedom, and the ways in which the federal government had to play a role in ensuring equality and freedom for all black Americans or African Americans. But, at the same time that we celebrate liberation, one of the pillars of American democracy, we also have to acknowledge that long history of the enslavement of black folks in this country, as well as the ways in which rights and access to opportunities have been denied to certain people in this nation for hundreds of years. And so, we can celebrate and we should, but at the same time, we have to be real serious about remembering and commemorating the history out of which Juneteenth emerges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "And James, who can celebrate? Who is invited to celebrate in this? I want to read for you something Opal Lee, often described as the grandmother of Juneteenth, sent to a local affiliate, where she lives in Texas. She said, it's not a Texas thing or a black thing. It's an American thing. Who is this day for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "PETERSON",
      "sentences": "100 percent. This is an American holiday. Think about this. The American democratic experiment, even right now in 2024, is fragile in certain ways. Sometimes, our judicial system doesn't work the right way. Sometimes, our congressional system doesn't work the way. Sometimes, elections are contested. Right? And so, we need to appreciate and value the ways in which the country continues to evolve. And particularly on Juneteenth, you want to honor the role that African Americans have played in challenging America to make good on its promise as a democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "SOLOMON",
      "sentences": "And then, from your perspective, or your point of view, in what ways, at least legislatively, do you think that more needs to be done to improve the lives of people of color today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Well, let's talk about politics for just a moment. Biden and Trump, both making their pitch to black voters. Biden campaign is out today slamming Trump for what they call flagrant racism. James, you speak to listeners all the time. They call in. They tell you what they're thinking about a variety of things. From your perspective, how are people feeling, based on your conversations, about the choices in front of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PETERSON",
      "sentences": "Well -- so -- and I do talk to Philadelphians every day, and I will be honest. People are not overly enthused about the options that are in front of them. But, the audience for WURD is also a really well-informed audience. They're very much able and aware of the track record of both of these candidates in this case. So, they know what the Trump track record is, no matter how much he tries to pander in one way or another. And they know what the Biden-Harris track record is. And so, I think the voters of Philadelphia are going to make an informed decision.And it's interesting to have a holiday like Juneteenth to see how politicians respond and react. You'll notice a lot of Democrats are comfortable in spaces where Juneteenth celebrations are going on. We had a parade here on Sunday. Senator Bob Casey was right there at the parade, right? But, sometimes, Republicans feel less comfortable in some of these spaces because they don't have a long term enduring commitment to the liberation of black folks in this country. So, the folks I talk to everyday are not overly enthused about what the options are. But, they're smart enough to make an informed decision based on the record of these candidates and the record of these candidates in terms of impact in the African American community. I think, for most of my listeners, that's crystal clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Talk to me a little bit about, lastly, James, just the importance of continuing education in black history and American history and how to ensure that people of all ages, young and old, black and white, understand the contributions but also the history of relations in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PETERSON",
      "sentences": "Rahel, this is such an important question, and I hope that this Juneteenth, we can really focus on this because we're at a moment where books are being banned, where legislators are trying to remove diversity, equity, inclusion roles from government and from universities, where AP African American Studies courses are being disbanded or dismissed, and where they're revising our history or attempts to revise our history that erase the role that African Americans, people of color and women have had in American history.So, Juneteenth is an opportune moment for us to pause and think about the fight that we have ahead of us and in front of us right now in terms of ensuring that the education and the tools that we use to educate young people and people in college and adults is inclusive of the experiences of all Americans. You cannot teach American history or American culture or American literature without African Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Well said. Well put. And we'll leave it there. James Peterson, thank you so much for the insights and perspectives today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "PETERSON",
      "sentences": "Thank you so much for having me.SOLOMON; And stay tuned for CNN's special programs celebrating Juneteenth, which airs tonight, and one of those featured in this special is singer John Legend. CNN's Victor Blackwell caught up with legend on why he is making his work on social justice part of his legacy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "John, you could sing, release music, and then go home --JOHN LEGEND, SINGER/ACTIVIST: Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "BLACKWELL",
      "sentences": "-- and not do the work. What compels you to engage and do the social justice work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "LEGEND",
      "sentences": "Well, part of it is I've always been inspired by the tradition of particularly black artists over the years, realizing that when we have this opportunity, when we have this platform, we want to use it to stand up for what's right, fight for justice, support activists and organizers who are out there doing really important work to secure freedom for all citizens. I come from a tradition of that, I believe. When I think about my mentors and my heroes like Harry Belafonte and others, they invested in the civil rights movement. They spent their money. They spent their social capital, and they used their platform to try to make the world better. And I always thought that was what an artist was supposed to do. So, I feel like this is part of my calling as an artist.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "And you can watch CNN special event \"JuneteenthAll right. Coming up for us, one Major League Baseball's all-time greats has died. [11:50:00] Next on CNN Newsroom, we will look at the life and career of Willie Mays, who former President Barack Obama called an inspiration to an entire generation. We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. He is considered by many baseball experts to be the greatest all-around player in the history of the sport. Willie Mays died Tuesday at the age of 93. The Hall of Famer entered the major leagues in 1951, just a few years after baseball was integrated. And over a career spanning more than two decades, Mays amassed huge numbers as a batter and was also known for his stellar defense in the outfield.Joining us now is CNN Sports Correspondent Carolyn Manno, to help us understand. How would you sum up, Carolyn, has impact on and off the field?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Well, that was a great assessment, Rahel, because he is known by a lot of people as the greatest all-around baseball player that has ever lived. Everybody knows him as a \"Say Hey Kid\", and he is certainly one of the country's most beloved and charismatic figures. His stats certainly back up that claim that he is in fact the greatest that there ever was. You think about 660 homeruns, more than 3,000 hits, 24 All-Star appearances, a two-time national league MVP, and a World Series ring.The news of his passing broke while the San Francisco Giants were playing the Chicago Cubs and the crowd at Wrigley Field delivered a standing ovation instead of a moment of silence. It was very touching. And in 2015, President Barack Obama presented Mays with the Presidential Medal of Freedom, which a lot of people know is the greatest honor that the government can bestow upon a civilian. Obama remembered him on social media, and he summed it up, posted beautifully. \"He was a wonderfully warm and generous person and an inspiration to an entire generation. I'm lucky to have spent time with him over the years, and Michelle and I send our deepest condolences to his family.\" This beautiful. And Rahel, elsewhere this morning, just quickly wanted to pass along to you, it looked like the Edmonton Oilers were destined for disappointment after falling behind three games to none to the Florida Panthers in the Stanley Cup final, but now they still have hopes of raising the trophy as well after winning game four and an eight-one blow. Edmonton jumped out to an early three nothing lead, thanks in large part to their captain Connor McDavid. The three-time MVP had two goals, two assists, became the first player in NHL history to have back-to-back four-point games in the Stanley Cup final. McDavid's last point was an empty net goal just seconds after Matthew Tkachuk made this spectacular save to keep it four-three at the time. But, the effort was all for naught, as the Oilers went at five-three, and now the scene will shift 2,500 miles north back to Edmonton. If they can pull off another victory on home ice, the Oilers would push the series to a decisive game seven. So, certainly an inspired effort, one that Willie Mays would likely be proud of, as everybody continues to remember the icon today.",
      "isLastSentenceInterrupted": false
    }
  ]
}