{
  "date": "2024-05-21",
  "headline": "Connect the World",
  "subHeadline": "Deadly Turbulence Hits Singapore Airlines Flight; Trump in Court as Defense Rests; Funeral Underway for Ebrahim Raisi; Heavy Fighting in Kharkiv Region; ICC Seeks Arrest Warrants from Both Israel and Hamas; IDF Wants to Force Closure of Northern Gaza Hospital; Jabalya Witness Describes \"Relentless Bombardment on Civilians\". Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN London, this is CONNECT THE WORLD with Becky Anderson.BECKY ANDERSON, CNN HOST (voice-over):  Welcome back. You're watching the second hour of CONNECT THE WORLD. I'm Becky Anderson here in London. Criticism coming from Israel and its Western allies on the arrest warrants issued by the International Criminal Court. I'll speak to a former ICC prosecutor later this hour about what to expect next. A Singapore Airlines flight made a dramatic drop that shook all those on board, killing one and injuring 30. We will speak to an aviation analyst to break down how this happened. And as Donald Trump's hush money trial enters its final stages, a fiery witness retakes the stand again today, we're live for you in New York. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "Singapore Airlines says one person has died and 30 others were injured after a flight from London to Singapore encountered, quote, \"severeturbulence.\" In a press conference a short time ago, airport authorities said a 73-year-old British man who had a previous heart condition had died. Meantime, Reuters reports, seven people are now in critical condition. Singapore Airlines says the plane, a Boeing 777, with 211 passengers and 18 crew on board, diverted to Hong Kong. People there were seen receiving medical attention on scene. In a statement, the company said 18 people have been hospitalized. Marc Stewart is live in Beijing. Marc.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi, there, Becky, this has been a full sequence of events that began earlier today. The plane has beenon the ground now for about five hours or so. This is a flight that started, as you mentioned, in London, heading to Singapore. Around halfway through this 13 hour flight is when this severe turbulence happened. The aircraft was at about 29,000 feet when the flight crew decided to make this diversion to the airport in Bangkok, where, immediately, this plane was met by emergency vehicles, ambulances, a whole arsenal of ambulances as well as emergency workers to take care of them. We know that 30 people were taken to the hospital. That's in addition to the other passengers, who have less severe injuries but are being treated on the ground at the airport. A makeshift clinic has been established. You did mention about the 73-year-old British man who died on that flight. We are also learning from the general manager of that airport that his wife was with him on that flight and that she is at the hospital, is what we believe, and that he did have a heart condition. So hopefully, we'll be able to get a little bit more clarity to that. This aircraft though, is a jumbo jet. It's a 777-300ER. It flies across Europe, the Middle East, here in Asia. And if you're going to and from the United States, many airlines use that jet as well. It is a very true and tried airplane, a very sturdy plane, with a very good safety record. But even in the best of conditions, this turbulence, the severe turbulence can be so sudden. In fact, you could look out the window of a plane. The skies would be blue, the sun would be shining yet this turbulence can suddenly erupt. We also have been looking at some of the online flight logs of this plane. And as I mentioned, it was flying at around 29,000 feet. Once it was realized that there was an emergency, the pilot made a very quick, steep descent, a diversion to that airport in Thailand, where people are being treated. And as you can see, Becky, from those images, it's a very serious scene on the ground in addition, to at the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "ANDERSON",
      "sentences": "What should airlines do about this issue, about the fact that, on these -- these planes aren't equipped to be able to identify that, as ofyet. is that something that the -- that the industry is looking at to evolve? O'BRIEN:  Well, the effort to improve weather forecasting is consistent and continues to improve. And, perhaps over time, there'll be ways to better identify the so-called pure air turbulence. But Becky, you know, what pilots rely on today are pilot reports. In other words, the aircraft that flies ahead of an individual airliner will notify others of turbulence. And the air traffic controllers would advise the following aircraft to avoid. well, that works for everybody who's behind in the line but the leader has a problem. So that requires the airlines to think about really reinforcing this idea, that it's not wise to be sitting in your seat without a seat belt on; 80 percent of the injuries over the past 10 years or so that the NTSB has reported, they report about 165 injuries as a result of this in the U.S. Eighty percent of them are, as you might guess, the flight crew, the flight attendants who are, after all, unbelted. So it's a very hazardous profession in that respect. But we, as passengers, have the choice to protect ourselves. And the idea of being tossed like a rag doll into the luggage bin above us should be enough to keep us buckled up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "It's always good to have you. Thank you very much indeed.O'BRIEN:  You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "Miles O'Brian, folks.Well, two new developments now in Israel and the Palestinian Territories. The Palestinian health ministry says seven Palestinians were killed during an IDF operation in the West Bank city of Jenin. The ministry says the victims include a doctor who was shot dead as he was heading to work. The IDF insists it only targeted armed terrorists. Meanwhile, in Gaza, the U.N. says it is becoming increasingly alarmed by the growing difficulty of collecting and distributing aid to civilians. A U.N. official says the situation there is worse than hell on Earth. This as fallout grows over the International Criminal Court's pursuit of arrest warrants for top Israeli and Hamas leaders. France, breaking rank with other Western allies of Israel, saying it supports the chief prosecutor's decision to ask for these warrants. For the latest reaction to these developments, let's get you to Jeremy Diamond, who is in Jerusalem. This is a process, of course. The chief prosecutor has asked for these arrest warrants against both Benjamin Netanyahu and Yoav Gallant and Yahya Sinwar and two others, at least from Hamas. Jeremy, what's been the response at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, certainly both Israeli as well as Hamas officials rejecting the notion of these warrants being sought by theICC. Both sides actually are talking about a false equivalency here. We have heard from Hamas yesterday in a statement, saying that they believe that the ICC is conflating the victims with the aggressors. In Hamas' mind, they are the victims, although, of course, they launched that horrific massacre on October 7 that triggered the very conflict that we currently find ourselves in. Israeli officials are also rejecting what they view as a moral equivalency between Israel and Hamas. Saying that the ICC shouldn't be conflating those who carried out those terrorist attacks on October 7 with the Israeli military, insisting, as the defense minister, Yoav Gallant, did this morning, that the Israeli military, in his view, is fighting in accordance with humanitarian law. There's also been a lot of defiance and a lot of bluster from the Israeli prime minister and his allies. The Israeli prime minister calling this decision an outrageous one, a moral outrage, saying it is absurd and beyond outrageous, arguing that it is seeking to defame Israel and trying to handcuff Israel, he said, from carrying out its war against Hamas. But he is making very clear that it will not stop Israel from carrying out that war and  there are no signs as of now that this decision by the ICC to seek arrest warrants for the Israeli prime minister and the Israeli defense minister will slow down the Israeli military campaign in Gaza. And we are very much watching right now as the military operation in Rafah is continuing to expand and in northern Gaza as well. And while the Israeli prime minister said that he believes this is an effort to try and deny Israel's right to self-defense, the ICC's chief prosecutor, Karim Khan, in his statement about this. He actually acknowledged Israel's right to self-defense but he said that it depends on the means that a country like Israel chooses to use. And in this case, the ICC prosecutor arguing that the means that Israel has used to prosecute this war are criminal. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "That's right, Erica. I'm following it just as you are, just trying to figure out exactly where we are going forhere -- from here. We do expect now possibly that the jurors are going to be excused. Right. Because both sides have rested. We're not expecting those closing arguments to happen today but, first, even before closing arguments can happen, there needs to be a discussion between lawyers and the judge about the charges that jurors will hear after those closing arguments happen. So there needs to be a little bit of back-and-forth negotiation that happens for that. It's a little bit of a process without the presence of the jury. So that's likely what's going to happen probably moving forward into the afternoon. Now, coming up next, that's what's unclear. Usually court, it does not happen on Wednesdays as we know. Friday, the jurors had asked for a day off ahead of the Memorial Day weekend. And on Thursday it's unclear what will happen, though it does seem it's possible court will be dark again. And keep in mind, could go to closing arguments. But the judge wanted to really make sure that they happen next Tuesday, because he wanted jurors to have that clear runway, to begin their deliberations with this trial. And prior to the date even starting up, we know that the prosecuting attorneys asked the judge to remind jurors to find out if they could actually work next Wednesday so that there is no hiccup or interruption into their deliberation. So these are all things that we are waiting to see exactly what the schedule will look like. But it does seem like this is a pivotal moment, of course, in this trial, where both sides have rested. There's no more rebuttal witnesses and we'll see what comes next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "HILL",
      "sentences": "Yes, absolutely. And as you've been speaking, Brynn, as you mentioned, we are following along our colleagues inside the courtroom, whoare pivotal in getting some of this information to us. The judge noting just a few moments ago, the best thing we can do is adjourn now until next Tuesday. So then at that point on Tuesday, so for our international viewers, just a reminder here, there is no court on Wednesdays, of course. So we knew we wouldn't be in court this Wednesday. Friday, we had also had scheduled that there would not be court. And Monday in the United States, of course, is a holiday. It is Memorial Day. That's a federal holiday. Courts are closed. So the judge talking about bringing the jury back to begin closing arguments on Tuesday. And he doesn't want to split those up, Brynn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "GINGRAS",
      "sentences": "Sorry, Erica, I didn't hear your question. I'm sorry.What did -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "HILL",
      "sentences": "I was just thinking, it looks like the judge does not want to split up these closing arguments. He wants to keep all that together for thejury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "GINGRAS",
      "sentences": "Yes. So he's actually -- we're, right now, as our colleagues are reporting, he's asking them, can they even stay possibly later on Tuesday,once those closing arguments begin. And then of course, like they -- he's requesting, can they also work on Wednesday? Again, this was very important to the judge. That's why he didn't want to begin any sort of closing arguments this week, because he didn't want all these interruptions for these jurors to have any influence. But on their personal lives, really into these deliberations because they are so important. So that is what he is requesting right now. It does just say that he said to the jurors, I'll see you in a week. So in a week we will see the jurors return after a long break really, after this. We had what, 20 witnesses on the prosecution side, two witnesses on the defense's side; several days, weeks of testimony for them to consider. And it does look like that's all going to begin Tuesday, hopefully. And we'll go right through until their deliberations are complete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "Well, a somber ceremony in Tehran today for the arrival of the body of Iran's late president.(BEGIN VIDEO CLIP) (MUSIC PLAYING) ANDERSON (voice-over):  Memorials for Ebrahim Raisi, Iran's foreign minister and seven others killed in a helicopter crash on Sunday are happening throughout Iran over the next few days. The country is in a five-day period of official mourning. Raisi's body will eventually be taken to his birthplace, Mashhad, where he will be buried. Now an investigation is underway to determine the cause of the crash, which was initially said to be due to a technical failure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "Well, Haiti's main airport has reopened in Port-au-Prince three months after gang violence forced it to close. Commercial flights resumedon Monday and passengers leaving Haiti say they are looking forward to traveling somewhere safe. Haiti's civil aviation chief says security at the airport has been reinforced but more work, he said, needs to be done. He expects the airport to be back to full capacity soon. Well, Ukrainian president Volodymyr Zelenskyy says military aid from the U.S. and other allies is arriving a year late. His comments come as Russian attacks killed two people and wounded five others over the past day. Ukraine says it has still managed to stall Russian advances in what is the Kharkiv region. Russia has been targeting the embattled town of Vovchansk. But Ukrainian officials say their forces now control about 60 percent of the town, adding that the situation in the region is -- this is their word -- \"stabilized.\" Well, the fierce fighting in Ukraine's north has seen both sides carry out more and more cross-border attacks and notably an increase in the use of drones by both Russia and Ukraine. CNN's Nick Paton Walsh is reporting from the front lines. (BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice- over):  Dusk begins a race to hide before dark. It's this drone unit's first night in a new location. The twilight, a tiny window when perhaps you can unpack, set up without the Russian drones that are always, always above, seeing you as clearly. Like so much in this fast-changing war, their task was unimaginable when Moscow invaded. Their target is on the horizon, Russia itself, into which they fly and plant mines on key roads. They wait for dark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "WALSH",
      "sentences": "Those lights twinkling over there on the horizon, that's Belgorod, Russia. How close they're operating toward Russian mainland.WALSH (voice-over):  Putin's latest offensive toward Kharkiv has made the fight personal for Artyom (ph). His parents live about a five-minute drive away and fighting for his literal home is unsettling. ARTYOM (through translator):  It's anxious. For real. For 1.5 years they didn't know that I'm in a combat brigade fighting near Bakhmut. I was telling them I'm guarding checkpoints. WALSH (voice-over):  And now, for the first of many times, their only defense is to listen for drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Back. Back. Back. Orlan (Russian drone) flying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right over us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Orlan.WALSH (voice-over):  It passes. Now it is dark. They must hurry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Quiet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Flying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No lights, no lights, no lights.WALSH (voice-over):  Battles raging nearby may help them go unnoticed. They resume. Any strike could also ignite the two mines they're fitting. But they hear another drone. UNIDENTIFIED MALE (through translator):  Come one. UNIDENTIFIED MALE (through translator):  Run. UNIDENTIFIED MALE (through translator):  The (INAUDIBLE) won't let us work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "WALSH",
      "sentences": "Such an escalation over two years into the war to now see Ukrainians flying drones of explosive straight into Russia.WALSH (voice-over):  Inside Sasha watches it cross the border. UNIDENTIFIED MALE (through translator):  Here's the border. UNIDENTIFIED MALE (through translator):  Did you bring your passport? UNIDENTIFIED MALE (through translator):  No visa needed. WALSH (voice-over):  Remarkably, when Russian jamming kicks in, the drone keeps going. And they're able to pick the signal up again, deeper inside Russia. They spot the target road they will mine, drop both payloads and head back. A GPS problem means the drone crash lands but they have a spare. They once, elsewhere, managed 24 sorties in one night. But they have to be spotted only once and these shells may not pass overhead. We leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go.WALSH (voice-over):  Lights off at first to avoid drones. The road littered with anti-tank defenses not laid out in time to hinder Russia's latest advance. And now they have only courage and ingenuity to hold back the dark -- Nick Paton Walsh, CNN, outside Kharkiv, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HILL",
      "sentences": "Just about half past the hour here in New York, nearly 10The defense, just in the last 20 minutes or so -- a little bit less -- resting its case in Donald Trump's criminal hush money trial. Despite repeatedly saying he would be willing to testify in his own defense, Trump did not take the stand. Closing arguments now expected to begin on Tuesday, one week from today. There's, of course, an upcoming holiday here in the United States. Monday is Memorial Day, a federal holiday. All courts are closed. So the judge telling the jury just a short time ago, I'll see you next week. Joining me now to discuss what may be happening in the week before those closing arguments is criminal defense attorney Janet Johnson. Janet, good to have you with us. So there are some more procedural moments that will be taking place later this afternoon. But those are not for the jury. Both legal teams will be back with the judge about 2:15  local time. They're going to go through all of the charging planning here. That's a very technical moment in the hearing as they work all of that out. But the jury is going to have a week now. Just before we get into what we could hear next week, what is it like for a jury when they were sent home after -- in the middle of a case here? Right. So the both parties have rested. They know closing arguments are coming up but they have a whole week, they have a holiday weekend. They could be seeing family and friends. How challenging could that be for jurors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JANET JOHNSON, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Yes. Well, obviously, the judge has told them that they must not do any research outside of court.They must not talk to anybody about the case. And in fact, they have to keep an open mind until they hear the closing arguments. They can't start forming opinions until they hear everything that both sides have to say. But they're human beings. And as you said, it's a holiday weekend. They might be at the beach. They might be seeing family at a barbecue. They -- it's a lot for them to walk away if somebody brings up the trial and say, I can't talk to you about the case. I am on the jury. I think, as a person who's been a trial attorney for 30 years, that jurors do do that. But it's a lot to ask of 12 people, who essentially are being thrown out into the wild a week before they have to come back and deliberate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HILL",
      "sentences": "And tough for someone who could say, \"What you've been up to?\"\"I had jury duty.\" \"Oh, hey, you're in New York. \"You're not on the Trump trial, are you?\" It can be tough. It's not a case obviously that people are unaware of. When we look at what to expect -- when we look at what to expect next week, let's walk through if we could each side. So the defense of course, just a reminder, the burden here is on the prosecution. They're the ones who need to prove beyond a reasonable doubt. The defense just wants to get one juror. Right. And then they can have a hung jury, one juror who says I'm not sure the prosecution did its job. We actually got a little preview of the defense's argument, when they were saying, how is keeping a false story from voters criminal, right? That this is sort of the law -- the path, rather, they're going to go down because when we saw Stormy Daniels on the stand, Donald Trump has maintained that that sexual encounter, she says happened back in 2006, Donald Trump says, it never happened. How important is Stormy Daniels?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JOHNSON",
      "sentences": "Well, she's important but it doesn't matter if it happened or not.And I think that's where the prosecution is going to make sure that jurors understand they don't have to prove the affair beyond a reasonable doubt. They don't even have to prove the affair at all. There has to be something that Donald Trump was trying to keep from the public, in anticipation of the election and that he paid money to do that. It was an illegal campaign contribution. That doesn't mean that the affair was true. He might have been threatened by a false story. We know they paid off a doorman who made up a story about an unwed mother,  having his child that turned out it's not be true. That guy got $30,000 for something that he knew wasn't true. So that isn't really going to be an element. But I do think the prosecution has to hammer that, because they don't want the jurors going back there and arguing and saying, I don't know that he slept with her. I'm not really sure that happened. All they have to decide is, were Donald Trump's motives to keep this from Melania, from his family? Or was it to win an election? Because we know that the misdemeanor has been proven. The records were falsified. They were not kept properly. Now to elevate it to a felony, it has to be in anticipation of an election or there are other predicates that can be met under New York law. And we don't know right now which ones are going to pick. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "JOHNSON",
      "sentences": "I think they do. I do think, in closing argument, they have to really connect the dots because there was a lot of circumstantial evidence.There's also a lot of smoke around Michael Cohen's testimony. Again, whether he was honest -- we know he's not; he's a convicted liar -- whether he's a good lawyer -- we know he's not; he's disbarred. But what we do know is that he wrote checks for $130,000 out of his own money. And they're going to say on the defense that he wasn't reimbursed and it wasn't something that we approved. Well, I think even that theft story is going to negate that. I mean, he may be a bad guy but he's Trump's bad guy. And let's not overlook, today was a little bit of a debacle for the defense. They could have ended on this really strong Michael Cohen testimony. Instead, they put up Costello, who really did nothing to help them and I think maybe hurt them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:02",
      "speaker": "HILL",
      "sentences": "We will all be watching and we'll have a week to keep talking about it before those closing arguments. Janet, really appreciate it as always.Thank you. Stay with us. You're watching CONNECT THE WORLD. We will continue our coverage on the other side of this break. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:03",
      "speaker": "LUIS MORENO OCAMPO, FOUNDER AND FORMER PROSECUTOR, INTERNATIONAL CRIMINAL COURT",
      "sentences": "That was Karim Khan comment, not me. I'm just quoting him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:03",
      "speaker": "ANDERSON",
      "sentences": "But what -- sorry. And apologies. I didn't want to confuse the matter.By posting that, what was your point? What was Karim Khan's point that you were supporting in providing that post? If indeed that's what you were doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:03",
      "speaker": "OCAMPO",
      "sentences": "Well, Khan can win twice to Israel, to play war crimes. So they are warranted. Starvation is basically brutal war crime, no doubt.The U.S. is building a port to provide humanitarian assistance to the people in Gaza because there's starvation there. So it allow (ph) that starvation is there, was created by Israel. So that's why the prosecutor is doing what he's doing. No one complained about he also doing investigation of Hamas. That's very important, too. So we had a chance to replace war for taxes (ph). That's a big change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:03",
      "speaker": "ANDERSON",
      "sentences": "Luis, the prosecutor believes that there are reasonable grounds to, A, hold Hamas leaders accountable for war crimes and crimes againsthumanity committed on October the 7th, crimes of extermination, of murder, of torture, of rape and of hostage taking. And B, that prime minister Netanyahu and his defense minister Yoav Gallant should be held accountable for the war crime and crime against humanity of starvation of civilians as a method of war. This is very specifically not about genocide. The allegation against Netanyahu and Gallant is very specifically that which I just laid out, of starvation. There is -- there are serious objections to what is going on here, not least, voiced by Joe Biden, who says this is not a case of genocide. But so this is not something that the prosecutor is suggesting at this point, is he? Can you just explain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:03",
      "speaker": "OCAMPO",
      "sentences": "No. Well, (INAUDIBLE) is investigating the starvation of the war crime as the graph gets humanity (ph).Also protect of (INAUDIBLE) other crimes against humanity, really persecution so but not genocide. He say is still collecting the evidence to prove intention on genocide. So he's not talking about genocide. Genocide, it's a matter of cash (ph) in a different court that you see at the beginning. The International Court of Justice, doing which it states is discussing this topic in a case presented by South Africa against Israel. ICC is about individuals. It's not about states. Israel is not part of the ICC investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:03",
      "speaker": "ANDERSON",
      "sentences": "In requesting warrants for both parties, Israeli leaders and Hamas leaders, the chief prosecutor is seeking to demonstrate balance.That is what he told Christiane Amanpour in an exclusive interview yesterday. And that is his job. What his detractors say is that, by doing that, in requesting these warrants for both sides, he actually, one, erodes the moral authority of the ICC and is ultimately trying this sort of -- this sort of moral equivalence, this false symmetry. He certainly -- he certainly dismisses that allegation. What's your sense, what's your response to those who say this is crazy, this is moral equivalence from a state defending itself and its security against a terrorist organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "What happens next?Just explain the process to us here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "OCAMPO",
      "sentences": "Well, the court now -- OK.Let me -- the prosecutor can do something very unique. He requested and public advice of six very prominent international lawyers, including Amal Clooney, but including Theodor Meron, who, himself a Jew, was a big (INAUDIBLE) Nazis (ph). And he was an adviser of Israel. So no one can think there's a bias against Israel here. It's a really serious assessment of evidence. And these six individuals evaluate the case and say, yes, (INAUDIBLE). Now, three judges, who are three good men (ph), will evaluate the evidence and they add the one who decide to issue or not (INAUDIBLE). That is what the court will do. How long would take? We don't know. In the Putin case, was one month; in the -- my case against Bashir (INAUDIBLE) Sudan was nine months. So they can decide. The problem for me is, what else can we do in the meantime? How can use this opportunity for (INAUDIBLE) investigate Hamas financial? Israel is not investigated the financial of Hamas. And \"The New York Times\" article saying, Hamas, the money from toolkits (ph) company. So can we do that? Can we collect this evidence and provide the prosecutor to open a new case against those who financing Hamas? So that's why it's an opportunity to stop Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "So you clearly don't see, as others do, that this is a prosecutor making a strategic or moral mistake. Very briefly -- and I'mrunning out of time here -- there's another allegation that the ICC does not have the jurisdiction to actually take a case on here. Can you just explain why it does have jurisdiction, if indeed you believe it does? Because that's important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "OCAMPO",
      "sentences": "Yes, I think it has no jurisdiction Israel but the Hamas attacks were committed from Gaza and then the hostages are in Gaza.So even as it happen literally (ph) in Gaza, West Bank and East Jerusalem, because that was a 12 years' process traveling (ph) with me and with ajar (ph) assembly recognize Palestine is the state in 2012, then actually recognized by (INAUDIBLE) state in 2015. And in 2021, the court accepted two open investigation. That why because a 12 year debates, many setbacks and now it's clear that he has jurisdiction in Gaza, West Bank and East Jerusalem. Nothing else, not in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "The last claim is of the principle of complementarity.Again, can you just explain what that means and why that's important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "OCAMPO",
      "sentences": "Yes. National court has primacy (ph) So if Israel come back national mitigation against Netanyahu, the ICC will stop.So what now Israel could do to show the judges, oh, we open investigation against Netanyahu. We open investing in Gaza (ph) That's it. That will be the stopping the case. That's the way to stop the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "That's fascinating. And it's good to have your experience and your insight, sir, thank you very much indeed for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "OCAMPO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ANDERSON",
      "sentences": "Well, that is Jabalya and this is Ibrahim Al-Khalili, who is an activist there on the ground in Gaza.Ibrahim, just describe what you and the people there have been experiencing over the last 10 days. AL-KHALILI:  We've like experienced miserable massacres have been in Jabalya refugee camp. Like I live just two kilometers away from Jabalya refugee camp. And I go there and I document the massacre there. (INAUDIBLE) sites. (AUDIO GAP) -- based one (INAUDIBLE) because of the tanks besieging the hospital there. It's unimaginable, miserable situation in the camp in Jabalya refugee camp. Like I've been there half an hour ago. And I've witnessed, heard one terrifying families fleeing their homes. And they have no -- any other place to be to because they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ANDERSON",
      "sentences": "Ibrahim, I hope I can hear you. Your sound isn't great; understandably so. It's not easy to get through to where you are atpresent. But if you can hear me, you're talking about the condition for people there at the camp. How many people are we talking about? And what kind of access to food, water, the things you need to live? How are people getting access to it? AL-KHALILI:  Actually, people (INAUDIBLE) specifically at Jabalya refugee camp, they are fleeing without any sustenance. They are -- just they are fleeing with their one bag or nothing, you know. So they don't have much access before they displace (ph) what (INAUDIBLE) empty-handed. (INAUDIBLE) empty-handed from the camp. And it's very, it's very difficult to just provide the basic necessities of life here in northern Gaza. And actually starvation is starting to arise.",
      "isLastSentenceInterrupted": false
    }
  ]
}