{
  "date": "2024-11-06",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Election Night in America 2024. Trump Wins NC; Battlegrounds Too Close to Call; Georgia Called for Donald Trump. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "-- by 3 percent or more what he did in 2020. Then you come out here, let's go out to battleground Michigan. These are the decisive states left on the board right now. Look at in the areas, those are his base areas, he is getting more, the same over here in battleground Wisconsin.So the former president of the United States given up for dead, Jake. After January 6th, 2021, he's running stronger now than he did in the last campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "All right. John King, thank you so much.Every electoral vote counts, and four more are on the line right now as polling places are about to close in Hawaii, and we project Kamala Harris will win the state of Hawaii with its four electoral votes. Not a surprise. Hawaii, a reliably Democratic vote. But that does mean a pickup of four electoral votes for Kamala Harris. Donald Trump has 230. He is 40 votes away from winning. Kamala Harris has 169 electoral votes. She is 100 away -- 101 votes away from 270 needed to win. John King?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "KING",
      "sentences": "So, Jake, let's look at the map, where we are right now and then we'll go through some of these battleground states where we're still waiting. But just look at the map right now. You see a lot of red, right? So let's look at the 2020 map. You see the blue. Right? The blue wall states. Georgia, Arizona, Nevada. Right? Now watch, this is where we are now. 2024 looks a lot different than 2020.But at the moment, it looks pretty similar to 2016. Donald Trump won the blue wall, Donald Trump won North Carolina, Donald Trump won Georgia, Donald Trump won Arizona. The only difference would be Hillary Clinton in 2016 did carry Nevada. Donald Trump leads there right now when you come back to 2024. But it's just -- sorry. 2024. Let me come up here and do this and hit this. And you go there at 2024. So that's the one. It's just a dramatic change when you come here. And so Donald Trump is remaking the map again at the moment. And the question is, is there any way for Harris to come back? Again, we've given Donald Trump North Carolina. So let's see where we are in Georgia. If Donald Trump also carries Georgia, the vice president cannot afford to lose Pennsylvania. Yes, Nevada is out there. Arizona is out there. Michigan and Wisconsin are out there. 19. 19. I'll show you what I mean in a minute. So can she come back in Georgia to stop that from happening? She's limiting her -- if he wins Georgia, her path is so limited. So it's 118,000 votes right now in a state decided four years ago by 11,700 votes. Donald Trump with 93 percent. That's an important number. Of the vote counted, is ahead by nearly 120,000 votes. So you're looking, this is where they would have to be. You can pick up votes elsewhere, but that's where most of the votes are. That's close to half of the state population right in Atlanta, in the metropolitan area around it. So what's out there? Are there live outstanding votes out there? Well, let's take a look. The answer is yes. Let me get rid of the coloring so you don't have to see that. The answer is yes. They are out there. This is -- you're at the point now where you're talking about drawing to an inside straight flush, essentially. You need these votes to come in in overwhelming numbers for you. But you do see, there is the mathematical possibility. This is why the Harris campaign is on the phone. This is why I assume that Donald Trump has not come out yet to say anything because he's hoping that this one comes off the board as well. You're looking at the math right there. It's possible. So we're waiting for more votes in Georgia. So then you come up, Jake, and we'll look at the blue wall states in a minute to see if any of the math is changing. But if you look at the map right now, you would so much rather be Donald Trump than the vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "KING",
      "sentences": "Well, Jake, let's look at, right now you're looking at the big map. And you're seeing all that red. Yes, Virginia, we just projected for the vice president. That one is blue. I'll take a close look in a minute. That one. But you're looking at the blue wall states, essentially Harris's only path is to come back in these three states right there. I can give you a conceivable possibility where she only has to come back in two of them but she has to come back in all three of them to have a reasonable path to 270 electoral votes. And it's a problem at the moment. 168,000 votes.I'm told more votes just recently came in in Philadelphia. And indeed they did. So now you're up to 76 percent estimate. This could change a little bit as more votes come in. But you see that, you have the vice president opening a healthy lead in Philadelphia, which is a building block of a Democratic win in Pennsylvania. The question, is it enough? I just showed you. Trump was leading. So 78 percent, 477,000 votes. If you go back four years ago, it's 81 percent and it's 603,000 votes. Remember that. 81 and 603, 78 and 477. Can she move both numbers up when we get the final quarter of the voter? That's the challenge because you need that math, forgive me, to overcome that. 168,000 votes. In a state that was decided by 80,000 votes four years ago and 40,000 votes four years before that. That is a big lead in a tight state like Pennsylvania with 85 percent of the vote. So you're saying, is it just Philadelphia in the suburbs, where there are outstanding votes? Again, if you're joining us late, the larger the circle, the more votes that are still outstanding to be counted. The color, the way the candidate, who's winning in that area at the moment. And so you've got -- you still do right here. Philadelphia, Delaware County, Chester County, Montgomery County. There is still some math to be done there. A little bit out there in Allegheny County, where we talked to Brian Todd early in the night. A little bit up in Erie County, which is a swing county. Tends to be very close, though. So let's come back and look at this as we come through it. Number one, there are bellwether counties in Pennsylvania. North Hampton is one of them and Trump is winning with 52 percent of the vote right now. This county usually picks the winner in the state. As I say that, I'll say its twin is Erie, way over here. Not twin geographically. Its twin and that they voted twice for Obama, then for Trump, then for Biden. Erie and Northampton, two of the 25 counties that did that. At the moment the vice president is leading in Erie County. In last campaign it was Vigo County, Indiana. Their streak of picking the winner went off the board. We'll see if the two swing counties in Pennsylvania split as this election goes through. We will see if the two swing counties in Pennsylvania split as the selection goes through. But if you're looking at this map right now, 85 percent of the vote, it's this. That's big. If you're looking at 50,000, 60,000, it's easier to do the math. You're looking at 168,000, the math gets hard. Is it impossible? No. But the question is, when you start coming in here, Chester County is at 81 percent. Large suburban counties, where if you, you know, get 20 percent or 30 percent of the votes still out, you can do some big math. Montgomery County at 68 percent. As you can see, this is a much more populous county. So you're waiting for the 30 percent to come in there. The vice president would have to win it gangbusters, probably higher than the percentage she's getting so far. Just want to check it against President Biden. It's a little below, a little below President Biden, which seems pretty consistent when you go through some of these areas across these states. Bucks County is this one here. Yes, I'm in the right place. That's Montgomery. Bucks has turned red. That's why I couldn't find it. Because Bucks has turned red, only 55 percent of the vote in, but if this is red at the end of the night, Donald Trump is going to win the Commonwealth of Pennsylvania. This is the more blue-collar, the more competitive of the three-collar counties, it's Bucks, Delaware, and Montgomery. It used to be this was solidly Democratic, and the others were Republican. The education divide has flipped that one. Montgomery and Delaware, reliably blue. But look at this, Donald Trump, only 55 percent of the vote in, but look at that, 50 to 49. If you do it there, you go back in time, 51, 48, 47. So Trump was competitive here. It was a four-point race. A little more than that four years ago. But again, in a close battleground state, you want to move the margins, you flip a county. So let's see if that one holds as we go. If you're in the Harris campaign, that particularly makes you nervous. And then you come out here, and again, I just want to pick them randomly. This is where Trump just runs it up. So you're saying, can she come back in the Philadelphia suburbs, and in Philadelphia? Mathematically you can make this case. Common sense wise, you start after a while to think, you know, he's getting 75 percent here, he's getting 78 percent here. There's a little bit of vote out there. Not much. Hardly anything left there. Not much left there. So his vote is mostly in. Trump's vote is mostly in when you look at the map but the question is, is there really enough there? Let's see where they are here. 94 percent in Allegheny County. So again, you're getting 59 to 39, 20-point gap. You know, 20-point. So yes, that's got to be a lot of votes to come in. And they say they're at 94 percent. So it's getting -- it's not impossible. [00:10:02] I would say we're starting to lean into the improbable. And let's go over into Michigan. This is a state where the vice president was leading early on then Donald Trump took the lead. He takes the lead sometimes in these states when all these rural counties go in. Look at them all, right? And again, you just find him and he's at 67 percent here. And he's at 65 percent here. He's at 66 percent plus there. Not a lot of people. But when you've got 83 counties and you're winning 60 or 70 of them, that's how it works. Then he builds it up there. And then the question is, can the Democrats overcome it with huge numbers where the people live? Number one, Wayne County, we're still only at 16 percent. So if you're in the Harris campaign, you're saying, OK, we have almost nothing. Less than 20 percent from Detroit. Right? So she's getting 62 percent. She has 88,000 votes. And Jake, if you go back to 2020, again, when Donald Trump won Michigan, he's getting 68 and he gets close to 600,000 votes. So that's sort of our test. When Wayne County gives us more votes, do we get a huge number like that and it's a split, right? Donald Trump at 30 percent, that's Detroit and the suburbs around it. Donald Trump right now, it's only 20 percent. It's less than 20 percent, 16 percent, so, you know, but if he's even above 30, right? Anything he's above 30 is an improvement for him. And so we can't see it all on this map. We have to get more granular. But Detroit, is he doing better? Is Trump doing better with the black vote? Or is overall turnout may be down a little bit from 2020? That's a big question, too. And then here, you have Hamtramck and you have Dearborn. They're not on the map but they're right here. Those are two very important pockets of Arab-American voters, that went 200,000 plus voted for Joe Biden four years ago. We don't know, we don't have that granular detail just yet but that was one of the big questions in the campaign. I spent a lot of time on my trips at Wayne State campus, younger voters. A lot of Arab and Muslim students at Wayne State. A lot of young progressive students at Wayne State. Did they lose the youth vote there? Part of the questions. I'm raising questions that we'll answer in more detail tomorrow and next week and the week after that when we have final results, but if you're 158,000 votes ahead, only halfway in Michigan, I mean, I hate to say it, but you're looking at this and like that's the best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "KING",
      "sentences": "Of the three blue wall states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "TAPPER",
      "sentences": "Let's go to Wayne County right now. Let's go to Detroit where we find Jim Sciutto. He has an update on the vote count there -- Jim.JIM SCIUTTO, CNN CHIEF U.S. SECURITY ANALYST: Jake, there have been a lot of questions and some consternation as to why we haven't seen more data from Wayne County yet. And I just spoke with the secretary of state, Jocelyn Benson, and we believe we have the answer here. I asked her quite specifically. And she said the reason is that Wayne County, in part, given all the scrutiny on this county as it impacts the outcome of the election in this state, is not reporting partial results. It's waiting until it has either all or the vast majority of those results in before it in effect gives that batch and makes it public. And I just want to highlight one point that's going to happen in the next hour, perhaps even in the next few minutes. A nondescript U-Haul van is going to drive in one of these doors behind me here with the last remaining outstanding absentee ballots in Detroit, part of Wayne County. About 4,000, we expect. That's the final batch, not just we are told of absentee ballots outstanding, but the final outstanding votes in Detroit. A big part of Wayne County. So when that truck comes through the door, they begin to tabulate those. That gets us to the point where they're going to have, in effect, all the votes they need to count and get to that point where they're going to be ready to report those final figures. We were told it could be in the next few minutes. We'll be watching. We'll report back when it happens. But that could get the point when you get that big batch reported publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "TAPPER",
      "sentences": "All right, Jim Sciutto, in Detroit, Wayne County.And you are noting that we don't have Wayne County to the granular level, that we can't see Dearborn and other places where there were a lot of uncommitted votes during the Democratic primary. But just to remind our viewers, during the Democratic primaries, this is a protest of President Biden support for the Netanyahu government of Israel and its war on Hamas in Gaza. 100,000 Democrats voted uncommitted as presumably most of them as a protest vote against Biden for that issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Oh, my god.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "73 percent and the math, 157,000, you know, it's -- again, we got 30 percent of the votes still to come in. And maybe the percentage is changed as well. Maybe all the votes that are out there from the campus and, you know, and it juices up the number a little bit. But if you're looking at that now, you're underperforming the president of the United States. And Donald Trump is at 32 percent and 26 percent. That -- I mean, if that gap holds and if his improvement like that holds -- I'm sorry, go ahead. That's a big deal, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Well, I was just going to say one of the things you hear from the Arab-American and Muslim-American community in places like Michigan is not that they were going to vote from Donald Trump, but they either were not going to vote or they were going to vote for Jill Stein or Cornell West. I'm not sure if Cornell West is on the ballot in Michigan. But, I mean, these numbers don't add up to 100 here, so I'm guessing that there is a better than -- my guess would be, educated guess, would be there is going to be a better than average showing for Jill Stein in Michigan than in other states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "Right. And she worked it hard. She was out there quite a bit. Every trip I was out there, you saw activity, either she was in the state or just been in the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Yes. So just to explain it. Now one of the other things I heard about people talking about Michigan is everybody in the media, all you talk about is Arab-American, Muslim-American vote, but really the issue in terms of a big, sizable, bigger chunk of votes is white working-class voters, union voters, because the Trump campaign ran ads slamming Harris's position on electric vehicles, EVs, and that that is actually going to be more significant.Ultimately, that was -- you know, this is just their projection, than the Arab-American, Muslim-American vote. Is there any way we can gauge that how well or poorly she did compared to Biden when it comes to white, noncollege-educated union voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "Yes. David would have the exit polls so you can look at union households. That's a question on the exit polls. I can show you some counties where we were. Three times I went out there to talk to union autoworker groups. And I want to just say this upfront. There are more automobile manufacturing jobs in the United States today than at any point during the Trump presidency.I repeat, there are more auto-manufacturing jobs in the United States today than at any point in the Trump presidency. However, the EV debate is a debate. We got Stellantis just laid off 1100 people, in part because they say they have electric vehicles sitting on the lot. The union says that's BS. It's corporate greed. They're not keeping their word. But this is a conversation. Are they going to -- at a minimum, are they going too fast? There are some autoworkers who say, why are you forcing this on us? There are others saying, the infrastructure is not in place. Culturally, people aren't ready for them. Why are you going so fast? So one of the places you'll find that is right here, in Macomb County. We met Joseph Knowles, just laid off from Stellantis. A black union autoworker. No one in his family had ever voted Republican for president. He was voting for Donald Trump. He said everybody in his family was mad at him. You find, this is where you find them right here. Bill Govier is another Ford worker in Macomb County who wanted to vote for Robert F. Kennedy, Jr. But he dropped out and backed Trump. Bill Govier said that's great. I love them both. Then he voted for Trump a third time. So some of them have been in Trump's camp like a Bill Govier. But Joseph Knowles is a plus one. Voted Democrat all his life. Right? So there in Macomb County, we got a long way to go here, 36 percent. But Trump at 58 when you round that up. Trump at 53 right there. So again, we'll see if that sustains itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "And so -- and the Biden number at 45. The Harris number at 40. If that's the -- well, if that's the number at the end, then, you know, it's very hard to see coming back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Yes. Well, there you go. And you can see why -- not all of that changes from that one issue or that one Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "But that is quite significant if it holds.So let's go Pamela Brown at the voting desk. Let's jump to Wisconsin if we could because Pamela wants to talk about Milwaukee and what's going on there -- Pamela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "PAMELA BROWN, CNN ANCHOR",
      "sentences": "Yes, I've been talking to officials there in Milwaukee County as well as the city. Let's look at Milwaukee County right now. A large portion of the vote that remains is from the Milwaukee City itself. This is the largest county, this is the largest city in Wisconsin. According to a source in Milwaukee County, nine out of 19 municipalities are completely reported and the source also says that the county clerk there expects all results from Milwaukee County to be reported between 2Now let's dive in here to the Milwaukee City. I just spoke to an official there. Milwaukee City has 27,724 mail-in ballots left to be counted so far. In addition, officials are still waiting for results from four wards still and those will be the day of votes. So from the day, from election day. So there are still quite a bit to go to count tonight there in Milwaukee City. For context, 69 percent went for Biden in 2020. And as I mentioned, this is the largest county in Wisconsin, so we're keeping a close eye on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "All right. Pamela, thanks so much. Let's take a look at Wisconsin as long as Pamela drove us here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "So a critical point she makes. Four wards in the city of Milwaukee still have not reported their election day votes.[00:20:02] And again, anecdotally just texting people out in the state, they said turnout was good. You know, they weren't saying great or gangbusters. They're saying good. So we wait. We wait, but again, so we're waiting for the city. This is Milwaukee plus the suburbs around it. The county is what you see here. But she's at 66 percent and Joe Biden is at 69 percent. So when those city of Milwaukee votes come in, not only does that percentage need to move, but that math needs to change quite significantly if you are trying to make up that. Now 96,000, you know, that's better than 150,000, right? Simple math, people. You know, we always say politics can be very complicated. Sometimes it comes down to basic arithmetic. Are there enough votes still out there to overcome a 96,000 vote lead? And, you know, so, if Pam says four big wards are still out in Milwaukee City, and there's a little bit more in Milwaukee County, the answer is maybe. But, again, you're getting to the point where you're drawing to an inside straight flush, but maybe. So then you look around at other Democratic areas. And again, Eau Claire, she's getting 55 percent of the vote. I just want to compare that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Same thing. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "That's OK. Yes, a little better maybe. But it's not a ton, it's just not a ton of people there. Then you come down to La Crosse. You're looking at the blue areas, you're saying there is not anything -- not much left, right? It's not a huge swing anyway. So even if you pick up some votes, you're not picking up a ton there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "So if you're looking at this map now, just want to check what was our percentage here. 95 percent in Dane County. Then these other blue counties around it. I'll hit them for you. You just see, they're pretty small population-wise. I mean, not tiny, but again you're at 95 percent, Rock County, 95 percent, Greene County, 92 percent, Lafayette County, that one is a little bit smaller. So again, the math is getting really hard if you're trying to figure can Harris come back in Wisconsin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "And I would say simply it comes down to that in those Milwaukee precincts that are out. Better be gangbusters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "May I do a personal prerogative? May I see the Commonwealth of Pennsylvania? We haven't checked in there in a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "You may.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "And that's obviously a place near and dear to my heart. And I have questions about it. One of them is, Allentown, which is blue right now. Allentown, the city of Allentown, is 54 percent Latino, 54 percent. And in Pennsylvania, as we've discussed, has the third largest Puerto Rican population on the mainland behind only New York and Los Angeles -- I mean, New York and Florida. So my question is, how is she doing in this Latino area compared to Joe Biden four years ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "Again, cannot go granular just into the city of Allentown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "We can look at Lehigh County here, right? And I can already tell you, 51 to 48. If you're the Trump campaign, sure, you'd like to win it. But you're looking at 48 percent in Lehigh County, then you're feeling pretty good. Because you were 46 last time. Right? And again, within a battleground state, you think margins within the margins. The battlegrounds within the battlegrounds.So Joe Biden, 53 percent with 98,000 votes. The vice president at 53 percent with 93,000 votes. Now we're not completely done there, but that 5,000 votes, it makes a big difference. It just does. Right? So that -- and that's there, right? So then you come out here and you come up -- let's just move on up, right? Carbon County. Look at this. Trump getting 73 percent of the vote. You know, he's improved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Oh, my goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "That's why he's over performed himself. And then you move up here. This is Lackawanna County, Scranton, Pennsylvania, Joe Biden's hometown. It's a tough competitive, blue-collar area. But 51 to 48, now 54 to 45 then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "And that movement of 4 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Can be the whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "It's a couple thousand votes here, it's a couple of thousand votes there. I want to show you something else --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "By the way, can I just point out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "Erie has now flipped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Erie which is -- has always voted with the presidential victor in Pennsylvania and nationally is now with Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "KING",
      "sentences": "That's flipped. Let's see where the turnout is there. Again, it's one of the 25, they're at 95 percent. It's very close, but it's always very close. So you see, Erie County. Very close there. And I just want to come across the state. Northampton County. So you're on the -- you know, you're Buffalo, New York, border and here's New Jersey here. You've got, you know, 52 to 47 there. Not done yet, but the two multi-pivot counties, twice for Obama, then for Trump, then for Biden. At the moment they're going back to Trump.I just want to show one more thing we haven't shown tonight. I just want to bring this up and bring this up. It's not here. It is here. No, it is here. Sorry. I will figure this out eventually, I promise you. I just have too many gizmos. So coming in. Come on. Let's show you this. So let's go out nationally first. Everyone has been talking all night about the headwinds. There will be a lot of questions asked about this after the fact. This is not a good environment for any incumbent. Kamala Harris is the incumbent vice president. What this shows you is not votes. This shows you the darker the county, the more that county has been hit by inflation. Meaning the darker the county, the more cost of living, energy prices, gas prices, housing prices in a lot of places have outpaced wage increases. Right? Try to find me, see the green?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:02",
      "speaker": "TAPPER",
      "sentences": "Yes. What does that mean? That's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "So can I make some observations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "So I just want to -- I just want to come back into your commonwealth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Oh, my goodness. Look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "I want to come back to your commonwealth. The darker the county, the more punishing. The more inflation has outpaced your wages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Your cost of living. And just look. I mean, the fact that she's doing this well in the suburbs is a testament to the Democratic strength there. But you see in these other places, you know, it's just -- that was the headwind. And that came up. I can tell you, I was on the road for 15 months and that came up. From the first trip to the last trip, even for people voting for Harris. Even for people gladly and proudly voting for Harris were saying it still sucks when I go to the grocery store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes. And that's also why, you know, the right track, wrong track numbers are 75, wrong track, 25, but the election is not 75 percent, 25 percent, because there are people who think it's a wrong track but they're still going to vote for the Democrat. Yet this is difficult to fight against if you are the incumbent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "That's North Carolina. Especially if you're trying to win back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Look at all the dark colors in Arizona and Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Yes. It gets worse as you go west. That's what I was going to say. Then you're in Georgia. Look, this is the Atlanta suburbs, right? If she loses just a little tiny bit, right, and look down here. These are working-class people. Right? And then you're absolutely right. Then you come out here and you look in Arizona. That's Maricopa County. That's the largest county. Up here you see Democratic --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "He's winning Maricopa County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "He is -- well, that's just -- let's see. Let's come up there. It's close --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "That is close still at half and half as you bring that up. And then you come here. This, to me, of all the visits, you want to talk a place that still has the COVID body bruise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Unemployment hit 30 percent. Twice the national average.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Tourism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "And then the cost of living. I mean, look at it right there where, you know, again, the darker the county, the more -- and out here, it's housing more than anything. Housing in Vegas, a lot of people rent, there's not a lot of land to build new houses. So the rents go up. And once the COVID -- we're talking about rent increases went up, rent is going up through the shoots and a lot of the working class people out there complaining about that. And so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "I wasn't done with Pennsylvania. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "We'll go back --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "But hold on. Pam -- no, we'll go down to Pennsylvania because Pamela -- I'm going to throw it to Pamela. She has some information on Georgia, if you could. There you go.Pamela, what have you got for us in Georgia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "BROWN",
      "sentences": "This is important information in Georgia. I'm getting from Gabriel Sterling, the top election official there. The margin right now in Georgia is 118,000 votes, right? 100,000 votes are outstanding right now. This is what I am being told from Gabriel Sterling. Now he says the split will go marginally for Harris. So let's break down what we know about where some of that outstanding vote is.Chatham, 40,000 outstanding, I am told. This is a county that went to Biden in 2020. Carroll, outstanding, 18,000. This is a county that went to Trump in 2020. And then you have the blue counties of DeKalb and Fulton. DeKalb has 3,000 outstanding ballots, Fulton has 2,000 outstanding ballots. Again, just to recap. Tight margin, 118,000. 100,000 votes still out in Georgia and Gabriel Sterling says the split coming from that will be marginally his prediction is for Harris. But this is what the data coming in is showing right now. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "John, do you have any questions for Pamela?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "You say a total? The total outstanding votes is 100,000?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "BROWN",
      "sentences": "He said 100,000 votes out. Yes. And so I just gave you a little snapshot of where some of those places are. Chatham, Carroll. I asked when are we going to find out these results from these counties? He did not have a timeline exactly for that but hopefully soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "But the significance obviously that Donald Trump right now has a margin of 118,838 votes and you're saying there's 100,000 left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "If he's being literal, sometimes -- you know, they're getting calls from counties and they say 20,000 is really 22,000. They say 30,000, it could be 33,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "BROWN",
      "sentences": "John, can I just jump in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Yes, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "BROWN",
      "sentences": "Actually we asked about, how do you know these numbers, and actually by law, they have to have it. The actual numbers. So I understand your point, but I think they do have more precise numbers based on what the law requires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Well, then that's -- that math sends a shockwave through the Harris campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "That is literal. Just, even if she won them all, he says 100,000 left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "And she won them all, and she won't, he's 118,000 votes ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Right. She said marginally for Harris, which means probably like 53, 47, or something along those lines. Interesting. We'll have the decision desk talk to the people in Georgia.Can I go back to Pennsylvania just for one second? I want to look at Philly for a second because it was so important. It's so important for every Democrat to drive up the margins here. Harris is, with 78 percent reporting, Harris is at 78.1 percent to Donald Trump's 20 percent. We've already talked about this. This is a better performance by Donald Trump than in 2020 and also in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "So watch where he is, right? You can look at it either way. He's at 18 percent, now he is above 20 percent. If we go all the way back in time, when he won the state, he's at 15 percent. The third party candidates mattered a little bit there. More statewide than they did in Philadelphia but a little bit. So look at, you just tracked Donald Trump in Philadelphia, right? Philadelphia.[00:30:09] Fifteen percent and 108,000 votes in 2016; 18 percent, 132,000 votes in 2020. We're not quite done in 2024, but it's -- it's a lower vote count.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "It's the margins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Because we're not at 100 yet. That's down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "If he keeps that number, he's got that. That's going to pass the last one. Absolutely. The margins.Again, she's at 78 percent. And there are some places that are swing counties, and you're fighting to move them. When you're starting a plan to run for president, and you know how much Trump -- how deep Trump's support is across Pennsylvania, you know you have to do it here. You just have -- it's math. It's math. I mean, you know, 30 percent -- 30 percent of the state population lives right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Right here. So, if you're going to offset that, you've just got to run it up. You've just got to run it up here. And she's at 78 percent. He was at 81 percent. This will be the conversation.If this plays out the way it's going right now, this will be the conversation in the Democratic Party, is what's happening in urban America, both in terms of the numbers, the turnout, the math and the percentages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "So, I read this in an exit poll, and -- and whoever is listening from the exit poll desk, Chalian or whoever, if I get this wrong or if there's been an updated number, please let me know.But it said black men in Pennsylvania in 2020, 10 percent went for Trump. In 2024, 25 percent went for Trump. Black men in Pennsylvania more than doubled for -- for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "Well, if that number is true, I mean, after every election, you have the conversation, right? After 2016, it was what's happening to Democrats. I mean, you know, it was already happening, but Trump put it on steroids. The Democrats' problems with white working-class people, people who work with their hands.Now I would say take the white out of that. Take the white out of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "It's just about working-class people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "The gains among black men, the gains among Latino men are among people who work with their hands, who have been punished, who -- the conversations that strike you from 15 months on the road is, you know, I could afford a new car, but then if any prices go up, I can't take that loan. I can't -- I cannot put -- there's no way.So, you're asking your mechanic, can I keep this thing on the road for a little bit longer? And your Christmas time, you're telling your kids you're getting one gift, not two. Or we were going to try to go to Disneyland, but we're not this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KING",
      "sentences": "We're going to go to the amusement park, you know, that's a couple hours away by car, but we're not going to Disneyland or some big thing like that.These are the conversations you're having in state after state, after state, with people who have working-class jobs. And some of them, I mean, union auto workers. You know, they think that's a good middle- class job. Union auto workers who get the employee discount, who can get preferable financing, saying, I'm not going to take the risk to buy a new truck. I'm going to keep this older one on the road, because I just can't do that on the family budget right now. Can't do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "TAPPER",
      "sentences": "Yes. Back to Kaitlan Collins at Trump H.Q. in West Palm Beach, Florida.Kaitlan, what are you learning right now about the former president's plans this evening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Well, Jake, we've been waiting to hear whether or not he was actually going to come here to the convention center.And just to remind everyone at home, there are two separate parties happening right now: a watch party here where I am at the convention center in West Palm Beach, Florida. And then Donald Trump was also having an event at his Mar-a-Lago club, surrounded by Republican allies, major donors, people like Elon Musk and RFK Jr. But we are now hearing from sources that Donald Trump is making plans to come over here. Obviously, they have to prepare the motorcade for him to get into, to take about a ten-minute drive over here where the convention center is. But, Jake, that is a sign of how good the Trump campaign is feeling, based on the numbers that John King just read there, that Donald Trump is preparing to come over here. He said earlier he had no speech planned. We'll see what he says when he's here. Kristen Holmes, we've been watching all of this, and obviously, the Trump team has been watching the breakdown here of how he's been doing with certain demographics and how he's improving from where his standing was, actually, in 2020, certainly in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:09",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "Yes. And we were told that that was what they were seeing in internal polling. But of course, given what we were seeing and the people we were talking to on the ground, we had to wait and see how it played out.Now, I do want to add to what Donald Trump is doing right now, because we were told that while he was over at Mar-a-Lago, essentially this was a watch party. That was a dinner. They had giant screens. But the plan was always that, if Donald Trump was going to come over, they were going to bring those members that were there at Mar-a-Lago over here. And I am told that currently, those members are being bused over here, meaning that Donald Trump's arrival is likely imminent. Now, all of those members are obviously going to have to be in place. As we've reported, it's kind of sparse here. There's not a lot of people. They're expecting over 100 people to be bused over here. Those people are going to have to be in place before Donald Trump takes the stage, because these are going to be some of his biggest fans. They're going to want to fill the crowd here. But now, they're coming over. So that gives you a little bit of a timeline of when we see Donald Trump moving from Mar-a-Lago to here. As we know, this room is about to fill up pretty quickly, probably within the next half hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "TAPPER",
      "sentences": "All right. Kaitlan, thanks so much.So, as we prepare for what we think is going to happen, Mr. Trump coming out and speaking, it is a good moment for us just to take a measure of where the night is at this moment. We're still, of course, waiting to call several of the battleground states, six out of seven of them. But Chris, right now, I think it's fair to say anybody watching would rather be Donald Trump than Kamala Harris at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "CHRIS WALLACE, CNN HOST",
      "sentences": "Yes, absolutely. Now, if he declares victory, he hasn't won the race yet. There is still a potential path to 270 electoral votes. None of the Blue Wall states have been called.If he says the trends are looking very good tonight, you can't argue with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "And I'm going to go to Jake for a major projection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "TAPPER",
      "sentences": "That's right. We have another major projection for you now.And CNN can project that Georgia will go to Donald Trump. Georgia, a very hotly contested battleground of 16 electoral votes. This is the second of seven battleground states that we have called. And both of them have been for Donald Trump. Let's take a look at what that means for the electoral math. Donald Trump right now has 246 electoral votes. Kamala Harris right now has 182 electoral votes. There are 270 needed to win. As of right now, CNN is not ready to project who is going to win the presidency, but -- I'm sorry for so rudely interrupting -- Donald Trump has now been projected to have won the second of seven electoral -- seven key battleground states, with five more to go. And obviously, the Blue Wall states, as you were saying, are crucial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "BASH",
      "sentences": "And this is a flip, because in 2020, Joe Biden won. Despite the fact that Donald Trump tried really hard to find those 11,000-plus votes, they weren't there. And this time around, the projection that you just made is that they are there. Plus, you know, who knows however many votes there are.So, this is even more evidence why we heard the Harris campaign manager, Jen O'Malley Dillon, say to reporters, maybe an hour or two ago, that the Sun Belt is basically gone, and they're looking at the Blue Wall. And they are still insisting that it is possible. But this is, again, very, very bad news for Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "AUDIE CORNISH, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Yes. I mean, we went into the night with a lot of people talking about a potential realignment with both parties. Who would be the mix of people in each coalition.But it's actually looking pretty close to what we know in the past. You have white women voters with no college degree going for Trump in our exit polls. Similarly with Latino men, also going very heavily for Trump in our exit polls. So, there's a sense that, like, people did not necessarily go into the ballot box and secretly vote for someone else. The people who in the past voted for Trump came home to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "WALLACE",
      "sentences": "You know, people will be going through these exit polls and the analysis and what worked for Trump and didn't work for -- for Harris.On gender, back in 2020, Biden won women by seven points more than Trump won men. This time, it's exactly even. Biden -- or rather, Harris, won women by ten points. Trump won men by ten points. But the one that just stands out -- sort of a flashing light, Jake -- Hispanics. Biden won Hispanics four years ago by 32 points. As of tonight, Harris has won Hispanics by eight points.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:09",
      "speaker": "BASH",
      "sentences": "Can I just add one other thing about what this Georgia projection means? What it means is that he's got to -- she's got to win Pennsylvania. If she doesn't win Pennsylvania, it's over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:42:52",
      "speaker": "TAPPER",
      "sentences": "It is election night in America. And let us bring you back to where we are right now. With 270 electoral votes needed to win, Donald Trump is in the lead with 246. Kamala Harris is at 182. There are still five battleground states that remain uncalled by CNN.Let us go and look at where they are. Pennsylvania, Donald Trump in the lead with 50.8 percent of the vote. Kamala Harris with 48.1 percent of the vote. Donald Trump has a more than 165,000-vote lead. Let's go to Kamala Harris headquarters right now. Let's listen in. CEDRIC RICHMOND, HARRIS CAMPAIGN CO-CHAIR: Good evening, H.U. I want to say good evening to all of the Harris campaign, the campaign family. Thank you for all that you have done. Thank you for being here. Thank you for being -- believing in the promise of America. We still have votes to count. We still have states that have not been called yet. We will continue overnight to fight to make sure that every vote is counted, that every voice has spoken. So, you won't hear from the vice president tonight. But you will hear from her tomorrow. She will be back here tomorrow to address not only the H.U. family, not only to address her supporters, but to address the nation. So, thank you. We believe in you. May God bless you. May God keep you. And go, H.U.; and go, Harris! Thank you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "CORNISH",
      "sentences": "If you've ever been to Howard University when there's a big crowd, that is not the sound of a big crowd there. That is not a celebratory mood. And I think that was a tough kind of coming out conversation for Cedric Richmond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "BASH",
      "sentences": "Yes, I mean, it's the 2024 version of the Javits Center at this time. I'm not saying that it's going to end that way, but at this time, it's -- it's feeling like it's too early. And the senior person comes out and says, everybody go home, and we'll see what happens. And we will see what happens when we get the rest of the votes. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "WALLACE",
      "sentences": "In the immortal words of Bob Dylan, you don't have to be a weatherman to know which way the wind is blowing. And -- and this very much felt -- I mean, you know, we talked before about whether this felt more like 2020 or 2016. This felt so much like the Javits Center.And specifically, her campaign chairman, John Podesta, came out at almost exactly this same point eight years ago and made almost exactly that same speech, and the next day Hillary Clinton came out and conceded. Now, again, he is not at 270 yet. She has not lost this race. But you don't have to be a weatherman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "TAPPER",
      "sentences": "Right. And just to go over where we are right now. So, there are seven battleground states, and we have called -- CNN has called -- projected that Donald Trump will win two of them, North Carolina and Georgia.And so, of the five that are remaining, there's Arizona. Trump is in the lead currently with 0.72 percent of the vote. Pennsylvania, Donald Trump is in the lead with 2.6 percent of the vote. Wisconsin, Donald Trump is in the lead by 3.53 percent of the vote. And then there's Michigan. Donald Trump is in the lead with 6.12 percent of the vote. There's also Nevada, which I don't see on that list there. And I haven't committed it to memory, but it -- there wasn't enough, really, percentage of the vote that had come in yet for us to be definitively saying anything. In any case, the point I'm trying to make is, of the five battleground states that are outstanding, Donald Trump is currently in the lead in all five of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "CORNISH",
      "sentences": "And in a place like Nevada, the demographics are something that is more favorable to them. That's an electorate that has more male voters, more Latino voters. And those are two groups we're seeing who are leaning towards him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "BASH",
      "sentences": "And I just want to go back to, even though we don't know where the Blue Wall states are yet, we're still waiting for votes to come in. Some of the underlying themes that we are seeing that, Audie, you were talking about a little while ago that I think it's important to -- to go back to.One of the things that we started out the evening with was about the women. The question about whether or not women were going to come out for Kamala Harris; whether or not men were going to come out for Kamala Harris in a post-Roe world on that issue. And if you just look at, for example, suburban women, they, according to the national polls, they went for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "CORNISH",
      "sentences": "It seems like abortion was not the animating issue it was, the way it was right after the Dobbs ruling. In so many of these exit polls, I'm seeing that the economy, the people who are most upset, listed themselves as angry or facing severe hardship. Those are the people who really went for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "TAPPER",
      "sentences": "Yes, I have to confess that I always thought, in the last week or two of the campaign, this idea of trying to appeal to secret voters was something of a risk -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:02",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Jake, thanks very much.This is the first time we've all talked. David Axelrod. What do you make of what we've seen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "I think the reality is Kamala Harris faced tremendous headwinds heading into this. I was riding on a bit of a vibe and a sense in the final stretch, because she did feel like she had energy. But the fundamentals have been against her from the outset.Biden's unpopularity was dragging her. She had opportunities to create distance with him, and I think, chose not to. I think it's a respectful thing. You don't want to throw your boss under the bus. But the reality is, Donald Trump was going to blow Joe Biden out of the water, and she needed to create that distance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "AXELROD",
      "sentences": "True.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "GRIFFIN",
      "sentences": "There's also just some fundamental shifts that I think are happening. A realignment with the parties and within the country. And I think we need to be more in tune with them.This could end up being the most diverse coalition that ends up possibly electing Donald Trump, and we need to hear about why that is. It's the issues of the economy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "DAVID URBAN, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "The way -- the way this is playing out tonight -- right -- I think we need to recognize that over half of America feels very strongly about the things that Donald Trump feels strongly about, right? A secure border, the economy, crime.They might not like -- He might not be a perfect messenger. But the message resonates. And what Van -- and we talked about this earlier, about the check engine light. All those things are real. Democracy is a luxury when you can't pay your bills. And I think, you know, there are a great deal of Americans tonight who are sitting back and saying, kind of look at it. Everyone, you know, that they, you know, they view as the elite and kind of sneering and saying, We told you so. We're not garbage. We're hard-working people. We believe in these things, right? People don't like to be talked down to. This coalition. This is Hispanics. Trump is crushing in Hispanics. The Hispanic vote in Pennsylvania, right. He's getting 50 percent of the women vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "COOPER",
      "sentences": "Lehigh County, he's up from 2020. He was at 45 percent. He's now at 48.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "URBAN",
      "sentences": "Allentown. Allentown, as we were talking about how, you know, the Puerto Ricans would come out. He's winning those votes. Because you know what those people care about? They care about security. They care about economy. They care about those things around the kitchen table.So, if the -- if the former president is going to be the next president, I think there's a lot -- you know, America's are going to have to sit back. He's going to win -- it looks like he may win the popular vote. Right? There's going to be -- there's going to be a reckoning in America that people have to sit back and say, maybe some of these things Trump is espousing are not crazy. Maybe he's right. Right. Maybe the Democratic Party needs to come back to the center if they want to be competitive again. There's going to be -- there's going to be a part where they're going to say, we need to go further to the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "COOPER",
      "sentences": "Van.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "I hear what you're saying, and I do see it differently. Because I'm thinking about the people who are not a part of anybody's elite who are hurting tonight.There are African-American women who know a little bit about being talked down to and a little bit about having their economic dreams crushed, who tried to dream a big dream over the past couple of months. And tonight, they're trading in a lot of hope for a lot of hurt. And they were hoping that maybe this time -- this time -- one of their own could be seen as worthy. And once again, they are facing rejection. And that hurts. They thought tomorrow morning, they're going to walk out with their shoulders back a little bit, maybe able to breathe for the first time and feel like they belong someplace. They did everything that they knew how to do. And it's going to be harder than it should be tomorrow for them to hold their heads up. And they're not the only people who are hurting tonight. If you're a tran -- if you're a parent of a trans kid, your -- your child's face was used as a springboard to power for somebody. That doesn't feel good. There are going to be people tomorrow who are going to be handing clothes at the dry cleaners to people who don't have papers. There are going to be people who are going to be cleaning your teeth tomorrow, who don't have papers, and they are terrified tonight. And so, it's easy to blow this off: Oh, look at the elites. They're going to get their comeuppance. It's not the elites that's going to pay the price. It's people who woke up this morning with a dream and are going to bed with a nightmare. And those people didn't deserve to be respected and held and talked to. Those are the people who are going to pay the price for whatever Donald Trump decides to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "URBAN",
      "sentences": "But how do we know that those people didn't vote -- a large portion of those people aren't a part of the people that elected Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "JONES",
      "sentences": "Well, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "URBAN",
      "sentences": "I think that's a good part of the electorate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "JONES",
      "sentences": "Let me tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:50:04",
      "speaker": "URBAN",
      "sentences": "The party, the Democratic Party, let those black women down, not -- not Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:03",
      "speaker": "COOPER",
      "sentences": "We've got to go. OK, let's go back to Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:03",
      "speaker": "AXELROD",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:03",
      "speaker": "TAPPER",
      "sentences": "All right. Thanks so much.And we're going to bring you a key race alert right now. Let's check in with the states that we have not projected. Pennsylvania. Donald Trump still in the lead there: 51.1 percent of the vote. Kamala Harris has 47.8 percent. Donald Trump with a more than 216,000 vote lead there, with 92 percent of the estimated vote coming in from the great commonwealth of Pennsylvania. Michigan now, the Badger -- I mean, the Wolverine State. Donald Trump, 52 percent of the vote. Kamala Harris, 46.1 percent of the vote. Donald Trump with a more than 203,000-vote lead, with 61 percent of the estimated vote in from Michigan. Wisconsin, that's the Badger State. Donald Trump, 51.1 percent of the vote. Kamala Harris with 47.3 percent of the vote. Donald Trump with a more than 110,000-vote lead with an estimated 86 percent of the vote in from Wisconsin. Arizona now. Donald Trump in the lead there, too: 49.9 percent of the vote. Kamala Harris has 49.2 percent of the vote. Donald Trump with a 12,242 vote lead there, a little bit more narrow, with 52 percent of the estimated vote in from Arizona. We are awaiting more votes from the outstanding presidential battlegrounds as this race goes into the night shift. And we expect to hear Donald Trump speak to his supporters very soon. We're going to squeeze in a quick break. We'll be right back. Stay here. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}