{
  "date": "2024-01-18",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Launches Fourth Round Of Strikes On Houthi Targets In Yemen; Pakistan Carries Out Retaliatory Strikes On Militant Targets In Iran; Iranian Foreign Minister Claims Attacks On Israel Will End If Gaza \"Genocide\" Stops; Gaza Under Longest Internet Blackout Since War Began; Trump, Haley Trade Attacks Before New Hampshire Primary; Trump Attacks Haley's Ethnicity, Immigrant Parents; Shipping Companies Re- Route Vessels to Avoid the Red Sea; Ukrainian Troops Contend with Weapons Shortages; Chinese Migrants Attempt to Build New Lives in the U.S.; Beavers Return to U.K. after 400-year Absence; Royal Medical Update. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:23",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Ahead here on CNN. Yemen's Houthi again hit by U.S. missile strikes, as the Iran backed militants are relisted by the White House as a terror group.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "103 days is 103 days too many.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "A desperate plea to U.S. lawmakers to do something, anything from the families of hostages still being held by Hamas in Gaza.Ever Donald Trump, it's not so much a dog whistle, more like as xenophobia with a megaphone as he goes out to his Republican rival Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "U.S. forces have again targeted Yemen's Houthis the fourth time in less than a week. According to U.S. Central Command more than a dozen preemptive strikes destroy Houthi missile launchers, which were loaded, ready to be fired and deemed an imminent threat to commercial and other shipping in the Red Sea.At least one U.S. warship and one U.S. submarine the USS Florida fired Tomahawk missiles just hours after the U.S. announced the Houthis would be re designated a global terrorist organization because of their ongoing attacks on shipping in the Red Sea, which began shortly after Israel declared war on Hamas in Gaza. (BEGIN VIDEO CLIP) MATTHEW MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: For the past several weeks, the United States with allies and partners around the world has made clear that there must be consequences for those attacks. And today's designation follows on our military action last week to hold the Houthis accountable for their actions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "The military strikes by the United States have been unable to prevent further attacks by the Houthis on commercial ships. U.S. vessel was damaged earlier on Wednesday. Again, according to U.S. Central Command A one way attack drone hit a bulk carrier ship in the Gulf of Aden. No one was hurt but ship continued with its journey. But this is the Houthi second direct hit on an American ship just this week.And we are following another regional escalation with Pakistan carrying out what it calls highly coordinated strikes inside Iran. Pakistan's Foreign Ministry says it was targeting separatists hideouts, Iran's Sistan and Baluchestan province claims a number of militants were killed. But according to Iranian state media, the victims were actually three women and four children, quoting a provincial deputy governor. This comes a day after Iran launched a strike on Sunni militants inside Pakistan. CNN's Sophia Saifi is live in Islamabad with the very latest there. So, where do we go from here? Is this the end of this tit for tat exchange? Can we expect these tensions remain high? What is the, you know, the word from Islam out there from the government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "SOPHIA SAIFI, CNN PRODUCER",
      "sentences": "John, I mean, I think when this happened on Tuesday night, here in Pakistan when Iran carried out those strikes, it appeared that the Pakistanis were caught unaware there was a very strong statement that the Pakistani Ministry of Foreign Affairs had put out there recall their ambassador that asked the Iranian Ambassador not to return to Pakistan.They've also released a statement this morning, after the strikes took place within Iran. We'll have having security officials tell us that seven locations have been targeted. According to the statement from the Ministry of foreign affairs, these strikes that took place this morning by Pakistan were based on credible intelligence of an impending terrorist attack within Pakistan. Now Pakistan claims that they are separatists fighters who operate within Balochistan, but also in neighboring Iran's Sistan Baluchestan province where these attacks have taken place. So the strikes have taken place, and Pakistan has claimed many times that they have shared information with the Iranians regarding these outposts of these militants within Iran. And that is why they went ahead and targeted those specific separatist militants. They have called Iran, a brotherly nation. And they said that while they respect Iran's territorial integrity, they will do anything to make sure that Pakistan security is not violated. So based off of that, we're going to have to wait and see if this was the tip for tat, or is this is the end of the entire affair. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:23",
      "speaker": "VAUSE",
      "sentences": "Sophia, thank you. Sophia Saifi there in Islamabad. Well, the World Economic Forum, Iran's foreign minister told CNN the moment Israel ends its war in Gaza, all other escalations, all of the crises in the region will also end as well. But CNN's Paula Hancocks has a close look now at Iran's proxies.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "Karim Sadjadpour is a leading expert on Iran as well as a senior associate at the Carnegie Endowment for International Peace. He joins me now from Washington. Welcome back. It's been a while it's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "KARIM SADJADPOUR, SENIOR ASSOCIAZTE, CARNEGIE ENDOWMENT",
      "sentences": "Likewise. Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "OK. So the U.S. focus remains very much on the Houthi says and been another round of military strikes on Houthi missile launches this time in Yemen. And earlier Wednesday, the group was relisted as a terrorist organization by the US. Here's White House National Security spokesperson, John Kirby.(BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUINCIL: If the Houthis sees the attacks, we can certainly reconsider this designation. If they don't, as the President said, we will not hesitate to take further actions to protect our people and the free flow of international commerce. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "But until this point, neither military notes of back pressure seems to be having much impact on the Houthis and their attacks in our shipping in the Red Sea. So, you know, why not go after their sponsor? Why not go after Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "SADJADPOUR",
      "sentences": "You know, John, the Biden administration is in a delicate position. On one hand, they want to deescalate with Iran. At the same time, they want to deter Iran and curb Iranian support for these proxy groups and the challenges if you're constantly signaling to an adversary like Iran, we don't want to fight, we just want to deescalate. That inadvertently serves to embolden the Iranian regime because they think, well, America doesn't want to fight, we can continue to support our proxies to cause mischief.And so that is the balance that Biden needs to strike between, in trying to deter Iran and deescalate at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "SADJADPOUR",
      "sentences": "If you don't censure Iran, and its proxies for their adventurism and support for terrorism and disruptment of global trade and referral of oil, then there is no cause for them to continue to pursue those activities. So you absolutely have to be firm with Iran. We have a four-decade case study of dealing with the Iranian regime. And this is a regime which then so only compromise and back down in the face of pressure.And you have to remember this is a regime, which is arguably the most dominant power and today's Middle East and the countries which they dominate, are essentially five failing states, Yemen, Iraq, Syria, Lebanon, and Gaza and the Palestinian territory. So, this is a regime which wants to see instability because they thrive in instability and filling power vacuums.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "VAUSE",
      "sentences": "We also heard from Iran's foreign minister, he was at Davos, he was speaking in all earnestly, in a very earnest way to say about, you know, Iran's concerns for maritime safety. Here he is.(BEGIN VIDEO CLIP) HOSSEIN AMIR-ABDOLLAHIAN, IRANIAN FOREIGN MINISTER (through translator): The security of shipping and maritime navigation is a serious focus of the Islamic Republic of Iran. But the safety of the Red Sea today is tied to the situation in Gaza. We will all suffer and be hurt if the genocide and crimes of Israel in Gaza are not stopped, and different frontlines remain active. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "VAUSE",
      "sentences": "Takes a lot of chutzpah to pull off that statement. But just taking a bigger view here, what does success look like here for Tehran? You know, what do they do to the clerics, the mullahs and the elites in Tehran consider a win here out of all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "SADJADPOUR",
      "sentences": "Since the 1979 revolution, Iran has had three clear and consistent goals which haven't changed. Number one, they want to evict the United States from the Middle East. Number two, they want to replace Israel with Palestine. And number three, they want a team with anyone who shares their goal of trying to bring down the U.S. led world order.And so whether that's these regional proxies like the Houthis, or North Korea or Venezuela or Putin's Russia, that is Iran's goal. We may say that is a fanciful goal and unrealistic. But 20 years ago, when the Taliban looked like they were defeated forever, you would have said it's also fanciful for the Taliban to ever think that they can come back to power. So, Iran is firmly committed to these ideological goals. And they know they're not a superpower to defeat the United States. But I think they gradually want to try to wear down both resolve of the United States and Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "VAUSE",
      "sentences": "Karim good to have you with us. Thank you, sir. Good to see you. As always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "SADJADPOUR",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "VAUSE",
      "sentences": "For more the five days now, Gaza has been almost totally cut off from the outside world, with a near total communications blackout. This has been the longest stretch without internet and cell phone service since the war began, leaving Palestinians no way to call for help amid ongoing Israeli attacks. CNN's Nada Bashir has details and a warning some of the images in her report are disturbing.(BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): Relentless strikes, piercing the night sky of Khan Younis, Gaza once again plunged into eerie darkness. Endless tragedies on the ground, obscured by the longest communications blackout imposed on the strip thus far. What little video is still able to reach the world paints a troubling picture. At the Al Nasser hospital in Gaza South, not only one of the last still functioning here, but also where the World Health Organization says some 7,000 people were sheltering. Families yet again, have been forced to flee. Civilians and patients seen here carrying their children and belongings. As Israeli forces who said they were targeting a Hamas rocket launched against the idea from the hospital complex, close in. AMR TABASH, JOURNALIST (through translator): There was heavy fire Al Nasser hospital and in the vicinity. We've seen huge violent bombings here. We've been trying to share video of what is happening from the highest point at the hospital. But as you can see, the bombardment is severe. BASHIR (voice-over): Israel maintains it is targeting Hamas infrastructure and tunnels where hostages are said to have been held, which Hamas denies. As the sun rises in Gaza, the death toll also climbs. Families carrying the bodies of those who did not survive the night. My life, my life, this mother cries over child. Tiny bodies wrapped in Shroud parried in the arms of the wrecked (ph) parents. Now amongst the more than 10,000 children said to have been killed in a war they had no part in. [01:15:00] Those figures provided by the Hamas run health ministry in Gaza grow more shocking with each passing day. More than 24,000 people killed in just over three months. Israel says that some 9,000 Hamas fighters were among the dead, though CNN is unable to independently verify this claim. UMM MUHAMMAD ABU ODEH, DISPLACED PALESTINIAN (through translator): These were peaceful people. They were sleeping in their homes. The Israelis told us to go to the south, so we came, but there's no safe place in Gaza. Not in the south, not in the north, not in the middle. Every area is being struck everywhere is dangerous. BASHIR (voice-over): The vast majority of Gaza is 2.3 million population are now internally displaced, concentrated in the south, where Israel's bombardment is only intensifying. The unfolding catastrophe in Gaza, now characterized by the UN's humanitarian office as a stain on the world collective conscience, a war they say conducted with almost no regard for the impact on civilian life. And now with little aid getting into the strip, a wall that is pushing Gaza past the brink of famine. Nada Bashir Bashir, CNN in Beirut. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "VAUSE",
      "sentences": "Medical supplies both Palestinians and Israeli hostages have now been delivered to Gaza according to Qatar, which brokered a deal between Israel and Hamas.On Wednesday, Israel confirmed 253 people were taken hostage on October 7, announcing a firm number for the first time after almost four months number of prisoner swaps one rescue at least three killed by friendly fire. Israel believes 105 hostages are still being held by Hamas. That most likely includes Kfir Bibas, the youngest of the hostages when say was his first birthday. Families of hostages gathered for a birthday ceremony to mark the day. Kfir, his four-year-old brother Ariel, their mother Shiri, and their father Yarden, all abducted from kibbutz Nir Oz, cousin of the family spoke to CNN. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "JIMMY MILLER, COUSIN OF BIBAS FAMILY",
      "sentences": "Actually, I'm thinking that it's very, very bad that a child that have only one years old is captivity, anything the you know, in Gaza. Kfir Bibas is not the enemy of the Hamas. It's very, very sad that this first birthday it's over there in Gaza. I don't know if -- even she know that it's the day of his birthday. We don't know if the if she knows the day that he needs to celebrate his birthday. Probably they don't, you know, celebrate it somehow over there. And we are very, very sad, all the family about the situation of all the hostages and about the situation of our family.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "VAUSE",
      "sentences": "In late November, Hamas claimed without evidence that Kfir and his brother the mother had been killed in an Israeli airstrike. Israeli Defense Forces has not confirmed the deaths.And in the United States, families of the American hostages with dual citizenship who remain captive in Gaza will meet national security adviser Jake Sullivan on Thursday. A number are in Washington this week around the 100-day mark of their loved ones being abducted by Hamas. And as you imagine they are pleading for their release. Here's what six Americans remain in captivity in Gaza. We'll now hear from Yardin Gonen sister of Romi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "JON OILIN, SON HELD BY HAMAS",
      "sentences": "103 days is 103 days too many and we are running out of time. The hostages are running out of time.I've briefly shared Hersh's story here to raise awareness for him and the other 135 hostages, including five living Americans, we hope. But it's day 103. And we must be beyond the state of awareness. This is an emergency that requires action. And as Americans, we expect the United States the greatest superpower in the history of the world to use its full power to secure the hostages release. This includes making sure that all partners in the region make this a top priority. And that includes those who maintain close ties with Hamas. Every minute that goes by is one minute closer to death for our loved ones. I implore you bring all of the hostages home now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "TRUMP",
      "sentences": "Nikki Haley in particular is counting on the Democrats and liberals to infiltrate your Republican primary. They're going to load it up with Democrats and independents. And that's not what the Republican Party is about.HOLMES (voice-over): Registered Democrats are not able to vote in the GOP primary, but Republican and undeclared voters can. The GOP front runner also returning to familiar tactics on social media attacking Haley using her birth name, after recently amplifying a post falsely claiming that Haley who was born in South Carolina could not be president because her parents were not U.S. citizens at the time of her birth and echo of the racist lie he promoted that former President Barack Obama was not born in the US.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "TRUMP",
      "sentences": "People behind Nikki Haley are pro-amnesty. They're pro-China.HOLMES (voice-over): The attacks are part of a broader strategy by Trump's campaign to blunt Haley's momentum in the Granite State as polling shows her within striking distance targeting her record on immigration to appeal to conservatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Drug traffickers, rapists poisoning our country, but Nikki Haley refuse to call illegals criminals.HOLMES (voice-over): Haley also treating New Hampshire as a two-person contest. NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: You look at the fact we've got all these issues around the country and around the world. And what are Biden and Trump both focus on? Investigations, past issues, things that aren't taking us forward. We can either have more of the same or we can say it's time to change and move forward. HOLMES (voice-over): But the former South Carolina governor once again inviting scrutiny for comments about race after earlier drawing criticism for failing to mention slavery as a cause of the Civil War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HALEY",
      "sentences": "We're not a racist country, Brian. We've never been a racist country.HOLMES (voice-over): Asked about those comments during a CNN town hall, Florida Governor Ron DeSantis not agreeing with Haley or attacking his rival. RON DESANTIS, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: The U.S. is not a racist country and we've overcome things in our history. I think the Republican Party stands for merit and achievement and colorblindness, that is what we should stand for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HOLMES",
      "sentences": "Now here in New Hampshire campaign advisors tell me they're also targeting left leaning and moderate independents hitting Nikki Haley on Social Security and Medicare something they think will help them get votes from those left leaning and moderate independents. Kristen Holmes, CNN, Portsmouth, New Hampshire.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "VAUSE",
      "sentences": "Live to Los Angeles Michael Genovese, President of the Global Policy Institute, at Loyola Marymount University. Welcome back, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "MICHAEL GENOVESE, POLITICAL ANALYST",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "VAUSE",
      "sentences": "So OK, so day after winning the Iowa caucus, with this huge margin in gold probably could have been generous. He could have paid of kinds but what rather, he bought out the dog whistle with a tax on Nikki Haley like this. Anyone listening to Nikki Nimrada Haley's, whacked out speech last night would think that she won the Iowa primary caucus. She didn't and she couldn't even beat a very flawed Ron Desanctimonious, it goes on and on.And I guess that's what I referenced a Haley's first name named Nimrda. Nikki is actually her middle name. Trump has done this sort of stuff before. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "TRUMP",
      "sentences": "President Barack Hussein Obama. President Barack Hussein Obama Barack Hussein Obama. Crooked Joe Biden and his boss, Barack Hussein Obama did this to us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "VAUSE",
      "sentences": "OK, so we've got to Haley what is Trump suggesting she's not American enough to be president because she has of Indian heritage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "GENOVESE",
      "sentences": "You know, right after the caucus victory, he was very gracious, very welcoming, in a great mood. And in fact, complimenting Nikki Haley and Ron DeSantis.But almost immediately after that, he turned back to his true self -- attack, go after people, go for the jugular. Now, race has always been and is today a divisive issue. It's something we've never truly confronted and never really learned how to deal with. And Donald Trump is exploiting that. Is Donald Trump racist? I would not say that. I will say he does racist things and he says racist things. But I would not call him a racist. He uses race as a great issue for his political future. And he does it for strategic or personal and for political reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "As a reminder, Trump did appoint Haley to a senior position in his administration in his first term. And now, here's Trump speaking in New Hampshire.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Nikki Haley is a disaster. So I moved her to the United Nations. And honestly, she was not a good negotiator. She's not tough enough.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "It's staggering how many times that happened that someone was great then they weren't.The Haley campaign though tried to use Trump's words to their advantage with this campaign ad. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "TRUMP",
      "sentences": "I like Nikki Haley.Nikki Haley. I think maybe she's going to do a great job. And I want to also thank your former governor Nikki Haley, who's done an awfully good job for us. She's representing America very well as our ambassador to the United Nations. She is doing a spectacular job. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "That goes on for almost two minutes. But given Haley is trying to win sort of the Never Trump Republicans or the ones who are tired of Trump, is that actually a good move here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "GENOVESE",
      "sentences": "there aren't enough never Trumpers in the Republican Party. So Nikki Haley's strategy probably can't work in the long run. The question is, is she -- and is DeSantis -- are they trying to win? It seems unlikely. Or are they trying to be the last person standing so that if Trump falls through his legal troubles from whatever -- many, many cases that are going to be drawn in the next few months, will they be standing as the next alternative? But Haley has no pathway to victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "Michael Genovese, that is a good point for us to end this on. As always, sir. We appreciate your insights, thanks for being with us.Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "GENOVESE",
      "sentences": "Thank you, John",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "Well, when we come back, Ukraine's military supplies are dwindling. Troops on the front lines speaking to CNN as they wait for the West to provide more, more ammunition. [01(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. I'm John Vause. You're watching CNN NEWSROOM.More now on our lead story this hour. U.S. Tomahawk missiles have hit more than a dozen Houthi targets in Yemen. U.S. officials say the preemptive strikes hit missile launches used to attack on international shipping lanes in the Red Sea and the Gulf of Aden. The Iran-backed Houthis control a large part of western Yemen, including the capital Sana'a, and the port of Hudaydah. Earlier Wednesday, the Houthis struck a U.S.-owned and operated vessel in the Gulf of Aden. The second time in a week. The U.S. says the Houthis will be re-listed as a global terrorist entity, that will trigger sanctions. Houthi leaders say their attacks on commercial shipping will continue until Israel ends the war with Hamas in Gaza. For weeks now, major shipping companies have been avoiding the Red Sea, rerouting around the southern tip of Africa, a journey which can add eight to ten days to a voyage. The International Monetary Fund's managing directors spoke to CNN's Richard Quest at the World Economic Forum in Davos on how the hostilities are impacting global trade. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "KRISTALINA GEORGIEVA, MANAGING DIRECTOR, INTERNATIONAL MONETARY FUND",
      "sentences": "We are already seeing cost of shipping going up and reduction of traffic via the Suez Canal actually. In the first week of January 30 percent less shipping went through there.It is not significant enough to impact the global economy. The risk is more a spillover of violence and prolonging the conflict. And then uncertainty is very high. How would that impact the world? I worry it would -- it could be quite negative. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "U.S. officials have warned American merchant ships to avoid the Red Sea shipping corridor. Some major insurers are refusing to cover American, British and Israeli vessels for risk of war. And those who are still offering coverage are raising rates.One analyst saying the cost to ensure $100 million container ship rather has spiked from $10,000 a voyage to $700,000. U.S. President Joe Biden has called on Congress to swiftly pass a massive funding bill for Ukraine. He stresses it's vital for protecting the free world. The president met with congressional leaders at the White House Wednesday to try and find a way out of a weeks' long impasse. Republicans say, any new funding for Ukraine is linked to tighter border security. Senate Majority Leader Democrat Chuck Schumer came away from the talk saying he is more optimistic than ever before about reaching an agreement with Republicans. (BEGIN VIDEO CLIP) SENATOR CHUCK SCHUMER (D-NY), SENATE MAJORITY LEADER: There was tremendous focus on Ukraine. And in understanding that if we don't come to Ukraine's aid, that the consequences for America around the globe would be nothing short of devastating. REP. MIKE JOHNSON (R-LA), SPEAKER OF THE HOUSE: We understand that there's concern about the safety, security, sovereignty of Ukraine but the American people have those same concerns about our own domestic sovereignty and our safety and our security. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "An adviser to the Ukrainian president warns any slow solutions to the war will have a disastrous long-term impact, not just on Ukraine, but for the world.And while Ukraine waits for more military assistance from the west, troops on the front lines are forced to use Russian ammunition for weapons that are often decades old. More now from CNN's Fred Pleitgen reporting in from eastern Ukraine. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The battle is already in full swing when the artillery unit gets their orders. Their battle cat, (INAUDIBLE) follows the commander to the U.S. provided N777 gun and they get to work.Soldiers have now been given in target and they're working as fast as possible to try and fire as many rounds as accurately towards the Russian positions. Three rounds, that's it. The commander tells me ammo shortages are a real problem here. \"There is more of a deficit,\" he says. \"When we were in Zaporizhzhia direction, we used 50 to 60 shells a day. Now it's 20 to 30, maximum.\" The resupply truck only brings a few more rounds and with U.S. military aid ground to a halt, things could get even tougher for the Ukrainians soon. [01:39:46] PLEITGEN: We're near Marinka on the eastern front. The Russians recently managed to take Marinka after essentially annihilating the entire town with their artillery. Moscow's forces face no ammo shortages, the Ukrainians say, after getting around a million artillery rounds from North Korea in the past year. Even as we prepare to leave, the position is under Russian fire. We drive away constantly watching for Russian drones and possible artillery impacts. Different day, different front line, similar problems for Ukraine's forces -- major shortages. We're in the battle zone near Avdiivka with a special forces unit called Omega. Its 22 degrees below freezing, they want to fire artillery rockets at the Russians, but lacking western arms, they've mounted a Soviet era launcher on a U.S. made pickup truck. They set up fast but then this. So what are the issues that the Ukrainians have using this very old technology, is that sometimes it simply doesn't work, it's very cold right now. They think something's frozen and it's just not working. All they can do is de-rig and leave before the Russians see them. \"We wanted to strike at the enemy's positions, but unfortunately, sometimes it happens the equipment does not work,\" he says. Technology does not stand still. And as we can see in this war, the technologies from the West are giving very good results. The unit later did manage to fire three rockets after troubleshooting for several hours. Delays that can be costly in a war where Ukraine is already badly outgunned. Fred Pleitgen, CNN -- in eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "Officials in the United States have warned that Chinese-made drones could be a threat to critical infrastructure and national security.A memo from the FBI and cybersecurity officials came on Wednesday, which points to laws in China requiring Chinese companies to allow government access, that would be Beijing to data collected within China and around the world. That includes Chinese-owned drone manufacturers. Earlier this month, CNN reported on the underground travel network helping Chinese migrants flee their homeland for the United States. But what happens once they get here? CNN's David Culver spoke with migrants at different points in their journey all hoping to establish new lives in America. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "If crossing the us southern border is step one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "-- then step two for these Chinese migrants might just be even more daunting. You've made it. Now what?How is it now that you're in the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "Freedom, they tell us, even as border patrol handcuffs and leads them onto buses to be processed. Where they go from here and who helps them along the way might surprise you.Want to go down to the basement here. He said he's got a couple of rooms. From southern California to New York. We meet dozens of Chinese migrants who've taken near identical paths to get to the U.S. He's two months. He's been here four months --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "-- and they came over from California?Into San Diego.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, San Diego.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "For Chinese migrants, parts of America can look and feel a lot like China.Take New York City's Flushing neighborhood, home to a Chinese diaspora going back generations. It is once again a desired destination for these new arrivals. And you expect more to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, maybe five.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "Maybe put in another bed, you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "Community leader, Ma Ju (ph), tours me through the many rooms of this Flushing house where he hosts migrants from China.Is he a Christian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "What are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Buddhist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Muslim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "Muslim.All under one roof?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "Behind each door, we find a different story.You're learning English. Two daughter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "And where is she right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They're kind of (INAUDIBLE) in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "CULVER",
      "sentences": "She's in China right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "CULVER",
      "sentences": "There's an army of migrants marching north, he tells me, it is going to be so competitive to get a job. He sees the migration influx as added career competition.He looks to those who've come before him, like Wong Tun in the U.S. now for more than a year-and-a-half. After flying to Ecuador in the spring of 2022, Wong then rode motorcycles, buses, and boats to get to the U.S. Mexico border, eventually making it to Los Angeles with a dream to become a truck driver. Where do things now stand for you legally here. Wong tells me today, he is part of the overwhelming backlog of U.S. asylum cases. But it's not stopped him from building a life here. \"I've got a work permit, driver's license, and social security number\", he tells me. Adding, \"We work hard and pay taxes. We're not a burden. While Wong is waiting to plead his asylum case in court, he's now legally working as a truck driver. His focus, on the road ahead. Yet behind him, there are thousands from China and elsewhere determined to reach their American dream. David Culver, CNN -- Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "VAUSE",
      "sentences": "Coming up on CNN, beavers are back after a 400-year-long absence in the wild, they're now helping restore local habitats across England.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "VAUSE",
      "sentences": "400 years ago, wild beavers were hunted to extinction in the U.K. They've been slowly returning to multiple locations across England and were legally defined as a protected species back in 2022.So today on \"Call to Earth\" we visit West London where one wildlife project is reintroducing wild beavers to try and mitigate flooding, but also to reacquaint some residents with nature. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is a moment that a family of five Eurasian beavers happily settled in to their new home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:47",
      "speaker": "SEAN MCCORMACK, VET AND CONSERVATIONIST",
      "sentences": "It's been a massive day. I am so excited. It's a bit of a weird, surreal moment to know there's beavers now living in urban Greenford and Ealing behind me. I have to admit my heart was going like the clappers when I opened that first box and big mama beaver came out. She's a whopper.They did fantastically. I was absolutely thrilled. They came out, they showboated in front of the world's media. It's only, you know, a few generations ago, that they were exterminated. And, yes, it was a real proud moment to see them swimming around here in this main pond a paradise feels again like they had never been absent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "SADIQ KAHN, MAYOR OF LONDON",
      "sentences": "One of the reasons why (INAUDIBLE) invested millions of pounds in this project is it's just good for humans, it's good for nature, it's good for our city.That it's really important to create environments like this, where we as Londoners can appreciate nature.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "MCCORMACK",
      "sentences": "84 percent of people now in the U.K. live in towns or cities. So we can think of nature and thriving ecosystems as being a countryside issue. Actually, we need to embrace nature and nature- based solutions on our doorstep in cities as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One month on and the beaver family is already having a positive impact on the local habitat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "MCCORMACK",
      "sentences": "So we're in almost a low-lying basin surrounded by urban landscape and hard standing and roads and things like that. In high rainfall event, were getting flooding of this area and the water is basically gushing through. Ad its going into this storm drain systems and into the sewers and its gushing out in urban green for downstream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sean McCormack from Earling Wildlife group believes that nature has the answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "MCCORMACK",
      "sentences": "So here is their magnificent creation. Their first dam.So absolutely incredible. This started as just a couple of twigs across the stream beds and as you can see now, you know, we've got almost a meter difference in height between the water upstream and the water downstream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Beavers create dams under the cover of darkness. Not because they care about urban flooding they have an instinct to create pools of deep water to hide in.The happy consequence for us is that their refuge systems actually slow down the flow of water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "MCCORMACK",
      "sentences": "The land will actually overtime act as a giant sponge and it will absorb those high rainfall events. And it will release it slowly.Even if you're not interested in wildlife or nature, it's a win for the urban community in Greenford to not have so much flooding. So they build resilience in the landscape, especially in times of climate change. I've been in a very privileged position to be coming in here every day on my own or with a pair of volunteers at a time and seeing it for myself. But I think the real proud moment will come when we're showing the urban community here in Ealing just what beavers can do. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "VAUSE",
      "sentences": "Let us know what you're doing to answer the call. Hashtag, Call to Earth.We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:50",
      "speaker": "VAUSE",
      "sentences": "Now to a medical update on the British royal family. King Charles, who will be in hospital next week to treat an enlarged prostate, which is benign. Kate, the Princess of Wales, had a successful abdominal surgery on Tuesday. She will stay in hospital for up to two weeks.CNN's royal correspondent, Max Foster has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:53",
      "speaker": "FOSTER",
      "sentences": "All engagements and travel have been put on hold as they have for Prince William, as he takes care of his family.Then news that King Charles would also be going to hospital next week with an enlarged prostate. We're told its benign. And it was announced on the same day because it meant he had to cancel a meeting with government ministers on Thursday in Scotland. In total, three out of four of the most senior British working royals out of action. And no further updates expected until the princess leaves hospital or takes a turn for the worse, Kate is keen on fitness and enjoys playing sports, so she is expected to recover well. The palace has rarely released private medical details, which is why they haven't explained what the surgery was actually for. But she could have been spotted leaving the hospital and questions would have been asked why she was canceling engagements. A source tells CNN that the king took the view that sharing his condition would encourage other men to have their prostates checked. Max Foster, CNN -- London (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}