{
  "date": "2024-03-07",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Virginia voters: How Will You Vote in November?; Philippines and China Face Off in Territorial Dispute; Data Shows Last Month was the Hottest February on Record; Children Face Starvation in Gaza as Supplies Run Out; Opening Ceremony Attendance for Paris Olympics Halved Over Security Concerns. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. If you're just joining us, here are some of today's top stories.Alabama's governor signed a bill into law late Wednesday that protects providers of in vitro fertilization and patients from prosecution. The bill was written quickly after the state's highest court ruled that embryos are children. But it doesn't clearly define the issue of personhood or the scope of IVF protection, such as the storage of embryos. And hundreds of National Guard troops and state police are being deployed to New York City's subway system in an effort to stop crime. New York's governor says they'll patrol subway cars and check bags at the city's busiest stations. And in London yesterday, demonstrators protested outside of the Ghanaian High Commission. They're calling for Ghana's parliament to kill the country's anti-homosexuality bill that was recently passed. In part, the bill includes jail time for Ghanaians identifying as LGBTQ+.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Well, with news of Nikki Haley suspending her bid for the U.S. presidency, there will be an inevitable face-off between President Joe Biden and Donald Trump in the election this November.But now for her supporters, there's a difficult question. Who do they vote for in November? CNN's Jessica Dean reports. (BEGIN VIDEOTAPE) JESSICA DEAN, CNN CORRESPONDENT (voice over): As she announced the suspension of her presidential campaign on Wednesday, former South Carolina Governor Nikki Haley had a clear message for her rival. NIKKI HALEY, FORMER U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: It is now up to Donald Trump to earn the votes of those in our party and beyond it, who did not support him. And I hope he does that. DEAN (voice over): Where will Haley support go now that she's exited the race? In Virginia, where she captured nearly 35 percent of the vote on Super Tuesday, we caught up with voters to ask, what will you do in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "DEAN",
      "sentences": "Now that she's out and it's Trump versus Biden, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BARBARA GREEN, VOTED FOR NIKKI HALEY",
      "sentences": "Oh, no question, Biden. We cannot have another four years of that man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CAROLE COLBURN, VOTED FOR NIKKI HALEY",
      "sentences": "I at this point can't answer that question. I think that this country can do better than the choice we've been given. And I don't know how we can change that, but I think it's going to be a lot of difficult, thoughtful, for people to decide what to do in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "JIM FETGATTER, VOTED FOR NIKKI HALEY",
      "sentences": "I'm not going to vote for either one, Biden or Trump. I'd love to vote for her again. He's just lost me on these past few years, and I -- it's mostly -- it's mostly his attitude about foreign policy and Ukraine and the -- and the chaos. Biden, I just think is not fit for office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SCHOFIELD",
      "sentences": "I think it is not a sure thing that Donald Trump is going to win the general election because if you're a voter like myself, I'm going to write her in. I am not going to go to vote for Trump. I don't think he's going to be able to corral Nikki Haley supporters, and independent voters back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "DEAN",
      "sentences": "So the attention now turns to the likely general election matchup of Trump versus Biden, a redo of 2020.President Biden is going to have quite an opportunity on Thursday night with his State of the Union address, likely one of the largest audiences he's going to have between now and Election Day in November. And of course, he's going to try to fire up the base. But also, can he persuade any persuadables? It's the question for him and for the former president. They're going to need all the support they can get. Jessica Dean, CNN, Arlington, Virginia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "The woman in charge of guns and ammunition for the Alec Baldwin movie \"Rust\" has been found guilty of involuntary manslaughter for the 2021 fatal on set shooting of the film's cinematographer.Hannah Gutierrez Reed was the movie's armorer. She wrongly put a live round into a prop gun that Baldwin was rehearsing with on set. When the gun went off, that bullet killed Halyna Hutchins and wounded the movie's director. Gutierrez Reed now faces up to 18 months in prison and a five thousand dollar fine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "JASON BOWLES, DEFENSE ATTORNEY FOR HANNAH GUTIERREZ REED",
      "sentences": "We're obviously disappointed in the verdict, but we are disappointed in a lot of things that happened in that courtroom. We plan to appeal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "Alec Baldwin is also charged with involuntary manslaughter in the shooting, and his trial is set for July. The actor has pleaded not guilty and insists he never pulled the trigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Thousands of farmers have threatened to bring Poland to a standstill as they descend upon Warsaw to protest against cheap imports and environmental regulations. They burned tires in front of the prime minister's office and some clashed with police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "The farmers say they're facing unfair competition from cheaper imports of Ukrainian grain and other food imports, creating a glut in the market which is lowering their prices. They're also angry over environmental regulations included in the EU's Green Deal to address climate change.And the London Fire Brigade is investigating after a massive fire destroyed the roof of the Forest Gate police station.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "It took nearly 200 firefighters seven hours to put the fire out. It started on Wednesday afternoon and tore through the building in East London, no injuries reported.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "Vessels from China and the Philippines are facing off in the disputed waters of the South China Sea. CNN's Ivan Watson got a first- hand look at one of their most severe confrontations to date. FOSTERexplains how the dispute began and why this struggle in one of the world's busiest shipping zones could spiral into a global conflict. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Water cannons and the collision of heavy ships. CNN getting a rare chance to witness the David and Goliath confrontation between the Philippines and China in the South China Sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are going to curtail your behavior.WATSON (voice-over): The Chinese ships make their move at dawn outnumbering and swarming a small convoy from the Philippines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You are sailing within the Philippine Exclusive Economic Zone. What is your intention, over?WATSON (voice-over): I'm aboard the BRP Cabra, a Philippine Coast Guard ship. Its mission escort two resupply boats to the Second Thomas Shoal. A teardrop shaped reef claimed by both the Philippines and China even though it's clearly much closer to Philippines territory. For more than 20 years China ignored competing claims from smaller countries occupying and eventually building man-made islands on top of several contested reefs and shoals. In 1999 an unusual step from the Philippines. It grounded the Sierra Madre, a rusting World War II era ship on Second Thomas Shoal. Filipino marines have been guarding it ever since. Our convoy is supposed to resupply those marines but a much larger ship swerves dangerously close to the BRP Cabra and eventually pulls in front stopping it in its tracks. Meanwhile this resupply boat doesn't stand a chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "WATSON",
      "sentences": "That little boat in front is a Philippines resupply boat and it is currently being pursued by one, two, three, at least four Chinese ships.WATSON (voice-over): They blast the boat with water cannons shattering windows and likely injuring four service members on board forcing the crew to abort their mission. The Chinese fleet includes what look like civilian vessels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "WATSON",
      "sentences": "We're currently blocked and surrounded by what look like ordinary fishing boats that are flying Chinese flags and they're working in tandem with the Chinese Coast Guard. They appear to be members of China's maritime militia, a way for Beijing to project power here in the South China Sea.WATSON (voice-over): Beijing now accuses the Philippines of being dishonest and deliberately stirring up trouble. MAO NING, CHINESE FOREIGN MINISTRY SPOKESPERSON (through translator); The Philippines' rights-infringing and provocative attempts will not succeed. WATSON (voice-over): But the Philippines remains defiant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If the hope of China is to weaken the Philippine resolve they will be sorely disappointed.WATSON (voice-over): The night before the confrontation we steamed past a U.S. Navy ship, the USS Mobile, apparently being shadowed from a distance by this Chinese Navy ship and helicopter. A looming question, would the U.S. come to the help of its mutual defense treaty ally, the Philippines, if tensions escalate further with China, owner of the world's largest Navy? Ivan Watson, CNN, on the South China Sea. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Well, the earth has reached a grim new climate change milestone. Scientists say last month was the world's hottest February on record, more than 1.7 degrees Celsius warmer than pre-industrial levels. CNN's Chad Myers has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Just ahead, some of the youngest victims of the war in Gaza. See how the conflict between Israel and Hamas is taking a toll on children.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "As the deadly fighting between Israel and Hamas continues, so too does a dire humanitarian crisis. CNN has gathered a list of vetted organizations that are on the ground responding. You can find details on how you can help at a special section of our website dedicated to that, which is cnn.com/impact.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Attendance for the opening ceremony of the Paris Olympics will be cut in half due to security concerns. French authorities originally boasted that some 600,000 people would be able to attend the festivities along the Seine. Now it will be closer to 300,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "That's still about four times the capacity of the country's main stadium though. The French interior minister said Paris is not facing a specific terrorist threat, but airspace around the city will be closed during the ceremony and an anti-terrorist security perimeter will be in place.It kind of makes you wonder whether the people who get tickets still want to go. I mean, it's alarming, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "It always is, but I suppose whenever security's at its highest, it's technically the safest, even though there is an obvious deterrent there.You've got a very intense ankle circle going on, which is distracting me from the script.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "You're stressing me out.In tennis, Rafael Nadal has withdrawn from the BNP Paribas Open just hours before he was set to play in the first round in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "The 22-time Grand Slam winner explained his reason for dropping out on social media.Quote, I don't find myself ready to play at the highest level at such an important event. It's not an easy decision, but I can't lie to myself and I can't lie to the thousands of fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "The 37-year-old has battled a series of injuries in recent years, which caused him to miss several major tournaments. He said last May that 2024 would likely be his final year playing professional tennis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "And it turns out humans aren't the only species that enjoy a popular tourist spot. The spectacular fountains at the Bellagio Hotel in Las Vegas were turned off on Tuesday after a rare, yellow-billed loon -- I was going to make a joke there, but I won't -- was spotted taking a dip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "I think he should complain about the name the humans have given him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "The writing, which is in partThe napkin is currently part of an exhibition in New York before it travels to London and then Paris later this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "That's pretty cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Very well travelled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Yes. A white shirt that stole the hearts of a generation and helped turn Colin Firth into a heartthrob has sold at auction for a swoon-inducing $25,000.My wife will tell you about this scene. Firth wore the legendary white button-down while playing Mr. Darcy in the BBC adaptation of Pride and Prejudice. The scene where he emerged from a lake swim only to bump into his demure love interest as the wet garment clung to his chest. Thank you, writers. It's one that many will never forget. Bianca, do you remember it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I don't. That wasn't really my time. But I said that I think you have that sort of vibe for people that find you appealing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "I'll take that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Colin Firth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "A very large group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "The linen shirt was expected to fetch close to $13,000 at auction but fans of Mr. Darcy drove the price to nearly double that. And I imagine they are all 50-something ladies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Yes, possibly. I think you should try wearing that on casual Fridays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Shall I? Shall I do it on your last day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Please don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Especially for you. We'll find a hot tub and I'll emerge out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Oh no, don't. My breakfast is coming up.On March 15th, two lucky book lovers will be able to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "This is not another book story again. Tell us another story, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "It is also a romantic story as well. Two lucky book lovers will be able to spend a night celebrating in a remarkable place and that place is the hidden library of St Paul's Cathedral in London. Airbnb is hosting the special listing to mark World Book Day in the UK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "It's not very hidden anymore, is it? For less than $9, two guests will get a tour, dinner and signed copies of unreleased new novels. You can try to grab those tickets actually on Tuesday. Have you got a library story for us you can share?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "I know I don't but I did go on the website already because I really want to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Great story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Thanks for joining us here on CNN NEWSROOM. I'm Max Foster.",
      "isLastSentenceInterrupted": false
    }
  ]
}