{
  "date": "2024-12-22",
  "headline": "CNN This Morning",
  "subHeadline": "Two Navy Pilots Eject Safely After Apparent Friendly Fire Incident; Sources: Saudi Arabia Sent Multiple Warnings To German Authorities About Market Attack Suspect; Lara Trump Removes Name From Senate Seat Consideration; Biden Calls Funding Measure A \"Compromise\" And \"Good News\"; Police: 5 Hurt After Suspect Crashed Into TX Store, Driver Shot Dead; Allegations Center On Alito, Thomas Improperly Using Hospitality Exemptions To Justify Trips, Gifts. FDA's New Requirements for Food Labels; Why We Love Christmas Movies; Rain and Snow Threaten Holiday Travel Rush. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:58",
      "speaker": "MJ LEE, CNN HOST",
      "sentences": "Top of the hour here on CNN This Morning, you are looking live at Philadelphia. That is City Hall. Beautiful tree there. And a quick reminder that Christmas and the first night of Hanukkah, just three days away.OK, this is the portion of the year where I start to get a little sentimental, looking back on 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "I thought you were going to talk about your Christmas shopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "LEE",
      "sentences": "Please. No more of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "BLACKWELL",
      "sentences": "She made me promise before the show we're not going to talk about Christmas shopping at the top. So we're not going to talk about how she hasn't got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "LEE",
      "sentences": "Oh my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "BLACKWELL",
      "sentences": "Welcome back. Happy to have you with us. I'm Victor Blackwell alongside MJ Lee.Here's what's happening this morning. U.S. fighter jet was shot down in what the Navy says was friendly fire. What we're learning about how this happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "LEE",
      "sentences": "There are new details about that deadly car attack on a Christmas market in Germany. What investigators are saying about the suspect coming up in a live report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "BLACKWELL",
      "sentences": "Some of your favorite foods that used to be labeled healthy may not be anymore. Thanks to new guidelines from the FDA. The new rules, what it does and what doesn't make the cut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "LEE",
      "sentences": "Plus, how many of those cheesy Christmas movies have you watched? If you love them, there's a good reason why. We will explain coming up.New this morning, the U.S. Navy pilots ejected safely after their F/A- 18 fighter jet was shot down over the Red Sea in an apparent friendly fire incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "BLACKWELL",
      "sentences": "U.S. CENTCOM says both pilots recovered safely with one of the crew members sustaining just minor injuries. CNN's Betsy Klein is live outside the White House. Betsy, what have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:58",
      "speaker": "BETSY KLEIN, CNN SENIOR WHITE HOUSE PRODUCER",
      "sentences": "Well, Victor and MJ, an apparent case of friendly fire over the Red Sea, according to U.S. CENTRAL COMMAND, and so many questions this morning. What we know is that this U.S. Navy F/A-18 fighter jet was operated from the USS Harry Truman when it was mistakenly fired upon by the USS Gettysburg.Now, the jet was shot down, but both pilots were able to eject safely, and one crew member sustained minor injuries. This incident is now under investigation by the U.S. military. And so many questions about how this could happen, what the USS Gettysburg crew saw, and why they fired. But CENTCOM has emphasized this was not the result of hostile fire. Of course, it took place over the Red Sea, where the U.S. has bolstered its presence with warships and fighter jets in recent months amid ongoing tensions in the Middle East. And in a sign of the activity in this area, this incident comes the exact same day as the U.S. carried out airstrikes against Houthi targets in Yemen. Now, the U.S. struck a missile storage facility and a command and control facility in the capital of Sanaa. And during that operation, the U.S. also shot down one-way attack drones and an anti-ship cruise missile, according to CENTCOM. Now, those attacks involved Navy F/A-18 fighter jets as well as U.S. Air Force assets. But two U.S. military officials tell CNN that the downed fighter jet in question in this incident was not a part of those strikes. Victor and MJ?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "BLACKWELL",
      "sentences": "A judge in Germany has ordered the man accused of driving a car into a Christmas market to be held in detention. And we're learning new details about that suspect. A U.S.-based activist group called the Rare Foundation USA has identified the suspect as Taleb al- Abdulmohsen.German officials have called the suspect an Islamophobe. Friday's attack left five people dead, more than 200 injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "LEE",
      "sentences": "Sources tell CNN that Saudi officials warned German intelligence about the suspect on multiple occasions, but that those warnings were ignored.CNN's Chief Global Affairs Correspondent Matthew Chance joins us live. Matthew, what else are you learning at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, first of all, within the past couple of hours, the German authorities have acknowledged that they did indeed receive warning, a warning, they said, from the Saudi authorities about this suspect who's now in custody.This is a figure who is a self-confessed Islamophobe. He described himself once in an interview in 2019 as the most aggressive critic of Islam in history. But he was originally from Saudi Arabia, and so he didn't really fit the profile of a sort of Christmas market attacker that the security forces were perhaps expecting. Nevertheless, the German authorities are saying they're going to do everything they can to establish a motive and to get to the bottom of this tragic attack. (BEGIN VIDEO TAPE) CHANCE (voice-over): Outside the cathedral in Magdeburg, Germans are grieving and paying their respects. The deadly attack on a Christmas market here on Friday night has left many bereft. CORINNA PAGELS, MAGDEBURG RESIDENT (through translation): Well, I've seen a lot of misery, many people who were searching, many tears, bewilderment and extreme states of shock. CHANCE (voice-over): This is the moment a speeding vehicle ploughed into the bustling crowd, killing at least five people, according to German officials, and injuring more than 200, carnage, but from an unexpected threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Matthew Chance for us there in Magdeburg. Thank you so much.President Biden celebrated the government funding bill as good news, just in time for the holidays. He signed that stopgap funding bill yesterday, a few hours after it was passed by bipartisan support. It'll fund the government through mid-March. There's $100 billion in disaster aid, but it does not include a debt limit extension that President-elect Trump wanted. And President Biden called the bill a compromise. These are his words. \"Neither side got everything it wanted, but it ensures the government can continue to operate at full capacity. That's good news for the American people.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "LEE",
      "sentences": "Turning now to the Trump transition, President-elect Donald Trump announced new picks for his administration, among them reality TV producer Mark Burnett, to serve as special envoy to the U.K.And with me now is Mychael Schnell, congressional reporter for The Hill. It's very great to see you. I assume that you have had a busy couple of days. Let's start with the latest bit of transition news. Lara Trump, Donald Trump's daughter-in-law, announced last night that she's removing herself from consideration to be appointed to the U.S. Senate. This, of course, is the seat that's being vacated by Marco Rubio. It's no secret that she was the incoming president's preference. So what do you think happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "MYCHAEL SCHNELL, CONGRESSIONAL REPORTER, THE HILL",
      "sentences": "I'm not sure, but I think it's an interesting move because, you know, this -- if Lara Trump were the one to be appointed to this Florida Senate seat, it would have ensured a MAGA Trump voter in the Senate.And as we just saw with this government funding debacle, every vote is really going to matter in the next Congress, especially when we're talking about reconciliation, when Republicans are going to be -- have to be near unanimous. So this was a fascinating, you know, development. But I'm now curious to see who ends up getting that seat. It's going to be an interesting choice for Florida Governor Ron DeSantis. Let's also note that we know that DeSantis and Trump have had their animosity in the past. They have since mended fences, but they've had that animosity in the past. So it would have been interesting for DeSantis to have to think about how to consider these choices when Lara Trump was in the mix. You know, definitely a tough choice, especially when you mentioned that was Donald Trump's preference. How would he toe that line if he maybe didn't want to go with Lara Trump, but felt pressure to? So her taking her out of -- herself out of consideration is a very interesting development here. And I'm curious to see now where the decision process goes from here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "LEE",
      "sentences": "All right. And as we were talking about before, the government shutdown has been averted after a dramatic couple of days with the President signing this bill yesterday. I think the whole episode, it did seem like a bit of an early lesson for Donald Trump on the very serious challenges of governing and legislating in the current political climate. What was your big takeaway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "SCHNELL",
      "sentences": "Yes, it was absolutely a warning and, you know, a foreshadowing of likely what's going to come in the next two years. But the only difference is, is the next two years are going to be far more challenging than this debacle was. And that's because the House Republican majority is slimming even more.So throughout the 118th Congress, we saw House Republicans have their troubles in passing various pieces of legislation. That was when they had a roughly four vote margin. Now, as they head into the 100 days, they are going to have at one point just a zero vote margin. No room for error. The breakdown in the House is going to be 217 to 215. That's because former Congressman Matt Gaetz is not taking the oath of office. And Mike Waltz and Elise Stefanik are both going to the administration. So when you have a 217 to 215 breakdown, that means that if any one Republican breaks ranks and votes with Democrats, the vote is 216 to 216. And in the House, a tie fails. That would be the entire ballgame. And as we've seen, again, throughout the 118th Congress, in this very ideologically diverse House Republican conference, we oftentimes see more than one Republican break ranks and go to the other side. So this whirlwind, this shutdown showdown that we saw play out over the first few weeks is absolutely a warning sign for Donald Trump that even though he has a trifecta in Washington, governing is still going to be difficult. A, when you have to deal with that 60 vote threshold in the Senate and work with Democrats. B, when you have such a slim majority in the House. And C, even when you're working under reconciliation, which is that fast track process that allows just a majority vote in the Senate, you're still going to have to deal with these very narrow margins and have near unanimity for Republicans, which we've seen is difficult for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "LEE",
      "sentences": "Yes, the margin practically couldn't get slimmer. You also published this interesting winners and losers of the government shutdown drama list. You had Elon Musk at the very top of your winners' category. Tell us why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "SCHNELL",
      "sentences": "Yes, well, Elon Musk was -- he's been on the political scene for a while after he endorsed then former President Donald Trump following the Butler assassination attempt. And he had been frequently seen with Donald Trump, but he was just sort of a familiar face that we saw.[07:15:15] The name on Capitol Hill, he was named as a co-chair of the Doge Group, which is now being viewed. You know, they were seeing various caucuses and groups being formed on Capitol Hill. But he was just a name and a face that we saw. But during this shutdown showdown, we saw him flex his muscles and really prove that he has power, clout and pull within the Republican conference on Capitol Hill. For example, after Speaker Johnson rolled out that bipartisan and bicameral funding bill earlier this week, which was the product of hours of negotiations between top lawmakers in both parties and both chambers, Elon Musk came out with it, putting out one of his first tweets against it in the early hour mornings. By the end of that day, it was essentially dead because a whole host of House Republicans had followed suit, and then Vivek Ramaswamy followed suit, and then Donald Trump Jr. followed suit. And then the final nail in the coffin was, of course, President-elect Trump. Elon Musk coming out against this at such an early moment caught steam and it raised awareness within the Republican conference, leading more folks to vote against it. And MJ, the one other thing I'll mention is, as we have this conversation about what transpired over the past few days, there's now the conversation about, is Speaker Johnson's gavel safe? Can he win the job again on January 3rd? As this conversation was picking up throughout the Capitol, some folks were floating Elon Musk as speaker. Now, it's important to note the Speaker of the House technically does not have to be a member of Congress, but logistically, the odds of that happening are very, very low. It's virtually never going to happen. But the fact that folks are floating Elon Musk shows their reverence for him and their frustration with Speaker Johnson. So Elon Musk showed that he is a power player and likely will be a power player in Trump's Washington going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:01",
      "speaker": "LEE",
      "sentences": "All right, Mychael Schnell, great to see you. Thanks for all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:21:58",
      "speaker": "LEE",
      "sentences": "Police in Texas are investigating after a suspect led them on a 19-mile chase yesterday. The pursuit ended after the suspect drove his pickup truck through the glass doors of a JCPenney at a mall. The chase began when a state trooper tried to stop the truck after getting a call about a possible DUI. Five people were injured after the driver of the pickup truck smashed into the store around 5A high-ranking NYPD officer has suddenly resigned after sexual misconduct allegations surfaced. The NYPD's chief of department, Jeffrey Maddrey, turned in his resignation, according to a statement. An Equal Employment Opportunity Commission complaint was filed by an NYPD employee, alleging that Maddrey coerced her to, quote, \"perform unwanted sexual favors in exchange for overtime opportunities in the workplace\". Local media reports that Maddrey's accuser earned more than $400,000 this year, more than half in overtime. No official comment was given, but the NYPD says it takes all sexual misconduct seriously and is investigating the matter. Maddrey's attorney told The New York Post the accusations are, quote, \"completely meritless\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:21:58",
      "speaker": "BLACKWELL",
      "sentences": "The Senate Judiciary Committee has just released a report highly critical of conservative Supreme Court Justices Clarence Thomas and Samuel Alito related to their receipt of expensive gifts and trips. Now, the report alleges the two justices violated federal campaign finance disclosure laws. Alito and Thomas have denied any wrongdoing.CNN Reporter Brian Abel has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "ABEL",
      "sentences": "In a statement about this report, Senator Durbin says, \"It's clear that the justices are losing the trust of the American people at the hands of a gaggle of fawning billionaires\". Justices Thomas and Alito have said previously they were not obligated to report the trips and that they've done nothing wrong.A Supreme Court spokesperson has yet to respond to a request for comments about the findings of the report. And it does come at a peculiar time, released the day after lawmakers passed a budget and left for the year. When Senator Durbin returns, he will be in the minority of his chamber and ethics proposals he and other Senate Democrats have supported recently will likely be shelved. Victor, MJ?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BLACKWELL",
      "sentences": "The FDA has finalized new standards that foods must now meet before being labeled as healthy. Now, these new guidelines include limits on saturated fats and sodium, added sugar. It's the first major change to these standards since they were introduced 30 years ago. It's part of an effort to make it easier for shoppers to see which products are better for them. Changes won't come into effect until 2028. Joining me now to discuss primary care physician and obesity medicine specialist, Dr. Alicia Shelly. Good to see you, Dr. Shelley.DR. ALICIA SHELLY, PRIMARY HEALTH PHYSICIAN AND OBESITY MEDICINE SPECIALIST:  Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BLACKWELL",
      "sentences": "As I said, these have not -- this definition of healthy for food labels, the last time these changes were made was in the 1990s. Why is it happening now?DR. SHELLY:  Well, the science has changed. Back in the 1990s, the focus was to reduce all fats. But what we are recognized is that there's benefits and healthy fats such as in nuts, seeds, fatty fish like salmon. And so, we want to incorporate that in this new definition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BLACKWELL",
      "sentences": "OK. So, let's look at some changes that are being made. White bread, heavily sweetened cereal, highly sweetened yogurt no longer able to carry a healthy label. If I'm looking from just these three examples, the sugar here and carbohydrates that's the primary concern. Is there a general guidance guideline here that we could follow?DR. SHELLY:  Yes. So, what we're moving to is having more whole grains and limiting certain fats and sugar that are in the food. And so, hopefully this will help us, for parents and just adults alike, to know which cereals have a little bit more saturated fats and sugars so that we can make better choices when we're in the grocery aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BLACKWELL",
      "sentences": "Now, some peanut butters, that before this change, were not healthy are now considered healthy. But if you're trying to -- let's say your goal is to lose weight, nut butters can be really calorically dense. So, healthy doesn't necessarily mean friendly to weight loss, right?DR. SHELLY:  Absolutely. So, it is important to kind of speak with your doctor to make sure you know which foods are best for you or also even seeing your local nutritionist. But certain -- as certain foods have a little bit more caloric -- more calories and so, you do want to limit how much you take of them. So, definitely it's important to eat in moderation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BLACKWELL",
      "sentences": "So --DR. SHELLY:  And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Go ahead, go ahead.DR. SHELLY:  And don't forget, you definitely need to drink water. So, make sure you're getting your six to eight glasses of water a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Certainly, drink water. Now, the highly sweetened yogurts and things like that, I understand reducing sugar. How about the artificial sweeteners? Because there are some sweet yogurt, sweet products that are zero sugar. Are those healthy?DR. SHELLY:  Yes. So, it depends. The science is still out as far as the different certain sweet alternatives. One thing I would say that's a little bit better in the sweet alternatives are going to be your stevia type of or -- type of sugar. And it's best to kind of stay away from your aspartame. So, there are -- have been studies that looked at aspartame and how they have some negative. So, it is important to kind of focus on more the different types of alternatives, sweeteners like Stevia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Dr. Alicia Shelly, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "You know, the -- I guess for some people, the most enjoyable part of the season is these cheesy Christmas movies. You know, the one where the big city executive falls for the small-town rutabaga farmer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEE",
      "sentences": "Very specific.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, but you know, that's what they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEE",
      "sentences": "But yes, generally, the plot lines are kind of predictable. Like you basically know what's going to happen before it even happens. Well, it turns out there is science behind why most of us keep coming back for more. Joining us now is Dr. Pamela Rutledge, media psychologist and director of the Media Psychology Research Center. Good to see you explain the science for us. Why is it that so many of us love to watch these cheesy Christmas movies?DR. PAMELA RUTLEDGE, DIRECTOR, MEDIA PSYCHOLOGY RESEARCH CENTER: Well, good morning. Well, this is a perfect segment to follow consuming what's good for you, because these movies actually have a lot of psychological benefits. You talked about the predictability, which makes them very brain friendly, right? They're easy to process and they really focus on positive emotions, of love, family, redemption, transformation. So, they leave you filled with hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "And so, I should probably admit here that there a lot of Christmas movies I haven't seen would -- preparing for this segment and talking in the newsroom about all the movies. If someone's a critic, you have advice for those who are not into the Christmas movies, what do you say?DR. RUTLEDGE:  Well, I think the first thing to remember is don't compare yourself to the situation in the movies. We can't all be swept off to a beautiful castle in Europe and marry a prince, but they really are meant to have you focus on the things that matter to you. So, try and peel back your inner critic or your inner Grinch and think about the true messages that they're telling you that there's -- you know, happiness and that the family is really the most important thing. The other thing I like to remind people is that if you really hate Christmas movies, you know, the \"Die Hard\" movies are considered Christmas movies. So, you do have an alternative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEE",
      "sentences": "OK. I'm sorry. We were literally just having this discussion this morning. Victor, for one, has not seen \"Die Hard.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "I mean, put my business in the street. I didn't want everybody to know I haven't seen \"Die Hard.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEE",
      "sentences": "It is one of my favorite movies from my childhood, and I don't understand why this is even up for debate. \"Die Hard\" is a Christmas movie. Should we take a beat to talk a little bit more about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEE",
      "sentences": "There's no question.DR. RUTLEDGE:  Well, it's definitely -- it definitely leaves you understanding how important family is. And my husband would like it because there's blood, gore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "Oh, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "Merry Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "LEE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "And so, what should we take -- if we're not comparing our own lives and they make us feel good, you know, what should we take from these movies? And if they make us feel so good, why don't we watch them in the rest of the year?DR. RUTLEDGE:  Well, speak for yourself on that one. Think of them as cinema therapy. Think of them as a way to focus on positive emotions, and especially during the holidays when everyone is so stressed, it's a perfect time to exhale the conflicts. As you say, the rutabaga farmer is not a huge conflict. And so, it gives people a chance to, you know, have a nice dopamine hit, have a little bit of oxytocin to make you feel warm and cozy and, you know, generally release your stress, take a deep breath. It's a wonderful escape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Dr. Pamela Rutledge, thank you so much for being with us talking holiday movies. I am offended, MJ, that as soon as she said Grinch you looked over at me. OK. Caught it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "LEE",
      "sentences": "Just giving you a look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BLACKWELL",
      "sentences": "And then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "LEE",
      "sentences": "Don't read into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BLACKWELL",
      "sentences": "-- \"Die Hard\" is one of your favorite movies from childhood? You didn't see like \"All Dogs Go to Heaven\" or \"Lady and the Tramp\" or anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "LEE",
      "sentences": "OK. You have got to watch it and then you will report back to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. We'll do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "LEE",
      "sentences": "OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BLACKWELL",
      "sentences": "First round of the first ever 12-team college football playoff is in the books with a mixture of some good, bad, and a little bit of ugly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "LEE",
      "sentences": "And now, to Andy Scholes live in Columbus, Ohio. Morning, Andy. What kind of grade are you giving it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEE",
      "sentences": "As holiday travel kicks into high gear, some travelers can expect some wintry weather to slow down their plans. CNN Meteorologist Tyler Mauldin joins us now. Tyler, what are you tracking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "TYLER MAULDIN, CNN METEOROLOGIST",
      "sentences": "Good morning, MJ. Good morning, Victor. We're tracking a few winter weather systems moving across the West Coast in the northern tier of the country, which will be absolutely impacting travel over the next couple of days.Right now, a cold high pressure is in control of much of the east. But then you do have, for this afternoon, quick little splash and dash of snow across the Great Lakes and then a series of weather systems coming into the Pacific Northwest. Essentially the same forecast for Monday. And then as we go into Tuesday, we'll see a clipper system move from the Great Lakes on into the Northeast. That'll bring a little bit of snow to you. The temperatures will start to warm up. We'll see another weather maker impact the West Coast. And then, by the time we get to midnight on Tuesday for Santa's arrival, he will be hitting a little bit of rainfall across the lower Mississippi Valley. Then on Hanukkah and Christmas Day, we're looking at more of the same temperatures. Finally, back to seasonal norms here. Snow across the Rockies, rain across portions of the East Coast and all of this is pushing to the east. Speaking of Christmas Day, let's discuss Victor's favorite definition here. The definition of a white Christmas. NOAA says you need at least one inch of the white stuff on the ground for Christmas. And, Victor, only a few of us will see that and that's mainly up here across the Rockies and the Northern U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BLACKWELL",
      "sentences": "So, NOAA said that it's at least an inch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MAULDIN",
      "sentences": "Again, I'm just the messenger. NOAA is the one that comes out with the definition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "BLACKWELL",
      "sentences": "I'll take it. Tyler Mauldin, thank you very much. All right. The quarterfinals of college football playoffs are set, and in some big names in there, Ohio State, Penn State, Notre Dame, Texas. Their New Year's plans are set. Let's bring in now Andy Scholes live from Columbus, Ohio. A lot of excitement about this being the first time 12 teams made the field. What do you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SCHOLES",
      "sentences": "Yes. Well, Victor and MJ, you know, all of these first ever home playoff games on campuses were certainly fun atmospheres, but none of them left us on the edge of our seats. They were all blowouts. And, you know, a lot of Tennessee fans came here to Ohio hoping for a win, but it was a Buckeyes bash here at the Horseshoe.The volunteers they took the field before the game shirtless to warm up in the 25-degree weather. That strategy did not work. And well, many Buckeye fans they were not the best of moods after that loss to Michigan, but that changed pretty quick. Ohio State just pouncing on Tennessee. The defense smothering Nico Iamaleava, hitting him so hard once that his helmet cracked. OSU then scoring on every drive in the first quarter. I mean, it was 21 to nothing before you could blink. Ohio State would end up winning big, 42 to 17, to set up a rematch with Oregon in the Rose Bowl on New Year's Day. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "RYAN DAY, OHIO STATE HEAD COACH",
      "sentences": "These are great guys. They really are. And, you know, we got a lot of football ahead of us, you know, and we want to keep this team together. It's a great group. And so, we're going to enjoy this for about 24 hours and it's going to be on to Oregon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "WILL HOWARD, OHIO STATE QUARTERBACK",
      "sentences": "It means the world, man. And at the end of the day, we all understand that we still have everything out in front of us. And at the end of the day, man, like, this is my last game in the Shoe, this is a lot of our last game on the Shoe, and we wanted to make it count.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, you look at those scores, as you said, a blowout, exciting plays, but not really close to the end. Andy, thank you so much. Stay warm out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "SCHOLES",
      "sentences": "I'll try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. And thank you for coming back and spending some time with us this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEE",
      "sentences": "Thank you for having me. I feel like we had some good times. I learned a lot about you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEE",
      "sentences": "And I have one homework assignment for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "See \"Die Hard.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEE",
      "sentences": "Yes. See \"Die Hard.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Which is not Christmas movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Oh, thanks so much for watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "LEE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    }
  ]
}