{
  "date": "2024-06-27",
  "headline": "CNN Live Event/Special",
  "subHeadline": "CNN Presidential Debate; CNN's Political Commentators Analyze The Presidential Debate; Democrats Concerned About Biden's Debate Performance; Trump Fact-Checked After Spewing Lies During Debate. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:16",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Thank you. Another persistent challenge is the climate crisis. 2023 was the hottest year in recorded history, and communities across the country are confronting the devastating effects of extreme heat, intensifying wildfires, stronger hurricanes, and rising sea levels.Former President Trump, you've vowed to end your opponent's climate initiatives, but will you take any action as president to slow the climate crisis? DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: Let me just go back to what he said about the police, how close the police are to him. Almost every police group in the nation from every state is supporting Donald J. Trump. Almost every police group. And what he's done to the Black population is horrible, including the fact that for 10 years, he called them super predators. We can't -- in the 1990s, we can't forget that. Super predators was his name, and he called it to them for 10, and they've taken great offense at it, and now they see it happening. But when they see what I did for criminal justice reform and for the historically Black colleges and universities where I funded them and got them all funded, and the opportunity zones with Tim, as you know, Tim Scott was incredible. He did a great job. Great senator from South Carolina. He came to me with the idea, and it was a great idea. It's 1 of the most successful economic development acts ever in the country, Opportunity Zones. And the biggest beneficiary are Blacks. And that's why we have the best numbers with them in maybe ever. They're saying ever. I read this morning, we're ever, the best numbers. He's lost much of the Black population because he's done a horrible job for Black people. He's also done a horrible job for Hispanics. But when do you see these millions of people pouring into our country and they're going to take the jobs, and it's already started, and you haven't seen anything yet. It's a disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:16",
      "speaker": "BASH",
      "sentences": "You've 38 seconds left, President Trump. Will you take any action as president to slow the climate crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:16",
      "speaker": "TRUMP",
      "sentences": "So I want absolutely immaculate clean water, and I want absolutely clean air, and we had it. We had H20. We had the best numbers ever, and we did -- we were using all forms of energy, all forms, everything. And yet, during my 4 years, I had the best environmental numbers ever. And my top environmental people gave me that statistic just before I walked on the stage, actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:16",
      "speaker": "BIDEN",
      "sentences": "I don't know where the hell he's been. The idea that any of he said is true. I passed the most extensive -- most extensive climate change legislation in history -- in history. We find ourselves -- and by the way, Black colleges, I came up with $15 million for HBCUs, Historic Black Universities and Colleges, because they don't have them. They don't have the kind of contributors that they have to build these laboratories and the like. Any Black student is capable in college or doing any White student can do. They just have the money, but now they'll be able to get those jobs in high-tech.We're in a situation where the idea that he is claiming to have done something to have the cleanest water -- the cleanest water? He hadn't done a damn thing with the environment. He pulled out of the Paris Peace Accord -- Climate Accord. I immediately joined it, because if we reach 1.5 degrees Celsius at any one point, there's no way back. The only existential threat to humanity is climate change, and he didn't do a damn thing about it. He wants to undo all that I've done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:16",
      "speaker": "TRUMP",
      "sentences": "The Paris Accord was going to cost us a $1 trillion and China nothing and Russia nothing and India nothing. It was a rip off of the United States, and I ended it because I didn't want to waste that money because they treat us horribly. We were the only ones who was costing us money. Nobody else was paying into it, and it was a disaster.But everything that he said just now -- I'll give you an example. I heard him say before, insulin. I'm the one that got the insulin down for the seniors. I took care of the seniors. What he's doing is destroying all of our medical programs because the migrants coming in, they want everybody. And look, I have the -- I have the biggest heart on the stage. I guarantee you that. And I want to take care of people. But we're destroying our country. They're taking over our schools, our hospitals, and they're going to be taking over Social Security. He is destroying Social Security, Medicare, and Medicaid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "BASH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "BIDEN",
      "sentences": "And by the way --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "So every day millions of Americans struggle just to make ends meet. For many older Americans, Social Security provides a critical lifeline. President Biden, if nothing is done to Social Security, seniors will see their benefits cut in just over 10 years. Will you name tonight one specific step that you're willing to take to keep Social Security solvent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "BIDEN",
      "sentences": "Yes. Make the very wealthy begin to pay their fair share. Right now, everybody making under $170,000 pays 6 percent of their income of their paycheck, every single time they get a paycheck from the time the first one they get when they're 18 years old.The idea that they're going to -- I'm like, I'm proposing that everybody they pay -- the millionaires pay 1 percent -- 1 percent. So no one have to -- I would not raise the cost of Social Security for anybody under $400,000. After that, I began to make the wealthy begin to pay their fair share by increasing from 1 percent beyond to be able to guarantee the program for life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TAPPER",
      "sentences": "So you still have 82 seconds left. Are there any other measures that you think that would be able to help keep Social Security solvent, or is that one enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "BIDEN",
      "sentences": "Well, that one enough will keep it solvent. But the biggest thing I'll do if we defeat this man, because he wants to get rid of Social Security, he thinks there's plenty to cut in Social Security. He's wanting to cut Social Security and Medicare both times, and that's what --And if you look at the Trump -- the program put forward by the House Republican caucus that he, I believe, supports is, in fact, want to cut it as well. The idea that we don't need to protect our seniors is ridiculous. We put -- and by the way, American public has greater health care coverage today than ever before. And under the ACA, as I said, you're in a circumstance where 400,000 people -- I mean, 40 million people would not have insurance because they have a preexisting condition. Only that allows them to have that insurance is the fact that they, in fact, are part of the ACA. And by the way, the other thing is we're in a situation where we talk about education for black communities. I've raised the number -- the amount of money for Pell grants, another $8,000. So anybody making under $70,000 a year are going to be able to get $15,000 towards the tuition. He just doesn't know what he's talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TAPPER",
      "sentences": "Thank you, President Biden. President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TRUMP",
      "sentences": "So I've dealt with politicians all my life. I've been on this side of the equation for the last 8 years. I've never seen anybody lie like this guy. He lies. I've never seen it. He could look you in the face about so many other things, too.And we mentioned the laptop. We mentioned Russia, Russia, Russia, Ukraine, Ukraine, Ukraine. Everything he does is a lie. It's misinformation and disinformation. The losers and suckers story that he made up is a total lie on the military. It's a disgrace. But Social Security, he's destroying it, because millions of people are pouring into our country and they're putting them onto Social Security, they're putting them onto Medicare, Medicaid, they're putting them in our hospitals. They're taking the place of our citizens there. What they're doing to the VA, to our veterans is unbelievable. Our veterans are living in the street and these people are living in luxury hotels. He doesn't know what he's doing. And it's really coming back. I've never seen such anger in our country before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TAPPER",
      "sentences": "President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "BIDEN",
      "sentences": "The idea that veterans are not being taken care of, I told you before -- and by the way, when I said suckers and losers, he said he acknowledged after that he fired that general. That general got fired because he's the one that acknowledged that that's what he said. He was the one standing with Trump when he said it, number one.Number two, the idea that we're going to be in a situation where all these millions and millions the way he talks about it illegal aliens are coming into the country and taking away our jobs, there's a reason why we have the fastest growing economy in the world, the reason why we have the most successful economy in the world. We're doing better than any other nation in the world. And by the way, those 15 Nobel laureates he talked about being phony, those 15 Nobel laureates, economists, they all said that if Trump is reelected, we're likely to have a recession and inflation is going to increasingly go up. And by the way, worst president history. 159 presidential scholars voted him the worst president in the history of the United States of America. [22:10:23] TAPPER: President Biden, thank you so much. Let's turn to the cost of childcare, which many American families struggle to afford. President Trump, both you and President Biden have tried to address this issue, but the average cost of child care in this country has risen to more than $11,000 a year per child. For many families, the cost of child care for two children is more than their rent. In your second term, what would you do to make childcare more affordable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TRUMP",
      "sentences": "Just to go back? The general got fired because he was no good. And if he said that, that's why he made it up. But we have 19 people that said, I didn't say it. And they're very highly respected, much more so than him.The other thing is, he doesn't fire people. He never fired people. I've never seen him fire anybody. I did fire a lot. I fired Comey, because he was no good. I fired a lot of the top people at the FBI, drained the swamp. They were no good. Not easy to fire people. You'd pay a price for it, but they were no good. I inherited these people. I didn't put him there. I didn't put Comey there. He was no good. I fired him. This guy hasn't fired anybody. He never fires. He should have fired every military man that was involved with that Afghan -- the Afghanistan horror show, the most embarrassing moment in the history of our country. He didn't fire. Did you fire anybody? Did you fire anybody that's on the border that's allowed us to have the worst border in the history of the world? Did anybody get fired for allowing 18 million people, many from prisons, many from mental institutions? Did you fire anybody that allowed our country to be destroyed? Joe, our country is being destroyed as you and I sit up here and waste a lot of time on this debate. This shouldn't be a debate. He is the worst president. He just said about me because I said it. But look, he's the worst president in the history of our country. He's destroyed our country. Now all of a sudden, he's trying to get a little tough on the border. He came out with a nothing -- a nothing deal and it reduced it a little bit -- a little bit like this much. It's insignificant. He wants open borders. He wants our country to either be destroyed or he wants to pick up those people as voters. And I don't think, we just can't let it happen. If he wins this election, our country doesn't have a chance, not even a chance of coming out of this rut. We probably won't have a country left anymore. That's how bad it is. He is the worst in history by far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TAPPER",
      "sentences": "Thank you, President Trump. President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "BIDEN",
      "sentences": "We are the most admired country in the world. We're the United States of America. There's nothing beyond our capacity. We have the finest military in the history of the world. The finest in the history of the world. No one thinks we're weak. No one wants to screw around with us. Nobody. Number one. Number two, the idea that we're talking about worst presidents, I wasn't joking. Look it up. Go online. 159 or 58, don't hold me to the exact number, presidential historians, they've had meetings and they voted who's the worst president in American history? One through best to worst. They said he was the worst in all of American history. That's a fact. That's not conjecture.He can argue they're wrong, but that's what they voted. The idea that he is knowing, doing anything to deal with childcare, he did virtually nothing to childcare. We should significantly increase the child care tax credit. We should significantly increase the availability of women and men or single parents to be able to go back to work. And we should encourage businesses to hold -- to have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TAPPER",
      "sentences": "Thank you, President Biden. President Trump, the question was about what would you do to make childcare more affordable? If you want to take your minute?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TRUMP",
      "sentences": "Just so you understand, we have polling, we have other things that they rate him the worst, because what he's done is so bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "BIDEN",
      "sentences": "Show me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TRUMP",
      "sentences": "And they rate me -- I'll show you. I will show you. And they rate me one of the best, OK? And if I'm given another four years, I will be the best. I think I'll be the best.Nobody's ever created an economy like us. Nobody ever cut taxes like us. He's the only one I know. He wants to raise your taxes by four times. He wants to raise everybody's taxes by four times. He wants the Trump tax cuts to expire. So everybody, including the two of you, are going to pay four to five times. Nobody ever heard of this before. All my life, I'd grow up and I'd see politicians talking about cutting taxes. When we cut taxes -- as I said, we did more business. Apple and all these companies, they were bringing money back into our country. The worst president in history by far, and everybody knows it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:04",
      "speaker": "TAPPER",
      "sentences": "President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:19",
      "speaker": "TAPPER",
      "sentences": "Thank you, President Biden. Thank you, President Biden. Let's discuss an epidemic impacting millions of Americans that both of you have made a top priority in your first term, the opioid crisis. And for both of you, the number of overdose deaths in this country has gone up. Under your term, it went up. Under your term, it has gone up.Former President Trump, despite the efforts that both of you have made more than 100,000 Americans are dying from overdoses every year, primarily from fentanyl and other opioids. What will you do to help Americans right now in the throes of addiction, who are struggling to get the treatment they need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:19",
      "speaker": "TRUMP",
      "sentences": "To finish up, we now have the largest deficit in the history of our country under this guy. We have the largest deficit with China. He gets paid by China. He's a Manchurian candidate. He gets money from China. We have -- so I think he's afraid to deal with them or something.But do you notice? He never took out my tariffs because we bring in so much money with the tariffs that I imposed on China. He never took them away. He can't because it's too much money. It's tremendous. And we saved our steel industries and there was more to come. But he hasn't done that. But he hasn't cut the tariffs because he can't, because it's too much money. But he's got the largest deficit in the history of our country and he's got the worst -- the worst situation with China. China is going to own us if you keep allowing them to do what they're doing to us as a country. They are killing us as a country, Joe, and you can't let that happen. You're destroying our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:19",
      "speaker": "TAPPER",
      "sentences": "So, President Trump, you have 67 seconds left. The question was, what are you going to do to help Americans in the throes of addiction right now who are struggling to get the treatment they need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:19",
      "speaker": "TRUMP",
      "sentences": "Jake we were doing very well at addiction until the COVID came along. We had the two and a half, almost three years of like nobody's ever had before, any country in every way. And then we had to get tough. And it was the drugs pouring across the border were it started to increase.We got great equipment. We bought the certain dog. That's the most incredible thing that you've ever seen, the way they can spot it. We did a lot. And we had -- we were getting very low numbers -- very, very low numbers. Then he came along. The numbers -- have you seen the numbers now? It's not only the 18 million people that I believe is even low, because they -- the gotaways, they don't even talk about gotaways. But the numbers of -- the amount of drugs and human trafficking in women coming across our border, the worst thing I've ever seen at numbers that nobody's ever seen under him because the border is so bad. But the number of drugs coming across our border now is the largest we've ever had by far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:19",
      "speaker": "TAPPER",
      "sentences": "President Trump, thank you. President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:19",
      "speaker": "BIDEN",
      "sentences": "Fentanyl and the byproducts, fentanyl went down for a while and I wanted to make sure we use the machinery that can detect fentanyl, these big machines that roll over everything that comes across the border, and it costs a lot of money. That was part of this deal we put together -- this bipartisan deal. More fentanyl machines, more be able to detect drugs, more numbers of agents, more numbers of all the people at the border.And when we had that deal done, he went -- he called us Republican colleagues, said, don't do it. It's going to hurt me politically. He never argued. It's not a good bill. It's a really good bill. We need those machines. We need those machines. And we're coming down very hard in every country in Asia in terms of precursors for fentanyl. And Mexico is working with us to make sure they don't have the technology to be able to put it together. That's what we have to do. We need those machines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:19",
      "speaker": "TAPPER",
      "sentences": "Thank you, President Biden. And President Trump, and again, the question is about Americans in the throes of addiction right now struggling to get the treatment they need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TAPPER",
      "sentences": "Thank you, President Trump. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BASH",
      "sentences": "Let's turn to concerns that voters have about each of you. President Biden, you would be 86 at the end of your second term. How do you address concerns about your capability to handle the toughest job in the world well into your 80s?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "Well, first of all, I spent half my career being criticized being the youngest person in politics. I was the second youngest person ever elected in the United States Senate, and now I'm the oldest. This guy's three years younger and a lot less competent. I think that, just look at the record, look at what I've done, look how I've turned around the horrible situation he left me.As I said, 50 million new jobs, 800,000 manufacturing jobs, more investment in America. Over millions -- billions of dollars in private investment in enterprises that we are growing. By the way, we brought off a lot of people. The whole idea of computer chips. We used to have 40 percent of the market. We invented those chips and we lost it because he was sending people to find the cheapest jobs overseas and to bring home a product. So I went -- I went to South Korea. I convinced Samsung to invest billions of dollars here in the United States. And they're -- guess what, those fabs they call it, to build these chips, those fabs pay over $100,000. You don't need a college degree for them. And there's billions -- about $40 billion already being invested and being built right now in the United States, creating significant jobs for Americans all over the -- from all over the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BASH",
      "sentences": "President Biden, you have 40 seconds left. Would you like to add anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "Yeah, I would. The idea that somehow we are this failing country, I've never heard a president talk like this before. We're the envy of the world. Name me a single major country president who wouldn't trade places with the United States of America, for all our problems and all our opportunities. We're the most progressive country in the world in getting things done. We're the strongest country in the world.We're a country in the world who keeps our word and everybody trusts us, all of our allies. And those who he coddles up to from Kim Jong Un, he sends love letters to and Putin, et cetera, they don't want us. They don't want to screw around with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BASH",
      "sentences": "Thank you. Former President Trump, to follow up, you would be 82 at the end of your second term. What do you say to voters who have concerns about your capabilities to serve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "Well, I took two tests -- cognitive tests. I aced them, both of them, as you know, we made it public. He took none. I'd like to see him take one, just one, a real easy one. Like, go through the first five questions. He couldn't do it. But I took two cognitive tests. I took physical exams every year.And, you know, we knock on wood, wherever we may have wood, that I'm in very good health. I just won two club championships, not even senior -- two regular club championships. To do that, you have to be quite smart and you have to be able to hit the ball a long way. And I do it. He doesn't do it. He can't hit a ball 50 yards. He challenged me to a golf match. He can't hit a ball 50 yards. I think I'm in very good shape. I feel that I'm in good a shape as I was 25, 30 years ago. Actually, I'm probably a little bit lighter, but I'm in as good a shape as I was years ago. I feel very good. I feel the same. But I took -- I was willing to take a cognitive test. And you know what, I didn't do well, I aced him. Dr. Ronny Jackson, who's a great guy when he was White House doctor. And then I took another one, a similar one, and both -- one of them said they've never seen anybody ace him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BASH",
      "sentences": "Thank you. President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "You can see he is 6'5 and only 223 pounds or 235 pounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "(inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "Well, you said 6'4, 200 and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "(inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "Well, anyway, that's what you're -- anyway, just take a look at what he says he is and take a look at what he is. Look, I'd be happy to have a driving contest with him. I got my handicap, which when I was vice president, down to a six. And by the way, I told you before, I'm happy to play golf if you carry your own bag. Think you can do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "That's the biggest lie, that you're six handicap of all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "I was an eight handicap --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "Eight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "Never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "You know how many --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "I've seen you swing? I know you swing. Let's not act like children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BASH",
      "sentences": "President Trump we're going to turn --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "TRUMP",
      "sentences": "Let's not act like children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:16",
      "speaker": "BIDEN",
      "sentences": "You are a child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:13",
      "speaker": "TRUMP",
      "sentences": "Well, I shouldn't have to say that, but of course, I believe that. It's totally unacceptable. And if you would see my statements that I made on Twitter at the time and also my statement that I made in the Rose Garden, you would say it's one of the strongest statements you've ever seen.In addition to the speech I made in front of, I believe, the largest crowd I've ever spoken to. And I will tell you, nobody ever talks about that. They talk about a relatively small number of people that went to the Capitol and in many cases were ushered in by the police. And as Nancy Pelosi said, it was her responsibility, not mine. She said that loud and clear. But the answer is, if the election is fair, free -- and I want that more than anybody. And I'll tell you something. I wish he was a great president because I wouldn't be here right now. I'd be at one of my many places enjoying myself, I wouldn't be under indictment because I wouldn't have been his political opponent, because he indicted me, because I was his opponent. I wish he was a great president. I would rather have that. I wouldn't be here. I don't mind being here. But the only reason I'm here is he's so bad as a president that I'm going to make America great again. We're going to make America great again. We're a failing nation right now. We're a seriously failing nation. And we're a failing nation because of him. His policies are so bad. His military policies are insane. They're insane. These are wars that will never end with him. He will drive us into World War III and were closer to world War III than anybody can imagine. We are very, very close to World War III. And he's driving us there. And Kim Jong Un and President Xi of China, Kim Jong Un of North Korea, all of these -- Putin, they don't respect him. They don't fear him. They have nothing going with this gentleman and he's going to drive us into world War III.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:13",
      "speaker": "BIDEN",
      "sentences": "You want a World War III? Let him follow and win. And let Putin say, do what you want, NATO, just do what you want. There's a thing called Article V. An attack on one is attack on all and required response. The idea -- the idea, I can't think of a single major leader in the world who wouldn't trade places with the job I've done and what they've done, because we are a powerful nation. We have wonderful peace because of the people, not me. It's because of the American people. They're capable of anything, and they step up when they're needed. And right now, we're needed. We're needed to protect the world because our own safety is at stake.And again, you want to have a war? Just let Putin go ahead and take Kyiv. Make sure they move on. See what happens in Poland, Hungary and other places along that border. Then you have a war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:13",
      "speaker": "BASH",
      "sentences": "President Trump, as I come back to you, for a follow up. The question was, will you accept the results of this election, regardless of who wins?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:13",
      "speaker": "TRUMP",
      "sentences": "Just to finish what he said, if I may. Russia, they took a lot of land from Bush. They took a lot of land from Obama and Biden. They took no land, nothing from Trump. Nothing. He knew not to do it. He's not going to play games with me. He knew that. I got along with him very well, but he knew not to play games. He took nothing from me. But now he's going to take the whole thing from this man right here. That's a war that should have never started. It would have never started ever with me. And he's going to take Ukraine.And, you know, you asked me a question before. Would you do this? He's got us in such a bad position right now with with Ukraine and Russia because Ukraine's not winning that war. He said, I will never settle until such time. They're running out of people. They're running out of soldiers. They've lost so many people. It's so sad. They've lost so many people and they've lost those gorgeous cities with the golden domes that are a thousand years old, all because of him and stupid decisions. Russia would have never attacked if I were president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:13",
      "speaker": "BASH",
      "sentences": "President Trump, the question was, will you accept the results of the election regardless of who wins. Yes or no, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:13",
      "speaker": "TRUMP",
      "sentences": "If it's a fair and legal and good election, absolutely. I would have much rather accepted these, but the fraud and everything else was ridiculous. And if you want, we'll have a news conference on it in a week or we'll have another one of these in a week. But I will -- absolutely, there's nothing I'd rather do. It would be much easier for me to do that than I'm running again.I wasn't really going to run until I saw the horrible job he did. He's destroying our country. I would be very happy to be someplace else, in a nice location someplace. And again, no indictments, no political opponent stuff because it's the only way he thinks he can win. But unfortunately, it's driven up my numbers and driven them up to a very high level, because the people understand it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:19",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "We'll be right back with more from the \"CNN Presidential Debate\" live from Georgia.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:19",
      "speaker": "TAPPER",
      "sentences": "It is now time for the candidates to deliver their closing statements as predetermined by a coin toss. We're going to begin with you, President Biden. You have two minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "TAPPER",
      "sentences": "Thank you, President Biden. President Trump, you now have two minutes for your closing statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "TRUMP",
      "sentences": "Like so many politicians, this man is just a complainer. He said, we want to do this. We want to do that. We want to get rid of this tax, that tax. But he doesn't do anything. He doesn't do -- all he does is make our country unsafe by allowing millions and millions of people to pour in. Our military doesn't respect him. We look like fools in Afghanistan.We didn't stop Israel. It was such a horrible thing. That would have never happened. It should have never happened. Iran was broke. Anybody that did business with Iran, including China, they couldn't do business with the United States. They all passed. Iran was broke. They had no money for Hamas or Hezbollah for terror, no money whatsoever. Again, Ukraine should have never happened. He talks about all this stuff, but he didn't do it for three and a half years we're living in hell. We have the Palestinians and we have everybody else rioting all over the place. You talk about Charlottesville. This is a hundred times Charlottesville, a thousand times. The whole country is exploding because of you, because they don't respect you and they have to respect their president and they don't respect you throughout the world. What we did was incredible. We rebuilt the military. We got the largest tax cut in history, the largest regulation cut in history. The reason he's got jobs is because I cut the regulations that gave jobs. But he's putting a lot of those regulations back on. All of the things that we've done, nobody's ever -- never seen anything, like even from a medical standpoint. Right to try where we can try space age materials instead of going to Asia or going to Europe and trying to get when you're terminally ill. Now you can go and you can get something. You sign a document. They've been trying to get it for 42 years. But you know what we did for the military was incredible choice for our soldiers, where our soldiers, instead of waiting for three months to see a doctor, can go out and get themselves fixed up and readied up and take care of themselves and their living. And that's why I had the highest approval rating in the history of the V.A. So all of these things were in a failing nation, but it's not going to be failing anymore. We're going to make it great again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "BASH",
      "sentences": "Thank you, former President Trump, President Biden. Stay with us because we have full analysis of this debate. Anderson Cooper and Erin Burnett starts now on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Anderson, this was a game-changing debate in the sense that right now, as we speak, there is a deep, a wide, and a very aggressive panic in the Democratic Party. It started minutes into the debate and it continues right now. It involves party strategists, it involves elected officials, it involves fundraisers.Ad they're having conversations about the president's performance, which they think was dismal, which they think will hurt other people down the party in the ticket, and they're having conversations about what they should do about it. Some of those conversations include, should we go to the White House and ask the president to step aside? Others are -- other of the conversations are about, should prominent Democrats go public with that call, because they feel this debate was so terrible. They do say, in moments in the debate later, the president got better and got his footing, but then at the end, even his closing statement was a little halting. The contrast between the two candidates. Let me be clear, none of them, and a lot of Republicans, don't think Donald Trump had a great night. Donald Trump broke the fact-check machine more than I can count tonight. That will be on the record as we go forward. He refused to answer some very specific and direct questions about his conduct, about January 6th and what all, so that will be dealt with out there, and sometimes there's a parallel universe between the political elites and the American people. Be nice to see what the voters say, but I can tell you, it started minutes in. It started with the first couple of answers, and it has continued throughout the night from, oh my god, oh my god, oh my god, to what do we do about this, and it involves very senior people in the Democratic Party, including elected officials, saying we have a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "ABBY PHILLIP, ANCHOR",
      "sentences": "And just to co-sign what John is saying, I mean, the panic that I am hearing from Democrats is not like anything that I have heard in this campaign so far. And a lot of it has to do with, first of all, there was a deep frustration about Trump's lies. I mean, he lied a lot tonight.But the problem for Biden was that Trump was able to take sometimes incredible falsehoods and turn them into some kind of argument, whereas Biden's answers were in a lot of cases not coherent, deeply problematic, that he was not able to take pretty straightforward answers and answer them to the American public, and then also at some points bringing things up that teed up Trump attacks. So, there's a real concern here tonight that there's been some real damage done that cannot be undone. Biden solidified the perception among voters, but especially among his base. They were hoping that tonight would be a game-changer. They are now seeing a president who is in the White House, who they do not necessarily believe can do this for another four years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "COOPER",
      "sentences": "David Axelrod?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:03",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Look, I can't argue with either of them about how Democratic leaders are reacting to this poll. We said at the beginning that each person had a fundamental goal, and for Biden that goal was to appear energetic, engaged, and look like someone who is capable of serving for another four years for president. That was job number one.I actually think he scored a bunch of points. I think if you just judge this on sort of policy stuff, he did score a bunch of points on issues like abortion, for example, on some of the economic issues. But there is a feeling, I think there was a sense of shock, actually, at how he came out at the beginning of this debate, how his voice sounded. You know, he seemed a little disoriented. He did get stronger as the debate went on, but by that time, I think the panic had set in. And I think you're going to hear discussions that I don't know will lead to anything, but you know, there are going to be discussions about whether he should continue. And I think part of it is Donald Trump did not meet his mission either. He could not resist the temptation to be nasty, to prevaricate about a whole bunch of things, about his own record, about Biden's record, and to seem petty and small at times. So, what you saw was a candidate who's deeply vulnerable and a president who may not be able to take advantage of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KATE BEDINGFIELD, CNN POLITICAL COMMENTATOR",
      "sentences": "Yeah, look, it was a really disappointing debate performance from Joe Biden. I don't think there's any way, any other way to slice it. His biggest issue that he had to prove to the American people was that he had the energy, he had the stamina, and he didn't do that. And so I think that is of concern. And I think for a lot of Democrats, that's very disappointing.I will say Donald Trump also had some really rough moments in this debate. And talking to the Biden campaign, they say, you know, their dials started really moving away from Trump as he was increasing his personal attacks on Biden. So I think there was a lot about his kind of character and the kind of personal nastiness that he was putting on display, you know, that doesn't help him with the swing voters that he needs. You know, and I also think you saw him continue to get sort of more and more animated across the course of the debate and, you know, give some really problematic answers about January 6, some really problematic answers about Putin. So, you know, Donald Trump did not get off scot-free tonight by any stretch. But look, there is no two ways about it. That was not a good debate for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "COOPER",
      "sentences": "Van?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "That was painful. I love Joe Biden. I work for Joe Biden. He didn't do well at all. He did not do well at all. And he looked -- you know, I'll give you the analysis, you kind of have the old man versus the con man. I can walk you through how I'm supposed to see it and say it. But I just want to speak from my heart.I love that guy. That's a good man. He loves his country. He's doing the best that he can. But he had a test to meet tonight to restore confidence of the country and of the base. And he failed to do that. And I think there's a lot of people who are going to want to see him consider taking a different course now. We're still far from our convention. And there is time for this party to figure out a different way forward if he will allow us to do that. But that was not what we needed from Joe Biden. And it's personally painful for a lot of people. It's not just panic. It's pain of what we saw tonight. ALYSSA FARAH-GRIFFIN, CNN POLITICAL COMMENTATOR: And if I may just add to that, I think Joe Biden lost in the first three minutes. I think a lot of voters probably tuned out and millions of people are having conversations with their families, with their friends of if the president is up to the task and if he should step aside. And I'm someone who believes the former president is a threat to democracy. I think he is a threat to the America as we know it. He wants to fundamentally change our institutions. He has laid out what his plan is. I am not confident that that is the man to take him on. You cannot tell me democracy is on the line and then give that performance tonight. If based on that in 18 weeks, Donald Trump will be the president-elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "The people doing focus groups tonight, and we'll see if our dial group with Laura Coates confirms this, say that Biden actually scores pretty well on the issues when he's talking about the substance. And Trump's numbers went down both because he was ducking questions, he was lying about some things, and he was refusing to answer. And some of it was the tone. They don't like him.So when you see that, you know, when you see sort of the statistics, you're going to look at like, oh, that's a mixed bag. But to Van's point about the president's performance, that's what caused the panic. So the question is, and my question actually is, what happens? Because it's a great political strength of Joe Biden, it's his resilience and his stubbornness. It's also sometimes a blind spot because he is so stubborn. It's going to be very hard to someone, and I don't know who it is, who could go to Joe Biden and say, you need to do this, number one. And the question is, again, like I'm just telling you, to Abby's point, I've been doing this for 30 something years, going on 40 years, and I have never, ever had what happened on this thing tonight happen in the middle of the debate. It started early and it continued. And to Van's point, Van made a very important point. These are people who love Joe Biden, who credit Joe Biden for kicking Donald Trump out of the White House. They're Democrats. The Democratic Party is a very diverse party. It fights about a lot of things. It has generational issues. It's had regional issues and everything else. The thing that unites the Democratic Party is trying to keep Donald Trump from getting back into the White House. They love Joe Biden for kicking him out. They don't want him back. They came into this debate nervous that Biden was in a weak position. They leave this debate panicked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "URBAN",
      "sentences": "John, if you love the guy, how could you put him out there? If you love him, if you love Joe Biden, if that was my father, you don't put a guy in that situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "It's a great point. These guys know this better. These guys know this better because they talk to them. There's this legacy in the Democratic Party. You don't challenge the incumbent because when it's happened in the past, they haven't beaten the incumbent. And then the incumbent has lost the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BEDINGFIELD",
      "sentences": "It was also and I'll let you -- I know, Scott, you can try to jump in. But it was also -- it was an atypically bad performance, okay? And it was also one night. So, yes, was it an important night? Yes. But it was one night in the course of a campaign. So I think let's see how voters react to it. Let's see how voters react to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "AXELROD",
      "sentences": "The problem with the one night is that it's a one night that helped confirm people's fears. It's the one night that everybody was watching. It was that was essentially, you know, Trump said you ought to take a test. That was his test. And people are going to feel that he came up wanting not on the substance. I think he actually won on the substance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BEDINGFIELD",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "AXELROD",
      "sentences": "I don't think Trump did well. BEDINGFIELD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "AXELROD",
      "sentences": "I think what it says to a lot of people, a lot of active Democrats is, man, we can beat this guy, but I don't know if we can beat him with the president (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COOPER",
      "sentences": "Scott, we haven't heard from you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "SCOTT JENNINGS, SENIOR POLITICAL COMMENTATOR",
      "sentences": "When we came on before this debate, I said I thought this candidacy was teetering. And everybody jumped on me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Yes, we did. Yes, we did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "JENNINGS",
      "sentences": "Every single person out here. And I just -- the candidacy has fallen, okay. Man, I know you're speaking from your heart. I'm worried about the president. We should pray for the president. I think his advisers, I think the White House and I think his family have a lot of explaining to do to their party and to the American people. This night, this one night was caused by and asked for by the Biden team.They wanted this night. And this is what we got. We have been told for weeks, weeks by Democrats who say, oh, in private meetings, I've seen Joe Biden do cartwheels and handstands while doing trigonometry, while solving all the nation's problems. We now know that every single person who said that has been lying to the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BEDINGFIELD",
      "sentences": "Including Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "JENNINGS",
      "sentences": "We've been told, Kate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BEDINGFIELD",
      "sentences": "I mean, I'm just saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "JENNINGS",
      "sentences": "Kate, everything we've been told about his mental acuity by these Democrats has been a lie. And everything we think we knew has been confirmed. I got a text from a friend. She's not terribly political. She maxed out to Biden in the last election because she hates Donald Trump. She said to me, I will never forgive the Democratic Party for this election. If the Democrats truly believe that he is an existential threat to democracy and that's not just some talking point, they will wake up in the morning and they will do something else because this is not sustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "That's another point about there are Democrats who are panicking. And then there are a lot of Republicans who did not want to vote for Donald Trump, who do not want to vote for Donald Trump, who are also panicking tonight. I heard from one who said this is scary. That's how it was described to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BEDINGFIELD",
      "sentences": "I'd second that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "There were a lot -- there was a lot -- there were a lot of those feelings, not just from the base of the party, but other people who really think that there should be an alternative to Trump, who they think is dangerous. And that's the other part of what is unfolding tonight in terms of the panic that is out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "You already have coming into this debate, support for third party candidates, Robert F. Kennedy Jr., highest, and then Jill Stein and Cornel West nowhere near as close. But if you add it all up, you get into the teens in most states when you do that. I think one byproduct out of this is to watch and see if those numbers go up a little bit.I'm not saying they're going to go up anywhere like a Perot standard, but you get to -- you get to third party candidates getting into double digits, then that's really starts to twist your electoral math state, depending on who they're drawing from state by state. This was already a very complicated race. This is within -- number one, the biggest complication right now is conversation with the Democratic Party. But the other complication is going to be if Joe Biden stays put and Kate's right, maybe it'll be another debate. I'm not sure Donald Trump's going to agree to a second debate. Biden's going to need it now. I'm not sure Trump's going to agree to it if the dynamics of the race change. I would also watch the third party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "AXELROD",
      "sentences": "I just want to say one thing, especially to you two guys. If for whatever reason, there's a change at the top of the ticket, you guys are in trouble with Donald Trump because the guy who was up there tonight is not a guy who's going to inspire people. He did not show in any way that he has changed from the guy who -- people have a very positive opinion of for a lot of good reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "AXELROD",
      "sentences": "But that's not -- what I said, Scott, was if Joe Biden were not the candidate, if there was another candidate, I think Donald Trump would be in deep trouble.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "GRIFFIN",
      "sentences": "But if I may, that is such a sad state of affair. Something I was consistently hearing is what a bad debate in the sense that Donald Trump lied throughout. He misrepresented. He tried to turn away from key points that he should have given answers on and kept and kept deflecting. With any normal generic Democrat next to him, I don't think he would have won the night.But you put somebody who was suffering from the moment that they got out. It was hard to watch. I had to occasionally look away because it was so uncomfortable. I think America deserves better than the options that are in front of them. It's really devastating. And by the way, our allies are watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "JONES",
      "sentences": "Yeah. Look, I mean, the way that I would try to phrase it, if I were less emotional, is Biden stuttered, but he told the truth. He looked terrible. His policies were good. Trump spoke plainly, but he lied the whole time. And he looked good, but his policies were terrible. I mean, he's going to do nothing on climate change. He was hugging the cactus on abortion. I mean, his policies are terrible.So you have somebody who probably shouldn't be president, and you have somebody who cannot be president in terms of what Donald Trump represents. So we have a problem as a country now. And this might be an opportunity for people to come together and figure this out, because neither one of those people right now are inspiring the confidence that they should inspire, that they can do the job in a way that would be good for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "GRIFFIN",
      "sentences": "But young voters are up for grabs in this election. I don't know a voter under 30 who would have watched tonight and could say, I have confidence in Joe Biden and casting my vote for four more years of Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "JENNINGS",
      "sentences": "And this opens the door, by the way, for the conversation about if Joe Biden remains the candidate, you're not voting for Joe Biden. You are voting for President Kamala Harris. Let's be honest. That is where the Trump campaign is going to go with this. They started down this road with an ad they released today.But this conversation about who you're actually casting your vote for, the volume is going to ratchet up. And I got news for you. She's less popular than he is. That is going to be a big problem for the Democrats if this ticket stays the way it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "URBAN",
      "sentences": "Yeah. And it's Scott's Democratic friend who maxed out, right? That's the that's the sentiment you're going to hear, I think. Some of my Democratic friends who are texting me saying, I can't believe this is where we are, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "COOPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "URBAN",
      "sentences": "I can't -- I don't forget -- I can't -- I'm not going to be able to forgive the party for putting it in this position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BEDINGFIELD",
      "sentences": "Like, I also think -- PHILLIPAnd I don't think that happened enough times in a coherent way to blunt the fact that Trump was taking a universe that was built on a house of lies and building a whole world for the millions of people watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "COOPER",
      "sentences": "Particularly on some of the most basic subject matters that President Biden should have been able to just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "And that world -- that world that he was able to build, it was not knocked down by the president. That is really at the heart of the problem. He may have won when he was making his discreet policy points. But part of the job on the debate stage is dealing with an opponent like Donald Trump who goes like a mile a minute on things that are not true. And if you don't deal with that, I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "AXELROD",
      "sentences": "I'm not sure, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "But no one at home is doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "AXELROD",
      "sentences": "All I want to say is I'm not sure. I don't think you're giving viewers enough credit. I think what they saw was the Trump that they didn't like. And I don't think he did himself a great service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BEDINGFIELD",
      "sentences": "Yes. But I also think we should just -- I also think we should let voters absorb this and see what they say, right. Let's look at the bias.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "COOPER",
      "sentences": "Yeah, it might surprise you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BEDINGFIELD",
      "sentences": "But let's look at (inaudible). Let's look where they are next week. We could make our pronouncements. Ultimately, voters have to absorb and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "AXELROD",
      "sentences": "They're going put your mics off, guys.",
      "isLastSentenceInterrupted": false
    }
  ]
}