{
  "date": "2024-12-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Matt Gaetz Ethics Report; Former U.S. President Clinton Hospitalized; Luigi Mangione Pleads Not Guilty; Bide Commutes Dozens of Death Row Inmates; Mulino Dismisses Trump Criticism Over Canal Operation; Israel Behind Haniyeh's Assassination; Netanyahu Signals Progress in Hostages Talks; Paul Whelan on His Russian Imprisonment; Honda and Nissan's Potential Merger. Aired 12-12:30a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "ROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us from all around the world and to everyone streaming us on CNN Max. I'm Rosemary Church.Just ahead, inside the Matt Gaetz report, salacious allegations of sexual misconduct, drug use, and obstruction. We'll take a look at the long-awaited House Ethics Committee report on the disgraced former congressman. The man accused of fatally shooting the UnitedHealthcare CEO pleads not guilty to murder. Why his lawyer says he's being used as political fodder. And CNN's interview with Paul Whelan, the Marine veteran who was wrongfully detained in Russia for more than five years. What he says about the harsh conditions in captivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN Newsroom with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "CHURCH",
      "sentences": "And we begin with a bombshell report by the U.S. House Ethics Committee detailing allegations of misconduct by former Republican Congressman Matt Gaetz, Donald Trump's first choice to be the country's next attorney general. According to the report, Gaetz paid women thousands of dollars for sex, including a 17-year-old girl, while he was a sitting member of Congress.The Committee also concluded he used or possessed illegal drugs on multiple occasions. Gaetz has long denied all of the allegations, and he tried but failed to block the report from being released. CNN's Katelyn Polantz breaks down the evidence found in the report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "KATELYN POLANTZ, CNN CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "The House Ethics Committee publicly released this long-awaited report on former Representative Matt Gaetz, someone they had been looking at for 19 months, and he just resigned from Congress just a few weeks ago. And the findings here, they are searing. They are about behavior that Matt Gaetz had or was engaged in when he was a sitting member of Congress, especially between the years of 2017 and 2020. One of the things that the Committee found, and they documented in their report with witness testimony, with tracing payments, with text messages, is that Gaetz, at least, 20 times was meeting with women who were being paid for sex and for drugs to the tune of hundreds, if not thousands of dollars, that includes what the Committee says they believe could be statutory rape under Florida law because of a party in 2017 that summer where he had sex with a woman, then girl, who was 17 years old.The Committee spoke to that woman with testimony from her becoming part of this report and they write that they found the Committee received testimony that victim A and representative Gaetz had sex twice during that party in 2017 including at least once in the presence of other party attendees. Victim A were called receiving $400 in cash from Representative Gaetz that evening, which she understood to be payment for sex. At the time, she had just completed her junior year of high school. There were other women that the Committee spoke to as well, who told the Committee that they generally knew that there was a clear expectation to be having sex, and they were getting money from Matt Gaetz. One person saying they were getting more than $5,000, another person getting a trip to the Bahamas. So, all of this coming together in that House Ethics Committee report, where the House says Matt Gaetz was completely in violation of the standards of conduct, doing things like engaging in prostitution, illicit drug use, and then that alleged statutory rape. Now, Gaetz had been investigated by the federal authorities, the Justice Department on this. They looked at the possibility of federal sex trafficking violations and found no, he would not be charged with any crime. So, Gaetz has never been charged with anything, and he continues to deny these allegations that the House is putting out there against him. One of the things he tried to do was bury the report on Monday by running to the court system. That lawsuit fell flat very quickly. And now, he just is saying publicly that he believes his reputation is very likely to be harmed by this. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "LUIGI MANGIONE, SUSPECT",
      "sentences": "Not guilty.SCANNELL (voice-over):  Mangione entering a plea of not guilty to the 11 New York State counts he is facing, which include murder in the first degree and murder in the second degree as a crime of terrorism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "KAREN FRIEDMAN AGNIFILO, DEFENSE ATTORNEY FOR LUIGI MANGIONE",
      "sentences": "I'm very concerned about my client's right to a fair trial. Like every other defendant, he is entitled to a presumption of innocence. But unfortunately, the way this has been handled so far, he -- his rights are being violated.SCANNELL (voice-over):  His attorney, Karen Friedman Agnifilo, telling Judge Gregory Carro that Mangione was being used like, quote, \"political fodder.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "AGNIFILO",
      "sentences": "He's a young man, and he is being treated like a human ping pong ball between two warring jurisdictions here.SCANNELL (voice-over):  Saying last week's now infamous perp walk with Mangione stepping off a helicopter surrounded by heavily armed law enforcement officers and New York City Mayor Eric Adams trailing behind was inappropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "AGNIFILO",
      "sentences": "Frankly, your honor, the mayor should know more than anyone of the presumption of innocence.SCANNELL (voice-over):  Noting Adams own legal problems over federal charges, including bribery to which he is pled not guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "AGNIFILO",
      "sentences": "I submit that he was just trying to detract from those issues by making a spectacle of Mr. MangioneSCANNELL (voice-over):  Agnifilo also asking for expedited discovery. But prosecutors warning that may not be so easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "JOEL SEIDEMANN, NEW YORK PROSECUTOR",
      "sentences": "I have never seen a case with such volume of evidence.SCANNELL (voice-over):  Saying there are thousands of hours of video tracking Mangione. Mangione is also facing four federal charges, including murder through use of a firearm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "SEIDEMANN",
      "sentences": "As we understand that we have primary jurisdiction and we have been informed by the U.S. attorney that they intend on allowing us to try our case first. We will comply with our ethical obligations with respect to trying this defendant's guilt in this courtroom alone.SCANNELL (voice-over):  Mangione has not entered a plea yet on the federal charges. Prosecutors could decide to seek the death penalty in that case. Members of the public filling four rows of the courtroom to watch the hearing unfold. While outside, protesters rallied in support of Mangione and against insurance companies like UnitedHealthcare. Kara Scannell, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:00",
      "speaker": "CHURCH",
      "sentences": "U.S. President Joe Biden is taking nearly all the prisoners off federal death row, commuting the sentences of 37 people to life in prison without the possibility of parole. President Biden opted not to change the sentences of the Boston Marathon bomber, the gunman in the 2015 Charleston, South Carolina church massacre, and the Pittsburgh synagogue shooter.In a statement, the president said he condemned the murders committed by those prisoners, but he's more convinced than ever that the federal use of the death penalty must end. It went on to say he could not stand back and let the new administration resume executions that he had halted. The Trump transition team condemned President Biden's move as an abhorrent decision that benefits people they described as among the worst killers in the world. Panama's president is dismissing criticism from Donald Trump that his country is unable to ensure the operation of the Panama Canal. On Sunday, the U.S. president-elect doubled down on his threat first made on social media to retake the critical waterway. Trump has accused Panama of charging the U.S. exorbitant rates to use the canal. The U.S. built the canal in the early 1900s and turned over control to Panama in 1999. Panama's president says the waterway will remain under its control. (BEGIN VIDEOTAPE) JOSE RAUL MULINO, PANAMANIAN PRESIDENT (through translator):  That is a manifestation of gross ignorance of history. The canal will celebrate 25 years under Panamanian hands, under Panamanian administration on December 31st. So, all those speculations and all that range of eventualities that are not going to happen, well, I leave them there as totally irrelevant issues and quite bordering on historical incoherence with what the Panama Canal has been, is, and will be. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "From Israel's war and ceasefire with Hezbollah in Lebanon to the fall of the Assad regime in Syria, this corner of the world has been chock full of dramatic developments of late. So, much so that it's easy to forget that more than a year after the Hamas-led terrorist attacks of October the 7th, Israel's war in Gaza continues to rumble on and continues to exact a heavy toll on Palestinians.In one of the latest incidents, Hamas officials say an Israeli operation in Nuseirat in Central Gaza killed or injured at least 50 civilians. When ambulance crews were finally able to retrieve bodies, they found cats feeding on them. The video is too graphic to show. The IDF didn't respond to requests for comment. In the north of Gaza, the director of the Kamal Adwan Hospital says it's been under siege for almost three months. He now says Israel has placed what he describes as explosive robots at the gates of the hospital. On Sunday the IDF told CNN there had been no strikes in the area in the preceding 24 hours. Against this backdrop, there's renewed optimism about ceasefire talks aimed at securing the release of the hundred or so hostages still being held captive in Gaza. Israel believes around a third of the hostages are dead, but according to the Hostages and Missing Families Forum, several Israeli families say that they recently received what they describe as signs of life from their loved ones. Any deal, though, would need to be signed off by Hamas and, of course, the government of Prime Minister Benjamin Netanyahu. On Monday, he was in court for his fifth day of testimony in his corruption trial, facing charges which he denies of fraud, breach of trust, and bribery. Elliott Gotkine, CNN, Jerusalem. U.S. (END VIDEOTAPE) SCANNELL (on camera):  Marine Veteran Paul Whelan is speaking out about what he faced during more than five years while imprisoned in Russia. He was arrested by Russian authorities six years ago this week and imprisoned on charges of espionage, which he has always vehemently denied. The U.S. State Department designated him as wrongfully detained in May of 2020. Whelan was convicted and sentenced to 16 years in prison, then transferred from Moscow to a remote prison camp. From there, he began a personal campaign for his freedom, including phone calls and writing letters to a CNN reporter. Earlier this year, the U.S. government secured Whelan's release in one of the largest prisoner exchanges since the Cold War. Whelan sat down with CNN's Anderson Cooper and Jennifer Hansler, the State Department reporter whom he reached out to from Russian captivity. And here's part of their conversation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "PAUL WHELAN, AMERICAN WRONGFULLY DETAINED IN RUSSIA FOR MORE THAN FIVE YEARS",
      "sentences": "Yes, Lefortovo. It's called the shooting gallery because that's where the Russians used to and probably still do shoot their own people. It's a horrendously old rundown facility. And you know, you're in a small cell by yourself, basically 23 hours a day.ANDERSON COOPER, CNN ANCHOR, AC360:  How long were you in that facility?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "WHELAN",
      "sentences": "For a year and a half.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "COOPER",
      "sentences": "I cannot imagine suddenly from being in your hotel room visiting your friend for a wedding to being in this notorious prison. How do you mentally not just panic and freak out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "WHELAN",
      "sentences": "I probably did panic and freaked out. Very quickly I realized that what was happening was real. You know, there was some solace in the fact that I knew my ambassadors would be coming to find out what was happening. I wasn't sure how long it would take to resolve. I knew I hadn't done anything. I hadn't violated the espionage law. I'm not a spy. I never have been. They'd either made a mistake or they were making it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:00",
      "speaker": "COOPER",
      "sentences": "Once you -- after the trial you were sentenced like 16 years, I think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "You were sent to a labor camp in Mordovia and you're still -- for the next three, four years, you are woken up every two hours at night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "Yes. I was an escape risk apparently. Mordovia, there's nothing out there. It's woods, it's forests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "And so, what, they would come in, wake you up and what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "They'd shine a light in my eyes and then take a picture with a camera to prove that they had checked me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "Every night, every two hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "Every two hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "For years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "For four years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "Can you sleep normally now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "Now? I'm getting back to a normal sleep pattern. It's difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "How was it that you started to reach out to other reporters? One of whom is Jennifer Hansler, who's here. What was the thinking on reaching out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "I wanted to make sure that my story was being told, and I wanted to make sure that people weren't forgetting. I didn't want it to be put on the back burner, and have other, you know, affairs of state take over people's interest.I'd made some phone calls, I'd written a lot of letters, and I wanted to speak to the media. So, Jennifer was one of, you know, the early reporters that I spoke to quite clandestinely from prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "How many calls in all, Jennifer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "JENNIFER HANSLER, CNN STATE DEPARTMENT REPORTER",
      "sentences": "I think it was about a dozen. But the first one was back in June 2021, and it came as a total surprise because I had known Paul's sister, Elizabeth, for quite a few months at that point, and she had asked at one point, can I give Paul your address because he enjoys writing letters?And then maybe a month later, he said, actually, can we give and your phone number? And I said, sure, of course. And sort of forgot about it. And then, I was sitting at my table in June 2021 and a number just popped up that said Russia No other caller I.D. And I sort of thought maybe it was spam, but I picked it up and then it's someone saying this is Paul Whelan. And I was so taken aback, Anderson, that I actually sent a clip of it to Elizabeth to say, hey, is this actually your brother's voice? And she confirmed it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "Did you hear the Navalny had been -- had died?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "Yes, he was murdered by the FSB in a secure prison. That's what happened to him. There's no question in my mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "COOPER",
      "sentences": "And when you heard that, what did you think about for yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "WHELAN",
      "sentences": "I was worried. I was worried that maybe the FSB would poison me or maybe, you know, break a bone or injure me to try to get the U.S. to speed up the negotiations for Krasikov being returned. That's what Russia wanted for me.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:00",
      "speaker": "CHURCH",
      "sentences": "One final note on that, the Kremlin has denied any role in Alexey Navalny's death. A mega merger is in the works that could transform the auto industry. Who would benefit if Nissan and Honda joined forces? We'll take a look just ahead here on CNN Newsroom.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:00",
      "speaker": "VANESSA YURKEVICH, CNN CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "Well, if you can't beat them, join them. So, Honda and Nissan, two rival Japanese automakers, are now in talks to merge. Mitsubishi, which has an alliance with Nissan, would also be part of this deal. The two companies, if they ultimately decide to join forces, would make the third largest automaker in the world behind Toyota and Volkswagen.Honda and Nissan would be then valued at around $50 billion. So, why this merger? Well, the companies want to be competitive, especially against rivals like Toyota, which produces more cars than Honda, Nissan, and Mitsubishi combined. Now, Nissan is also on financial footing, that's a little bit shaky, with analysts projecting they could go bankrupt in 2026. So, a merge with Honda would actually help save them, and the merger would help to produce more electric vehicles to compete with other car makers. Nissan is actually in a better position and has better infrastructure to produce EVs and that would ultimately help Honda. And for the average consumer, if you have a Nissan, the company wouldn't go bankrupt. So, that's good news. And there will be more car options on the market including hybrid vehicles which are very popular in the U.S. Analysts say it's not really a question of if this happens because it has to happen in order for these automakers to remain viable. The two car companies say if they agree to this merger, it will be completed by 2026. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}