{
  "date": "2024-09-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Harris and Trump Tied in Three Key Swing States; Trial Date Set for the \"Ketamine Queen\"; U.S. Service Member Detained in Venezuela. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:35:00",
      "speaker": "PAUL BEGALA, CNN POLITICAL COMMENTATOR AND DEMOCRATIC STRATEGIST",
      "sentences": "Right. But this is why we call them undecided. This is why we call them battleground states. The candidates are now having to reach voters who have not been paying attention.In one of the PACs I advised, we did a study. The voters who decide at the very end receive four minutes of political information a week. OK. I get four minutes of political information before I brush my teeth in the morning. So, the candidates have to realize the things that -- like the junkies like me know all about, those voters don't know at all. And so, I think it's really important for them, as we say in Texas, put the jam on the lower shelf where little folk can reach it. You know, don't presume that the voters know everything the way that the most intense people do. ACOSTA:  Yes, S. E., what's your takeaway when you look at the -- I mean, the other thing I thought was fascinating was how Kamala Harris has really surged in a couple of these states like Wisconsin. I mean, what a turnaround from where Joe Biden was about a month and a half ago. S. E. CUPP, CNN POLITICAL COMMENTATOR AND HOST, \"BATTLEGROUND\":  And North Carolina. North Carolina has been a prize that Democrats have wanted ever since they stumbled into 2008. And she's put that back in play as well. But I do want to make just one point about those undecided voters. I talked to a market research analyst last week who partnered with Ipsos to talk to undecided voters, and it's not that they don't know anything. They just don't like either candidate, and they're waiting to see if one of the two candidates will do or say something that really appeals to them. And to a person, they've all pinned sort of the moment of decision on this debate next week. So, they're actually waiting for this debate, which will be crucial, probably more crucial than most debates ever are, to see what exactly these two candidates are going to lay out in terms of policies, policies that will matter to them. So, they're not all low information or low pro, low propensity voters, some of them are just really not into either of these candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Sarah, that leads me to you because, I mean, our polling shows that what two-thirds of the voters in each of these battleground states are extremely motivated. So, yes, you have Harris supporters, Trump supporters who are raring to go. And I know you talk to focus groups from time to time. What are you picking up on and does it jive with our polling here in terms of what we're seeing in these battlegrounds?SARAH LONGWELL, REPUBLICAN STRATEGIST AND HOST, \"THE FOCUS GROUP\" PODCAST:  Yes, it does jive with the polling. And here's what's happening. So, Kamala Harris, when she, you know, became the nominee, she put the Democratic coalition back together, right? A lot of those voters with Joe Biden had been sort of sliding away. They were -- you know, we were talking a lot about the double haters because these are people who really did sort of hate Trump, didn't want to vote for him, but they thought Joe Biden was too old to do the job. And so, a lot of those really lagging poll numbers you saw previously, you know, were a result of Democrats, young people, black voters, Hispanic voters who had slid away from the Democratic Party and she put them back together. And so, now we're moving into the persuasion part of the election, the part where you've got to get to these. And, you know, we talk about low info voters, they're really just busy voters, right? They're people who -- they're probably healthier than the rest of us because they don't follow politics every second of every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Mentally. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "LONGWELL",
      "sentences": "Yes, I think there's something to be said for just living your life. You know, it's not what we do, but it's probably good for them. And so, now we're in that persuasion part where we're trying to make the case, because they are going to go vote. They think voting is important. I hear from these voters all the time, but they're still -- and Kamala is new to them. She's introducing herself to them.And so, they're -- they -- a lot of these voters are like, look, I don't like Donald Trump, but I'm not a Democrat. And so, I'm waiting to see what's in it for me here. Do I like this candidate? And so, she's still -- I think, S. E. is exactly right about the debate, it's a real inflection point that we hear from voters who are still waiting to make up their minds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. And, Paul, I mean, one of the things that's going to keep people up at night when we look at these battleground state polls is the way the electoral map is going to shake out. I mean, if Donald Trump can pull off a victory in Pennsylvania, if he can pull off a victory in Georgia, for example, then it's -- it becomes, I mean, a matter of life or death for Kamala Harris to do some damage in those Sunbelt states like North Carolina, like Arizona. And we could end up with an Electoral College, you know, tally that, it's just on a razor's edge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, she's got to trim that. Yes. And I do want to shift gears to something Trump said in this interview on this podcast, somebody I've never heard of before, but he's doing this podcast. Let's listen to this.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND REPUBLICAN PRESIDENTIAL CANDIDATE:  So, I was told if I got 63 million, which is what I got the first time, you would win. You can't not win. And I got millions of more votes than that and lost by a whisker. (END VIDEO CLIP) ACOSTA:  S. E., the reason I'm playing this is Trump has claimed he has every right to interfere with the 2020 election. He said that just days ago. He's on Truth Social all the time talking about the rigged election and so on. This is the second time in the last few weeks where he has conceded -- he has admitted, I shouldn't use the word concedes, he has admitted that he actually lost. What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "CUPP",
      "sentences": "Maybe someone smart close to him told him that this is not working and it's not appealing to the very swing state voters who you will need to win this election by a whisker, in fact, maybe. We've talked to lots of swing state and battleground voters who are undecided, this is a turnoff. They don't want to hear any more about the stolen and the rigged election.He can't help but wade into that territory. It's sort of become his calling card. And for his base it's the raison d'etre to avenge that 2020, quote/unquote, stolen election. But among gettable, persuadable voters, they're done with that. Move on and let's talk about what's going on in the economy, on the border, et cetera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "And just very quickly, Sarah, Democratic voters still motivated by when Trump says this kind of stuff, I have to assume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "LONGWELL",
      "sentences": "Yes, certainly. Democrats. I mean -- but here's the thing. Just in that clip, I'm pretty sure that Donald Trump prior to that said something about how even with all the fraud he lost by whisker, I don't think he's conceding quite as much as one might think from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "All right. The alleged drug dealer to the stars dubbed the Ketamine Queen will face trial in March. Prosecutors say her so-called drug selling emporium played a role in the death of actor Matthew Perry. And we're now learning she'll be tried alongside Dr. Salvador Plasencia, another defendant in that case. CNN's Nick Watt joins me now, Nick, what are we learning about these two defendants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "NICK WATT, CNN CORRESPONDENT",
      "sentences": "Well, Jim, if you listen to prosecutors, these are two people who, along with others, conspired to basically make as much money as they could by preying on Matthew Perry and taking advantage of his addiction.Now, Dr. Mark Plasencia, he allegedly texted another doctor, I wonder how much this moron will pay. Let's find out. Those two doctors allegedly sold Perry vials of ketamine for $2,000 that they themselves had bought for just $12. Now, the so-called Ketamine Queen, who is pictured there next to the doctor, she allegedly then came into the picture when Perry and his assistant tried to find some cheaper sources of ketamine. Authorities say that in her apartment in North Hollywood, that they're calling a stash house, they found 79 vials of ketamine, other drugs, cash, scales, a cash counting machine. And, you know, on her social media we see a pretty lavish lifestyle of late nights and exotic locales. And on her phone, authorities say they found video of her cooking ketamine, that's reducing it from a liquid down to a powder. So, her lawyer, this morning on the Today Show, paints a very different picture. He says that she had no connection with Matthew Perry, and that a very different side of her will come out at a trial. Now, three other people, the assistant, a doctor, and another alleged dealer have all agreed to plead guilty. So, it's unclear if they will actually testify at this trial of the two main suspects that you see there, Placencia and the Ketamine Queen. Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "All right. We're getting some breaking news now into CNN. CNN has learned that a U.S. service member has been detained in Venezuela. CNN's Natasha Bertrand joins me now. Natasha, I mean, this is coming right after the seizure of that Venezuelan plane just a few days ago. What can you tell us?",
      "isLastSentenceInterrupted": false
    }
  ]
}