{
  "date": "2024-10-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Early Voting in GA Surpasses 2M; Harris to Rally in Georgia with Obama; Harris and Trump Rallies in Key Swing States. Aired 10:30- 11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "-- too long because you're saying they're voting irregularities. The Republican Secretary of State, Brad Raffensperger, said that the election in 2020 was fair and square and that Joe Biden won. You dispute that still? Do you personally dispute that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "JOSH MCKOON, CHAIRMAN, GEORGIA REPUBLICAN PARTY",
      "sentences": "I think he said it was a perfect election and I certainly disagree with that.Look, the election was certified and Joe Biden was certified the winner of the election by over 11,000 votes. I'm not really concerned about that. I'm concerned about the 2024 election. That's what we've been spending the last year and a half working towards. is to make sure that we do what we need to do to have a fair, free election that everybody has confidence in. And that's really the goal, is we want all Georgians to feel confident whoever wins this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "But aren't there people in your party in Georgia, people like Marjorie Taylor Greene, who are already saying that the elect -- this upcoming election is being stolen? Do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "Look, I believe that we have taken tremendous steps to secure the 2024 election. We have a historic number of lawyers working in our election integrity program. We've had great laws passed by our General Assembly, signed into law by Governor Kemp. We've had good rules put forward by our state elections board, some of which are in place, some of which will continue to litigate into next year.But this election is not going to be 2020. This election is going to be, I believe, an orderly election and an election that, in the end, people can have confidence in. If it's a really close election like 2020, which was the closest election in my lifetime, then we'll deal with those issues after Election Day once we see what the results are and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Josh -- yes, Josh, here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "-- we compile the information from our poll watchers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Here's how former president Donald Trump dealt with the aftermath of the 2020 election. Here is some sound of him speaking with Brad Raffensperger, the Republican secretary of state, in the days after the 2020 election.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND REPUBLICAN PRESIDENTIAL CANDIDATE:  All I want to do is this. I just want to find 11,780 votes, which is one more than we have. Because we won the state. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Josh, wasn't it, in fact, the former president who was trying to pull a fast one in that election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "Absolutely not. What he was talking about in that call were allegations that were made about people that were allowed to vote that should not have been allowed to vote under Georgia law. And again, you know, I'm here to talk about the 2024 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "No, no, no. Josh, that's not what happened there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "I'm not here to talk about the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "He said in we said in that soundbite there, Josh, he said he wanted one more vote than what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "It's not true. I'm not going to let you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "-- he needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "-- what was said on the phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Josh, Josh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "What he said on the phone call -- look, I mean, we can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Why did he say that? Why did he say he wanted one more vote than what he needed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "What he said was, is that he wanted an investigation into the allegations that he had made about felons voting, about people who had moved out of state voting, about people who had moved out of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes. Josh, no, that's not what happened. Let's play it one more time. Just in case -- maybe the Zoom is off or something. If we can't control him, let's play the sound one more time. Josh, let's listen to it one more time. Josh, let's listen to it one more time.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "TRUMP",
      "sentences": "All I want to do is this. I just want to find 11,780 votes, which is one more than we have, because we won the state.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, Josh, why did he say that, I just want to find 11,780 votes, which is one more than what we have, because we won the state? In that call, he talks about shredding ballots. Removing machinery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "Do you want me to answer your question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "That's not what you just said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "Are you going to allow me to answer your question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "Are you going to allow me to answer your question? The answer to your question is, he was talking about voters who should not have been allowed to vote in the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "And I understand that's not your view, and that's not your opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "It has nothing to do with my view, Josh. I'm just reading the transcript.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "No, I think it's important for -- it's important for your viewers to know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "They are shredding ballots, Donald Trump said, in my opinion, based on what I've heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "I want your viewers to know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "They are removing machinery, and moving it as fast as they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "I want your viewers to know that I was asked on this program to speak about early voting in Georgia in the 2024 election about President Trump visiting the state yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "And this has been an entirely dishonest move to talk entirely about something that was not even discussed before I came on this program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ACOSTA",
      "sentences": "Josh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MCKOON",
      "sentences": "I know that you all want to talk about 2020 because you know Trump's going to win this election. If we talk about the economy and immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "Look, I don't think that anyone -- and if -- I would say this, if it was the Democrats on the short end of the stick, if you're within the margin in Georgia for an automatic recount, asking questions, reasonable questions about the election and making sure that you're able to confirm that the election result is correct, that is part of our law here in Georgia. You are allowed to contest an election. You are allowed to ask for a recount if you're within the margin.Now, frankly, I don't think that's going to happen. Because I think what we're seeing in early voting here in Georgia, the incredible turnout in rural counties around this state, the incredible turnout in Republican dominated areas, black turnout that is trending more towards midterm levels instead of presidential levels, all suggests that President Trump is heading to a result where he can win with a margin if our voters continue to turn out between now and November 5th at the levels they've been turning out for the first 10 days of early voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "If he doesn't, will you trust the results this time around and accept them and move on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "Look, I think this is a much more secure election than 2020. We don't have ballot drop boxes scattered randomly all over the state. We don't have election officials --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "But Josh, you're making suggestions that there was some kind of tomfoolery and shenanigans going on last time around. Your party's own secretary of state said that that was not the case and that it was a free and fair election and that it was secure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "You said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "I'm just saying, Josh, you said what you're saying is horse crap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "You said something earlier --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "It's just horse crap earlier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "I mean, you can call it whatever you want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "It just is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "I've lived here for the last four years, you haven't. I know what happened down here, you don't. You have an agenda. You brought me on here under false pretense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Josh, that is not the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "-- the producers told me they want to talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "The secretary -- it's your party's secretary of state. MCKOON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Josh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "It's important for your viewers to understand that you're interested in constantly pushing a dishonest narrative and using people as a foil --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "What is the dishonest narrative? What is the dishonest narrative? The election was secure last time around, Josh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "You're just lying. You're just lying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "Look, you just said -- the last person on your program talked about how it was a pandemic last time and how different it was last time. It was different. There was an emergency rule passed with our State Elections Board with almost no notice to legislate into our law ballot drop boxes. There were no instructions given about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Josh, but your secretary of state. Your -- it was your secretary of state. I'm just saying it was your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "I understand what the secretary of state's position is. And I don't agree with the secretary of state's position that it was fine to scatter ballot drop boxes haphazardly across the state and not give people equal access to the vote. I think that was an incorrect decision. And I'm glad that that's not the law that we have anymore because our state legislature and Governor Brian Kemp said, we need do put some parameters around these ballot drop boxes and absentee voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Well, Josh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "And I think that was very wise of them to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "I appreciate you coming on. You were able to talk about early voting. We were talking about all these issues. And I think as the state party chair, you know, you should be prepared to answer these kinds of questions, especially when your own party officials say that the vote was secure last time around, but you continue to undermine it. I'm not going to let that fly on this program. I'm very sorry that you continue to do it. But Josh, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "No, if you want to talk about lying I'll just post what your producer sent to me, OK? And then we can talk about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "Josh, next time, you know, you got to be prepared for any and all questions. All right. And you're getting that straight for me. We'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "I would. I'll definitely be prepared for you to talk about something entirely separate from what you said you were going to talk about. ACOSTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "Your producer -- and maybe you don't know what your producer is communicating to your guests. But your producer was very clear on the subjects we'll be discussing today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ACOSTA",
      "sentences": "And did you talk about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "MCKOON",
      "sentences": "We spent very little time talking about -- no, not really. I didn't get to talk about all the things that are happening in early voting. The fact that 16 percent of the people who have voted in this election did not vote in 2020. The low propensity voters that we have been chasing for the last year are turning out, they're turning out in record numbers. That is because the strategy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MCKOON",
      "sentences": "I've said repeatedly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ACOSTA",
      "sentences": "You have to have an expectation that that's going to be challenged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MCKOON",
      "sentences": "I've said repeatedly to you this morning that we've got great laws in place, that the election is much more secure than it was in 2020. That's what I've been telling Republican voters all over the state. You need to turn out early. You don't need to worry about election irregularities. You need to show up and vote. Because the way we're going to win this election is if we have historic turnout from Republican voters, and that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "With just 12 days to go until Election Day, Georgia is on Vice President Kamala Harris' mind. She's headed to this critical battleground state today for a campaign event with former President Barack Obama. And they'll be joined by a slew of A-list celebrities, including Bruce Springsteen, Tyler Perry, Samuel L. Jackson, and Spike Lee. The event comes as new polling shows Kamala Harris and Trump in a dead heat in Georgia, where more than 2 million voters have already cast their ballots. Joining me now, Georgia Democratic Congressman Hank Johnson. Congressman, thank you so much for joining us. I do want to ask you a little bit about this conversation I just had with the Georgia GOP chair who was insisting that last time around that Donald Trump was simply just trying to get to the bottom of concerns he had with Brad Raffensperger. That is clearly not the case.But it does lead me to this question as to whether or not you are confident that the Republicans will accept the election results this time around, if Kamala Harris wins. REP. HANK JOHNSON (D-GA):  Yes, welcome to 20th century Georgia, as typified by my friend Josh McKoon, the chair of the Republican Party, looking backwards, angry, fearful about the future, and all the while knowing that he's lying to the American people. And so, this is where we are with MAGA Republicans running the show in terms of our state legislature, our governor, even though he wound up on the wrong side of Donald Trump, along with Brad Raffensperger, trying to protect the integrity of the 2022 -- 2020 election, which everybody knows was not, you know, fraught with, you know, massive, you know, irregularities, as Josh McKoon said, it was a pretty well run election with relatively few, if any, irregularities. And so, that's just the bottom line. That's going to be the case in 2024. It was the case in 2022, but what my friends on the other side of the aisle have tried to do is to suppress Democratic voters. That's why they passed Senate Bill 202, but it's not going to have the same effect as Josh McKoon wants. He says that there is evidence that black voter turnout is down. He said -- he let the cat out of the bag in that interview. He said, you know, it's more like, midterm election numbers for black voters as opposed to 2020 numbers. He wants to -- and they want to cut down on black votes, and they've tried to do so, but it's not going to work. Black people in Georgia, along with right thinking people of all diversities are joyful, they're excited, they're enthusiastic about electing Kamala Harris and Tim Walz to be our next president and vice president. They are confident. They're determined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "JOHNSON",
      "sentences": "And we're going to win this election. We're going to deliver Georgia for Harris-Walz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ACOSTA",
      "sentences": "And, Congressman. I don't have to tell you, I mean, I talked to two Democratic members yesterday who said that there's a lot of hand wringing going on in the Democratic Party right now about whether or not Vice President Harris is going to pull this out. Are you among them, among the Democrats who are worried about whether or not she could pull this off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "Well, and I was going to ask you about -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "JOHNSON",
      "sentences": "He's unfit to serve. We've been making that argument to the people and it's frustrating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "And I do want to ask you, I mean, the vice president said last night she believes the former president, Donald Trump, is a fascist. Do you agree with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "JOHNSON",
      "sentences": "Well, there's no question about it. And so do members of his own administration and other Republican administrations who have been deeply involved in national security for -- throughout their careers. These are people who have served our nation admirably. They are not politicians either. They are not elected officials. They are people who have been working to protect our national security and protect our democracy by making sure that we continue to lead the world in terms of our national security.And they believe that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ACOSTA",
      "sentences": "But I guess -- Congressman, the reason why I ask is if, you know, Democrats are going to make that case, why is the election this close, do you think? Why is it -- why are Harrison and Walz the underdogs if Donald Trump is indeed a fascist?",
      "isLastSentenceInterrupted": false
    }
  ]
}