{
  "date": "2024-05-10",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "High-Stakes Report; Israel May Have Used American Arms Inconsistent with International Law; Israel Breached International Law in Gaza; Palestinians in Shadowy Detention Center; Israeli Prison Abuse Claims; Chinese Tariff Restructuring; Zeekr Zooms. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Up next, the New York Hush Money cover up case and a retired judge who's been inside the courtroom to watch throughout thetrial. He's going to join my friend Wolf Blitzer next in \"The Situation Room.\" I'll see you back here on \"The Lead\" Monday. And before that, we will have trial coverage on Monday morning, first thing. That's when I'll see you next. Have a great weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And of course, it comes in the wake of the message by President Biden and the decision by the Biden administration to restrictweaponry, certain weaponry to Israel, of course, if indeed we see an expansion of the operation in the Rafah part of Gaza. Kylie Atwood, great to have you with us. Thank you. Let's get more context on this now. I'm joined now by Major General James Spider Marks. Major Marks, fantastic to have you on the show with us. Just translate this report into English and military what this means or may mean for what we're seeing in Gaza, and I think specifically Rafah too. MAJ. GEN. JAMES \"SPIDER\" MARKS (RET.), CNN MILITARY ANALYST: Yes, Julia, thank you for letting me join you. I think there are several things that are -- that we do need to explain about this report. Number one is, frankly, it's not surprising that weapon systems might be used unintentionally, and that's one of the points as well, is what is the intent of the use of these weapons systems by the IDF if there is specific intent to go after civilian targets, then you've got a significant problem. That's not the issue here at all. What we're talking about is what's known as collateral damage and those estimates that exist a priori the delivery of those weapons systems. In other words, you go through the collateral damage assessment piece, then you make a determination as to whether this weapon system is the right weapon system to be used against this target so you can minimize the damage to the noncombatants. The other thing that's, I think, not surprising is the State Department up front said, look, this is based on incomplete information. This is not everything that we can get our hands on. So, the initial assessment, not determination emphatically, but the assessment is, there may be some actions on the part of the IDF that do not comport with the international humanitarian laws. But again, I'm not surprised in that every weapon system that's ever been used, sadly and unfortunately, you migrate into some of the determinations that there is some collateral damage that you'd like to try to avoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "There are a number of elements in this, to your point, and I spotted that immediately. As you said, the U.S. does not have completeinformation to verify many cases. One, because as they point out, they don't have representatives on the ground that can assess this. They also point out, as we've heard time and time again, Hamas seeking to hide behind civilian populations, which complicates the picture. You understand the challenges of operating in a battlefield environment and the challenges and the decisions, to your point, that have to be made at this moment. To the point of -- that Kylie was making about, there are ways, perhaps to avoid civilian casualties. Do you think this is damning in the sense that it's suggesting that the IDF could do better, in many respects, to avoid the loss of human life? And what are the implications, because as we've seen, President Biden has chosen to restrict certain forms of weaponry if indeed we see a greater escalation of violence in Rafah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, that challenge both militarily, I think, and politically, most definitely highlighted in this report. Major General James SpiderMarks, thank you, sir. OK. Now, to a CNN exclusive report. Since the war began in Gaza, a growing number of Palestinians are being held in a detention center in Israel's Negev Desert. CNN has spoken to some whistleblowers from inside the Israeli military who describe the systematic pattern of abuse there. They say they're speaking out as a matter of conscience and at great personal risk. Matthew Chance has more. (BEGIN VIDEO CLIP) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): It's a place the Israeli military doesn't want us to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHANCE",
      "sentences": "How many Palestinians are there in there right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Give me please, now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hang on, what is it that you want? My camera or my card?CHANCE (voice-over): But CNN has gained exclusive evidence of Palestinian prisoner abuse from multiple Israeli whistleblowers. At the Sde Teiman facility in Southern Israel, we joined human rights activists amid growing public concern for the detainees being held inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHANCE",
      "sentences": "This is a protest by Israeli citizens outside a detention center close to Gaza where we know hundreds of Palestinians have been held. Youcan see it's a closed military facility. It's behind a barbed wire fence. We're not permitted access. CHANCE (voice-over): And there's hostility from passersby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHANCE",
      "sentences": "We just had somebody drive past in a car and they shouted out to us in Hebrew, you're defending murderers. You're defending -- what do you --how do you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, no, no. We're defending basic human rights.CHANCE (voice-over): And eyewitnesses are now speaking out. Away from the military facility near the beaches of Tel Aviv, one young Israeli army reservist agreed to speak about scores of detainees at Sde Teiman he says are kept in cages or pens, constantly shackled and blindfolded many for weeks on end. We've hidden his identity and voice to shield him from prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We were told they are not allowed to move and must sit upright. They're not allowed to talk or peek under their blindfolds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHANCE",
      "sentences": "And what happened if they if they did do that? What kind of punishments were meted out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We were allowed to pick out problematic people and punish them, having them stand with their hands above their heads for anunlimited time. If they didn't keep their hands up, we could zip tie them to the fence. CHANCE (voice-over): The Israeli military says detainees are handcuffed based on their risk level and health status. But the account tallies with photographic evidence obtained by CNN of Palestinian detainees inside Sde Teiman. And with hand and wrist injuries shown to CNN by dozens of Palestinians released back into Gaza. I was zip tied and blindfolded, says this former detainee, and tortured in a way I never imagined. One source telling us the restraints were so tight they had to amputate a man's hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHANCE",
      "sentences": "The view that I've heard expressed is that, you know, how do you think Israeli hostages are treated by Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This sentiment was voiced in the facility, but I think that if Hamas is so abominable, which I agree with, then why use Hamas as abar? It's a descent into dehumanization. CHANCE (voice-over): A descent that's accelerated since the rampage by Hamas on October 7th last year, the killing and abduction to Gaza of hundreds of Israelis provoked outrage and a brutal response. Amid Israel's wrath, tens of thousands of Palestinians have been killed and thousands detained for interrogation transported to facilities like Sde Teiman where one Israeli guard now tell CNN prisoners are routinely beaten. We've hidden his identity and voice too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can take them out and hit them, maybe four or five times with a club. It's not done in the face, so you don't see blood. Thedetainees lie belly down, being hit and kicked, people screaming and dogs barking at them. It's terrifying. Some detainees are taken away and beaten really hard, so bones and teeth are broken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHANCE",
      "sentences": "So, you saw people who were subject to these beatings, who had their bones broken, and who had their teeth broken?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHANCE",
      "sentences": "How many Palestinians are in there right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know. I prefer not to answer it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHANCE",
      "sentences": "Do you know if they're being handcuffed? Are they being blindfolded?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a facility --CHANCE (voice-over): As we leave, masked soldiers approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHANCE",
      "sentences": "Hello. How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you stop filming please?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHANCE",
      "sentences": "I'm filming this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You cannot film anything here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a property of the army.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who are you guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHANCE",
      "sentences": "We're CNN. Who are you? Are you the police?CHANCE (voice-over): They tried to take our cameras.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Give me please, now. Give me please, now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHANCE",
      "sentences": "Hang on. What is it that you want? My camera or my card?CHANCE (voice-over): Then order us to leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "CHANCE",
      "sentences": "Well, we're driving now to meet one Israeli with personal experience of the Sde Teiman facility. It's experience that he says hasleft him shocked at the condition and the medical treatment of Palestinian detainees there. CHANCE (voice-over): He told us he treated Palestinian detainees with gunshot wounds fresh from the war zone in Gaza but was appalled at the lack of equipment and expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The problem is, Gazans who are brought in are labelled as terrorists, and it is very popular opinion over here that terroristsdeserve to die, so they do not deserve the same medical care as everyone else. CHANCE (voice-over): Satellite imagery obtained by CNN shows how the Sde Teiman facility was expanded after the October 7th attacks, with detention facilities and makeshift medical bays being added after public hospitals in Israel refused to treat injured Gazan suspects. Eyewitness accounts describe a field hospital with 15 to 20 patients virtually naked and blindfolded, with hands and feet shackled to their beds and wearing diapers. One eyewitness told CNN painful procedures were carried out by underqualified medics. Treatment the medical worker told us amounts to punishment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In my view, it's the idea of total vulnerability. If you imagine being unable to move, being unable to see what's going on, that'ssomething that borders, if not crosses, into psychological torture. CHANCE (voice-over): The Israeli military says prisoners are stripped for security checks and that investigations are opened when there's suspicion of misconduct. Still, accounts from Israelis and Palestinians inside and the shocking images paint a disturbing picture. Matthew Chance, CNN, at Sde Teiman, in Southern Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move.\" And TGIF to all our first movers in the United States, U.K. and Latin America. And to everyone in Asia, wehope you're having a wonderful Saturday morning. Now, topping today's \"Money Move,\" the Dow winning streak has yet to peak. Allegedly, that's unsolicited. Investment advice there. The Dow rising for an eighth straight session to close out its best week of the year. The S&amp;P pushing higher as well. And the Nasdaq, as you can see, they're pretty much unchanged overall. Some troubling economic data from Friday too. Consumer sentiment taking its biggest hit of the year, the biggest drop amid the frustration perhaps over inflation. The U.S. releasing fresh inflation data next week, too. And we've got major retailers providing their earnings reports as well. In the meantime, green arrows across Europe. The London FTSE hitting a fresh record high on news that the U.K. economy has clawed its way out of recession. That may pave the way to rate cuts, of course, too. And nice gains in Asia with Hong Kong, the outperformer, it shares hitting a nine-month high. Now, Asian investors are bracing for what could be an eventful week ahead, particularly across Chinese markets. The Biden administration is expected to announce a sweeping restructuring of Chinese tariffs as soon as next week, including a rise in tariffs on Chinese imports like minerals, solar components, and EVs. Now, EV firms could see tariffs rise from 25 to 100 percent. So, that's incoming into the United States. The news pulled the plug on Chinese EV makers that trade on Wall Street. Shares of Nio and Xpeng fell some 5 percent Friday. Li Auto also fell some 2 percent. But shares of Zeekr raced ahead on its first day of trade on the New York Stock Exchange, rising more than 30 percent Friday. The luxury brand spinoff of Chinese auto firm Geely priced shares at the top of their range and raised more than $400 million. It's the first major Chinese IPO in the United States since 2021. Dan Ives, senior equity analyst at Wedbush Securities, joins us now. Dan, great to have you with us. Just let's talk about the EVs in general. I guess this has been pretty well discussed and rumored, the idea that the tariffs could rise. Do you think this is a bit of a case of buy the rumor, sell the fact in reverse? They've given a lot of ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "DAN IVES, MANAGING DIRECTOR, WEDBUSH SECURITIES",
      "sentences": "Yes. Look, but it's a shot across the bow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "IVES",
      "sentences": "I mean, from the Biden administration towards what we're seeing in Beijing from electric vehicles. And I think this is just continuing to be agame of thrones battle between US and China. Ironically, talk about, you know, what we saw today in terms of the IPO, the ironic timing just showing how successful some of these Chinese EV players are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "I mean, tariffs from 25 to 100 percent is pretty prohibitive. And I think the danger is if you're looking at Europe as an option here,they're going to be looking at the United States and saying, we probably need to protect ourselves as well. Where do you go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "So, Zeekr and the team there, and obviously the ownership is important to discuss. This is no ordinary Chinese EV maker, but it's surelythe same story. They've chosen to list in the United States, but they're eyeing Europe for the growth opportunities. How concerned should we be about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "IVES",
      "sentences": "I think they're actually a little more of a gold standard. I think part of why that's been a successful play, you know, some of the otherissues that some of these other EV players have, they don't, I mean, they've been very successful. I think strategically done a great job. You look at that Europe market, that's going to be front and center. And I think this is important in terms of the reaction, because in an EV environment, I mean, you've talked about for a long time, demand softened and globally, and this is -- we're going to continue to see this sort of game of thrones play out among EV players.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "And perhaps consolidation if you are looking for the gold standard, to your point. Very quickly, I mentioned it's the biggest IPOsince Didi, which of course is the Chinese ride hailing app. I mean, a week later, they were tackled by the Chinese government. And a year later, they delisted. Any concerns with that kind of thing with Zeekr if investors are interested in this one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "IVES",
      "sentences": "Yes, I don't think there's a concern. I think a lot of that's already been vetted. You know, the fact that actually got here and rang the bell.And I think, also, it's important in terms of we saw for New York Stock Exchange in terms that IPO. And, look, this -- we are going to see some of these IPOs come through, but it's going to be a much more restrictive process, but I do not expect what we saw with Didi to see a similar thing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "And I apologize to our viewers if they could hear strange squeaking in the background there because I could hear it. I'm not surewhat it was. Dan Ives, managing director of Wedbush Securities and senior equity analyst. Sir, great to get your wisdom on the show. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "IVES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Now, moving from electric vehicles to an electrifying display. The Northern Lights may be visible across parts of North America thisweekend, even as far south as Alabama and Northern California. The U.S. has issued a severe geomagnetic storm watch for the first time in nearly 20 years heading into the weekend. And actually, seeing the Northern Lights all depends on one thing, of course, and that's the weather. For more on that, at least I'm joined by Chad Myers. Now, if my memory serves me, the Fantastic Four were created by some kind of solar storm like this, which actually got me very excited. You're fabulous already, of course. But, Chad, there are there are downsides to this too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Let's be clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "I think that's great advice. Unplug in general is always great advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MYERS",
      "sentences": "Yes. I'm a worst-case scenario kind of guy and I just don't -- some of this stuff isn't going to be insured by the insurance company. So, youhave to be careful. You have to just spend what your policy says, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "You're my risk manager for today, Chad. Thank you so much. The fifth member of the Fantastic Four, at least in my eyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MYERS",
      "sentences": "Sure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Have a great -- have a good weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "MYERS",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Stay with \"First Move.\" We'll be back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "There is no gag order to Michael Cohen. What the judge did was amazing, actually. Was amazing. Everybody can say whatever they want. Theycan say whatever they want. I don't know. I'm not allowed to say anything about anybody. It's a disgrace. SCANNELL (voice-over): Today, prosecutors called witnesses to stand to help lay the groundwork for Cohen's upcoming testimony. An AT&amp;T analyst introduced Cohen's phone records. And back on the stand, Trump's former White House aide, Madeleine Westerhout, testified about Trump's reaction to the release of Daniels' story in 2018. Westerhout testified Trump was upset by it, and her understanding was that it would be hurtful to his family. She later clarified Trump did not specifically speak about his family in that conversation. Trump's lawyer suggested he made the $130,000 hush money payoff to Daniels in order to protect his family. Meanwhile, prosecutors argue he did it to influence the 2016 election, which was two weeks away, and came on the heels of the Access Hollywood tape damaging his campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "And when you're a star, they let you do it. You can do anything.SCANNELL (voice-over): Trump's lawyer, Susan Necheles, asked Westerhout about the process of Trump signing checks. Westerhout said Trump would sign them while multitasking, doing things like talking on the phone or meeting with people. She described FedExing the signed checks back to the Trump organization. Prosecutors used Westerhout to show the chain of command of checks, like the one sent to Cohen to reimburse him for the hush money. Cohen testified before Congress about the allegations in 2019. REP. ELIJAH CUMMINGS, U.S. HOUSE DEMOCRAT: Donald Trump wrote you a check out of his personal account while he was serving as president of the United States of America to reimburse you for hush money payments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "COHEN",
      "sentences": "Yes, Mr. Chairman.SCANNELL (voice-over): Today, another witness, a paralegal at the district attorney's office, read one of Trump's tweets about the monthly payments to Cohen, which Trump called a retainer. Trump said, Mr. Cohen, an attorney, received a monthly retainer not from the campaign and having nothing to do with the campaign. The tweet came around the time his former lawyer, Rudy Giuliani, told Fox News host Sean Hannity that Trump reimbursed Cohen for the hush money, that Cohen paid for it out of his own pocket. RUDY GIULIANI, DONALD TRUMP'S FORMER ATTORNEY: Having something to do with paying some Stormy Daniels woman $130,000, I mean, which is going to turn out to be perfectly legal. That money was not campaign money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "SEAN HANNITY, HOST, FOX NEWS",
      "sentences": "They funneled it through the law firm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "GIULIANI",
      "sentences": "Funneled it through the law firm, and the president repaid it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move.\" Now, there's no better sign that spring has sprung in New York City than when art fairs like Frieze and TFAFarrive, and of course, when art collectors begin raising their paddles at the spring auctions. Now, over the next week or so, big auction houses like Sotheby's, Christie's, and Phillips will be selling major works by Picasso, Monet, Basquiat, as well as some lesser-known artists, of course. Now, the auctions will test what some are calling a softer art market this year. It's also seen as a type of confidence gauge for the ultra-wealthy. But is art a good investment? Well, if you look at this chart, then your answer would be yes. It compares returns on investment art versus the S&amp;P 500 Index over the past two decades. But come on, how are we defining art as a potential collector? Why are you buying it and where are you buying it from? And of course, that assumes you're even brave enough to ask the price. Yes, I've been there. My next guest has written a number of books to help navigate one of the last remaining unregulated markets in the His most recent one is called \"How to Collect Art.\" Magnus Resch is author, art market economist, entrepreneur, and collector, and he joins us now. Magnus, great to have you on the show. Now, I did actually read your book in one sitting, which says something, but I think the straight answer that I got at least from the book was actually, for the most part, art's a terrible investment, but it's way more interesting than that. MAGNUS RESCH, AUTHOR, \"HOW TO COLLECT ART\" AND ART MARKET ECONOMIST: Well, yes, you're right. Art is a bad investment. Most art. 99 percent of all art doesn't return any money. If you only look at the top end of the market, yes, this is where art actually outperforms other indexes, like you showed us before, but this really only looks at a tiny, tiny number of artists. Think about that. 20 artists make up 50 percent of the total value of the art market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow. I mean, that's just a crazy stat to begin with. I think the other thing that I learned, and that was your chart, by the way, Istole it. You point out in the book that there's, what, 60 million plus pieces of artwork that are produced every year. I mentioned the auctions and actually what sells at auction each year is a tiny fraction of that. What's also fascinating is what then sells again in the secondary market. It's teeny. It's like 1 percent of that. But we have to understand what we're dealing with here in a market that, for most part, we don't really understand on any level, and that's what you help with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. So, if I'm an artist at this moment, then those shoes that you pointed out are feeling incredibly uncomfortable at this moment, and Ican dump my illusions of being an art investor at the door. Why should people invest, whether it's for love, to invest in a community, as you point out, which I think is quite fun? Why should people invest and how should they be thinking about this? What is the investment? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "RESCH",
      "sentences": "So, what I do in my book, \"How to Collect Art,\" is I explain to people, all right, if you're here as -- and looking for the nextinvestment, the next Basquiat, then most likely this is not the right industry. So, buy for other reasons. I call it responsible buying. So, what you should do is you should consider art as an investment in yourself, in a gallery, and in an artist. So, by buying art, you're not -- it's not a financial transaction, but it's almost a philanthropic act where you're supporting a whole community. Now, when you free yourself from the investment idea and you are aware that most art that you buy, you'll never see the money again, this changes the entire game, because now you're free. You can buy what you like knowing that you will never see the money again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Some people's philanthropy could also be discussed as sort of throwing the money away, to your point, make you feel better about bad artthat you buy. A lot of people say to me as well, they don't have any taste. How do you know even what to buy in this sense? How do you approach that, Magnus? Because you also invest or at least you buy art.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "RESCH",
      "sentences": "So, the book is based on a large research study that I did, where we looked at half a million artists and millions of price points. Iinterviewed, on top of this, 200 of the most prominent art collectors, just to find out what makes an artwork and an artist successful. Now, the outcome of this study is a -- it took us six years. We published it in \"Science Magazine.\" I wrote it together with a couple of Harvard professors. And we were able to show that the actual art piece does not drive value. What really drives value and what makes an artist successful is the network that the artist is in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK. Explain that more, because you also in the book, and I love this chart, and I think to my audience it might look quite complicated, butit's actually very simple in terms of who's in charge, particularly at the higher end of the art market, and I know we're talking in broad terms here, but who drives what's perceived as valuable, and also, what is valuable, and it's a very small network, and it's actually concentrated in New York. Can we bring up this chart? And Magnus, you can explain this as one piece of that, at least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "RESCH",
      "sentences": "Yes. So, what you can see here is a map with a lot of dots. Now, some dots are small, others are bigger. Here are two things that areimportant. The size of the dots and the proximity of the dots to each other. As you can see, there are -- there's only one area where all the big dots are. Now, every dot is an art institution, a gallery or a museum. Now, we were able to show that only a few dots are -- only a few institutions are relevant for the success of an artist, and those are the big dot institutions. What you can see is that they're all closely connected to each other. That means for an artist, if you like to have success, you need to be part of this one central network that consists of a few institutions, most of them in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "RESCH",
      "sentences": "And as you can also see, most other institutions have no impact on the financial success of an artist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. So, the key here, I think, is don't worry if your taste doesn't fit, what, those four big players like Place (ph) Gallery andGagosian Gallery and a couple of museums say because they're perhaps dominating, at least, the top end of the art market and shouldn't. OK. Final question. Why should people buy the book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "RESCH",
      "sentences": "Well, the book is a guide to the art world. I think everyone is interested in a few key questions. What should I buy? Where should I start?Is this price fair? How do I get tickets to Art Basel? And what's the difference between Art Basel and SCOPE? So, I provide answers in this book. It's based on research. It's not based on my personal opinion. It's -- and it's a guide book to help you navigate the art market. So, if you like to be the expert at your next dinner party, go and buy this book. If you don't want to lose any money in the art world and be very knowledgeable when you purchase your next art piece, go ahead. It's like an art adviser in your pocket and you can get it for less than I think $35. So, I wouldn't wait anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK. Shameless plug. And an art adviser definitely cost more than that. Magnus, great to have you on the show. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "RESCH",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move.\" And to a surfer who says he feels at peace while taking on mother nature. Sebastian Steudtner may just havebroken his own world record by surfing a titanic 28-meter wave, that's more than 90 feet high, in Portugal of course. In this report, he tells us just how he does it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "SEBASTIAN STEUDTNER, BIG WAVE SURFER",
      "sentences": "It's a mountain of water. It's the largest physical energy in the ocean, which is about to explode on theshore. And I realized how small, little insignificant and nothing we are as humans compared to nature. UNIDENTIFIED FEMALE (voice-over): He set the Guinness World Record for the largest wave ever surfed back in 2020, surfing an 86-foot behemoth. But now, big wave surfer Sebastian Steudtner may have broken his own mark. His latest feat came in February this year when he surfed a wave provisionally measured at almost 94 feet, taller than a nine-story building. The height still needs to be ratified and that process will culminate in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "STEUDTNER",
      "sentences": "We were, for the first time, surfing the biggest waves in stormy conditions, and that was considered unsurfable. So, we made that possible.And that to me is what's special from that day. Whenever I get scared and whenever I have fear of something risky that I'm doing, and I face it, I work my way through it. I take the responsibility of minimizing the risk. I spend more time in the preparation and getting ready for it than actually, you know, surfing the wave. UNIDENTIFIED FEMALE (voice-over): Steudtner and his team go to extensive lengths to ensure that he's physically and mentally prepared for the immense pressure he inevitably comes up against in his quest to surf ever larger waves, but as well as pushing the limits of his body and mind Steudtner also pushes the limits of science and technology to help him find and safely surf, some of the most dangerous swells in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "STEUDTNER",
      "sentences": "When I broke the world record in 2020, I was on the limit as far as my equipment goes. I can surf quicker. I can be faster as an athlete. Ican -- I trust that I'm able to surf bigger waves, but just physically, we kind of hit a wall. So, what we did is we looked at the sport from a scientific point of view. We started using sensors in the surfboard, on my body, in drone technology, and we created data to be able to change the equipment. UNIDENTIFIED FEMALE (voice-over): Despite the imminent dangers, Steudtner has become a master of his craft. Not only surviving, but thriving in the chaos that is mother nature.",
      "isLastSentenceInterrupted": false
    }
  ]
}