{
  "date": "2024-04-23",
  "headline": "Quest Means Business",
  "subHeadline": "Ex-Tabloid Publisher Testifies About Killing Stories For Trump; US Senate Moves Ahead On Foreign Aid Bill; Pro-Palestinian Protests Continue Across US Campuses; Ex-National Enquirer Publisher Testifies In Hush Money Case; Supreme Court Weighs Immunity Claim In Election Subversion Case; British Royal Family Releases New Photo Of Prince Louis; Workers Dress Down In China To Protest Low Pay, Rat Race. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:17",
      "speaker": "JIM SCIUTTO, CNN INTERNATIONAL HOST",
      "sentences": "A stunning day of testimony today about the role a US tabloid played in killing stories that could be hurtfulto Donald Trump. Hello, I'm Jim Sciutto outside the Manhattan Courthouse where the former president is now on trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL HOST",
      "sentences": "I'm Paula Newton in New York, it is Tuesday, April 23rd, and a warm welcome to our special coverage here onCNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "SCIUTTO",
      "sentences": "Gripping scenes inside a New York courtroom today at Donald Trump's criminal hush money trial. Former tabloid publisher, David Pecker,was back on the stand for a second day. He explained how the \"National Enquirer\" buried stories that could potentially hurt Trump's 2016 campaign. Among the revelations in his testimony, Pecker agreed to tell Trump's then lawyer, Michael Cohen if he heard about any negative stories concerning Trump or his family, and he agreed to tell Cohen if any women were offering such stories for sale. He said the \"Enquirer\" paid $30,000.00 to a doorman who falsely claimed that Trump had fathered an illegitimate child. Pecker said he bought that story, knowing it was untrue to protect Trump and his campaign from any potential embarrassment. The court adjourned while Pecker was testifying about Karen McDougal, a \"Playboy\" model, who claims to have had an affair with Trump, something Trump denies. Pecker said he spoke to Cohen frequently when her allegations emerged. He said Cohen suggested they avoid speaking on a landline. Once court was adjourn for the day, Trump railed once again against his gag order, which prohibits him from commenting or publicly criticizing witnesses and jurors. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "It is totally unconstitutional. I am not allowed to talk, but people are allowed to talkabout me So they can talk about me, they can say whatever they want, they can lie, but I am not allowed to say anything. I just have to sit back and look at my conflicted judge that's ordered me to have a gag order. I don't think anybody has ever seen anything like this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "SCIUTTO",
      "sentences": "We should note, it is not that he is not allowed to say anything. The gag order relates again, specifically to public criticism of jurors andwitnesses. A contentious hearing this morning as to whether Trump had violated that order as prosecutors contend. The prosecution said, he flaunted it by sharing or flouted it rather by sharing a \"New York Post\" column that called Michael Cohen a serial perjurer. They also flagged a repost on Truth Social, accusing liberal activists of trying to get on the jury. The prosecution called that post, in particular, very troubling in that it attacked the jury. One of Trump's attorneys said the former president is allowed to respond to political attacks. Judge Merchan became exasperated when the attorney, Todd Blanche, failed to provide any specifics. He told Blanche that he was losing all credibility with the court as a result. In the end, however, Judge Merchan said he is still considering his decision on that gag order. Jessica Schneider is in Washington with more and it was quite a moment this morning because prosecutors made their case, and beyond that, it was clear that the judge was not happy with the defense attorney's answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes, Pecker described him has frugal and therefore very aware of where and how much of this money was being spent and how.Jessica Schneider, thanks so much. Well, Adam Shlahet is the director of the Brendan Moore Trial Advocacy Center. Adam, thanks so much for joining today. As you look at the legal questions raised today in that courtroom by Pecker's testimony, do you think he is helping establish the prosecutor's arguments here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "ADAM SHLAHET, DIRECTOR, BRENDAN MOORE TRIAL ADVOCACY CENTER",
      "sentences": "Oh, absolutely.I mean, from what I've read, he came off as very calm, very controlled, very affable and he was being very matter of fact. And what he was saying was pretty damning stuff for himself, hurting his own credibility as a journalist, right? He was talking about this catch and kill stuff and of burying stories and he is saying it with really no judgment, it is just what he did, and it is what he did with Donald Trump. And I think that that's pretty compelling stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "SCIUTTO",
      "sentences": "I mean, he called it checkbook journalism, not really journalism by any definition, making up stories to damage Trump's opponents andkilling stories that might damage Trump. When you go forward here, the essential argument from prosecutors, right, is that this is a conspiracy and the Stormy Daniels' payment was not isolated. It was part of a pattern, a strategy really that came together during that election campaign 2015-2016 with folks who worked very closely with Trump not just David Pecker, but also Michael Cohen, h is once attorney, and fixer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "SHLAHET",
      "sentences": "Yes, I think there was a key moment in today's testimony that really kind of brings all of that together. David Pecker said that helooked Trump in the eye and said, \"You should bury this.\" And that's about Miss McDougal's story. So Donald Trump heard Pecker say, you should bury this and his answer was, I'll have to think about it. You'll hear back from Michael Cohen, right? So he has just established the role that Michael Cohen will do, as I say and you will do as Michael Cohen says. So that is really closing the loop on this relationship in this conspiracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "SCIUTTO",
      "sentences": "Prosecutors have two jobs though, don't they? They want to establish the outlines of this conspiracy, but then they have to prove thata crime was committed, and we got a hint today as to how they intend to do so when they cited in conversations with the judge a particular New York election law. Can you explain what that law is exactly and what then prosecutors would have to prove? Would have to establish to win the argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "SHLAHET",
      "sentences": "Well, one of the things that the defense has been saying is that the prosecution shouldn't be able to use this concept of a conspiracybecause a conspiracy isn't specifically alleged in the indictment. However, in this New York law, it does use the word conspiracy. So that kind of line of questioning and that testimony that the prosecution has been eliciting is well within bounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:06",
      "speaker": "SCIUTTO",
      "sentences": "So tell us then what the defense's job will be here? Because the defense to some degree in their opening arguments in effect, acceptedseveral of the facts of the case as presented by the prosecution, but they colored it in an entirely different way, saying that this purely an effort to protect Trump's reputation as opposed to in any way, illegally interfere in the election. How does the defense, if we look forward a little bit here, attempt to establish that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes, and not just documents, receipts, but also they seem to say text messages and possibly that we may even hear a recording of Trump'svoice at the time recorded by Michael Cohen. Adam Shlahet, thanks so much for helping break it down for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "SHLAHET",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "SCIUTTO",
      "sentences": "So, as for Trump's behavior inside the courtroom, he was seen whispering at times, passing notes with his attorneys. Trump shook his headwhen David Pecker recalled killing the disproven story from the doorman about an illegitimate child, Trump looked directly at Pecker when he was testifying specifically about Karen McDougal, who alleged another affair with Trump. \"The Financial Times,\" Joe Miller, he has been inside the courtroom all day. Joe, you have a remarkable seat here to quite a historic case. Tell us first about Trump's demeanor in the courtroom. JOE MILLER, LEGAL CORRESPONDENT, \"THE FINANCIAL TIMES\": You know, with his demeanor, he has been very quiet and subdued throughout these proceedings so far, in stark contrast to how he appears literally feet away in the hallway outside the court, but I thought today you could detect a little bit of frustration first during that spicy contempt hearing when the judge essentially said that he doesn't really believe that Donald Trump was acting in good faith when he was re-posting all of those things on Truth Social. And then later when essentially the inner workings of the Trump universe and its connection to the tabloid world were laid bare for the world to see. You could see, I thought a hint of embarrassment, perhaps as you said, you know, Trump shaking his head a couple of times when salacious details of former alleged affairs came up. So perhaps these proceedings are beginning to bear upon him and he is realizing that while it may play quite well to his supporters outside of court, it is quite a humiliating experience in the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "SCIUTTO",
      "sentences": "Did you have a sense of how jurors were reacting to this testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "MILLER",
      "sentences": "Well, some of the jurors looked quite surprised when David Pecker was outlining how this alleged catch and kill scheme works and it was alesson to ask journalists who are perhaps a little bit more familiar with how these things might go on behind the scenes that I noticed some jurors expressing quite a lot of surprise, or at least their facial expressions seem to suggest when David Pecker said that he had essentially agreed to publish good stories about Trump and to the campaign. And more importantly, to run bad stories and negative stories about his opponents that it was as black and white as that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes, I think we sometimes assume folks are following this stuff more, perhaps as closely as we do given our jobs, but perhaps for a numberof the members of the jury, it is the first time they have heard this sort of thing. Tell us about the judge then, because the hearing this morning by all accounts was quite contentious. Did you have a sense of the judge losing patience with defense attorneys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "MILLER",
      "sentences": "Absolutely and I think he is progressively using more and more patience with each hearing. You know, I have been following this case eversince the original arraignment and indictment, and I think you saw Judge Merchan trying to tread this line incredibly carefully to appear to be incredibly fair to both sides. He talked about being worried about the First Amendment rights of Donald Trump when discussing the possibility of a gag order, but today, he really seemed to be losing it with Trump's attorneys because they were essentially putting forward arguments that he said he didn't find at all credible and those arguments that he was essentially passing this gag order and he thought it was okay to re-post and things like that or maybe, he couldn't go after individual jurors, but you could talk about them as a collective. And you could see the judge really wasn't buying that and he is really tiring of having to listen to these arguments time and time again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "SCIUTTO",
      "sentences": "We will see how thin his patience is as he makes his decision now on whether Trump violated his gag order.Joe, thanks so much for sharing the account from inside the courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:07",
      "speaker": "MILLER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:10",
      "speaker": "NEWTON",
      "sentences": "The US Senate had advanced a foreign aid package to a final vote. It is the last procedural hearing before that final vote, which could takeplace in fact, within the next few hours. The $95 billion package includes money to Ukraine, Israel, and Taiwan. Senate Majority Leader Chuck Schumer praised the vote. Listen. (BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY): The Senate sends a unified message to the entire world, America will always defend democracy in its hour of need. We tell our allies, we will stand with you. We tell our adversaries, don't mess with us. We tell the world, we will do everything to defend democracy and our way of life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:10",
      "speaker": "NEWTON",
      "sentences": "CNN's Manu Raju, chief congressional correspondent joins us now from Capitol Hill.Manu, it has been a week, right? It has been a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:10",
      "speaker": "MANU RAJU, CNN SENIOR CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:10",
      "speaker": "NEWTON",
      "sentences": "Certainly relief in Ukraine and at the White House, but to take us through it. How did this all go down in the Senate? And do you stillanticipate any hiccups?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:10",
      "speaker": "RAJU",
      "sentences": "Yes, at the moment, this is expected to pass probably as soon as tonight and that is probably not going to change in the aftermath of a verysignificant vote that happened this afternoon in the United States Senate to overcome a Republican-led filibuster, that measure was advanced on it 80 to 19 vote. I mean, 30 Republicans voted with most Democrats that pushes over the finish line. The next vote will be either late tonight or maybe early tomorrow morning, but probably late tonight to actually pass the bill and that would just requires a simple majority of the 100 senators, meaning this is on track for passage after months and months of battling divisions within the GOP in particular. And also the decision by the speaker of the House not to move on the Senate's aid package, more than two months ago, Johnson ultimately, Speaker Mike Johnson ultimately decided to move on his own plan, made some changes and he is getting a lot of blowback from his right, but got through the House on Saturday. The Senate giving final approval now to the House's last changes to its proposal. Now, this all comes as there has been a lot of consternation in the ranks. I talked to Republicans and Democratic senators today about this, a lot of them were concerned about the delay in acting here, even though they believe this money is necessary. (BEGIN VIDEO CLIP) REP. TODD YOUNG (R-IN): Ukraine, you know, there has been a human toll. There has been certainly a loss of territory that may not have otherwise happened, but it is my belief informed by briefings from experts that Ukrainians will still be able to turn the tide. SEN. TAMMY DUCKWORTH (D-IL): Now, it has been an embarrassment and also more importantly, a tactical problem on the battlefield by us not having passed this five months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "RAJU",
      "sentences": "And those last two comments coming from Republican senators reacting to the threats of Congressman Marjorie Taylor Greene in the House to try topush out Mike Johnson over this issue in particular, his desire to push ahead on this Ukraine aid package. It is one of several issues in which she has been citing and saying that is a betrayal to Republican voters. Now, that is all causing this division within the ranks, but despite that, despite the charges to Speaker Johnson's hold on power, this is still moving ahead, expected to become law later this week after the president signs this package following the Senate's approval later tonight -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "NEWTON",
      "sentences": "Really interesting is the Republican backing of that in the Senate was so high. Manu, thanks so much, as we continue to follow that finalvote, appreciate it. Now US universities are struggling to defuse tensions on campus over the war in Gaza. Pro-Palestinian demonstrations have upended Columbia University in New York, similar gatherings are taking place at colleges right around the country. More than 20 tents are set up in front of a chapel at the Massachusetts Institute of Technology or MIT. Palestinian flags have been on display there and students have been chanting in support of Gaza. More than 130 people, meantime, were arrested at New York University during a pro-Palestinian protest that was Monday night. CNN's Shimon Prokupecz joins me now live from Columbia University with the latest. You've been following all of this, Shimon, we understand Columbia administrators have issued a new statement. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Well, the one thing that they are saying and this is significant is that the encampment aswe've seen it with the tents on the university campus on that lawn, is against regulations. And the last time the university said that, they asked the NYPD to come in and clear the students and that is when we saw those mass arrests, over 100 Columbia University students arrested. It is unclear what the university is going to do after saying that it is violating regulations. The big question is, are they going to ask the NYPD to come in and clear the encampment? There is no indication that is happening right now. Significantly is that there is a graduation that is supposed to take place on the university campus, right, where the encampment is on May 15th. So we will see as we get closer to that date, if anything like that happens. Outside the campus, we usually see small group of protesters. We are not seeing that today. They are usually out here chanting and saying the things that they say and sometimes are disturbing to certainly the people who live here on the Upper West Side, but we are not seeing any of that today. It is a very different feel today outside. Inside the campus, the encampment continues. There is probably a couple of hundred now who have gathered in there and then are sleeping overnight and spending their days in tents and together as a group, continuing to make their demands that the university divest from their support of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:09",
      "speaker": "NEWTON",
      "sentences": "We certainly note that there is more of a sense of calm there. I want to talk to you about an editorial in the Columbia newspaper thatdisputes in fact that the university is a hotbed of antisemitic thought and behavior. The editors are actually pointing the finger at the administrators who say they are not prioritizing genuine engagement. You know, Shimon, that is the key, right? So many people say that they want peaceful debate on these campuses and it is being stifled, again, the emphasis on peaceful and respectful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "NEWTON",
      "sentences": "Yes, sure, that's certainly good news for, certainly residents and students alike.Shimon Prokupecz for us, thank you so much. To Tesla now, they have released their earnings, just minutes ago after the closing bell on Wall Street. It reported a nine percent drop in revenue year-over-year, and its first quarterly drop in revenue since 2020. Even so, get this, Tesla's stock has soared in after hours' trading on plans to advance new models. The EV maker has fallen on some tough times. Tesla just cut prices again in some countries and the company is planning to lay off 10 percent of its staff globally. Thankfully, we have Clare Duffy here who has been going through all of this, also in terms of guidance, I for one, I am completely surprised that there is a pop on the stock. I note that they say that their deliveries will be notably lower going forward and yet traders seem happy. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Yes, Paula, this is really interesting. One analyst had called this earnings report the moment of truth for Teslaand CEO Elon Musk and the truth from this report looks even worse than the Wall Street analysts' pessimistic predictions that we had seen leading up to today. Earnings down 47 percent year-over-year; sales, as you said, down nine percent year-over-year. Profit margins falling two percentage points, and look, this has a company that has faced are really challenging year leading up to this point. In just the last month, we have seen Tesla posting first-quarter deliveries well below expectations. The company laying off 10 percent of its staff and announcing this restructuring. The company being ordered to recall 4,000 of its brand new cyber trucks and also as you said, aggressive price cuts in Germany and China building on price cuts that it had already done elsewhere. So this has been a really challenging month and year for this company. We have seen shares down more than 40 percent year-to-date and yet you're seeing this stock pop after this report and I think there are a couple of things to look at there. The first is that Tesla has said in this earnings report that its Model 2, this upcoming car that it has teased, that would be a lower priced version of some of its popular vehicles, plans for that are not dead. There had been reports that Tesla might be giving up on plans for that. They are indicating that the plans are going ahead. The other thing here is that Tesla has started to tease its vision for automated robotaxis using its self-driving technology and the company is really touting its plans. I think investors are hoping to hear more about that in the upcoming earnings call, but the company said in this report that it actually believes that there will be a plan to layer ride-hailing into the Tesla app, that Tesla consumers could potentially order one of these robotaxis directly from the Tesla app. And so I think investors are probably really happy to hear some more detail about what Tesla's plans are for that robotaxi technology. But I think people will still be eagerly waiting to hear from Elon Musk during this earnings call, hoping for some reassurance that the company can turn things around here -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCIUTTO",
      "sentences": "Returning now to our top story, day two of testimony in Donald Trump's historic criminal trial.On the stand today was former \"National Enquirer\" publisher, David Pecker, who said that he agreed to use his tabloid to boost Trump's 2016 presidential campaign. Pecker said he has known Trump since the 1980s and has had a, quote, \"great relationship with him,\" including him, he said, to key players on the New York social scene. Pecker said he saw Trump more frequently after he announced his first presidential run. Pecker also said that he bought an untrue story of Trump fathering a child to stop it getting out. He said, quote, \"I made the decision to purchase the story because of the potential embarrassment it had to the campaign and to Mr. Trump.\" So let's discuss what it was like inside that courtroom. Kara Scannell with me here now. Also our media correspondent Hadas Gold is in New York. But, Kara, you are in the courtroom there. I wonder how the jury was responding to this testimony because Pecker is quite a remarkable witness. He knew Trump for years, and according to the prosecutors and according to Pecker's own testimony, they had a deal here, right, to kill stories damaging to Trump and to boost stories damaging to his opponents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "KARA SCANNELL, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, David Pecker is someone who can take the jury inside this relationship and inside what prosecutorssay is this key meeting in August of 2015 where the catch and kill agreement was hatched. And so David Pecker was describing in those details and when he was testifying, he would often look toward the jury box and give the testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCANNELL",
      "sentences": "And then look back at the prosecutors. I never saw him during his testimony look over at Donald Trump, who was sitting at the defense tablelooking right at David Pecker. But, you know, he was comfortably explaining this arrangement to try to buy off negative stories and then talking about some of these specific examples, getting into the details of some of these deals and the conversations that he had with these key players.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Did you have a sense of how the jury was responding to these details, in these stories?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCANNELL",
      "sentences": "It's always hard to tell. I mean, I could see them there -- it was like a tennis match. They're watching David Pecker, then they'returning to look at the prosecutor as asking the next question. So actively engaged, I guess you could say, that they were observing this and then they also we started to see today some of the first exhibits, e-mails, one of these agreements to kill one of the stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCANNELL",
      "sentences": "And those pop up on monitors that are at each individual juror seats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCIUTTO",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCANNELL",
      "sentences": "You'd see their head dip down to look at that monitor as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCIUTTO",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:18",
      "speaker": "SCANNELL",
      "sentences": "So I would say, you know, David Pecker was only on the stand for about two hours today. It was a shortened day. His testimony seemed to havehad the jury's attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:16",
      "speaker": "HADAS GOLD, CNN MEDIA CORRESPONDENT",
      "sentences": "Yes, I mean, it seemed like Donald Trump had a great friend in David Pecker who really did a lot for hiscampaign and a lot for Donald Trump personally. Now, there's been reporting on these catch and kill stories now for years, but it was so fascinating to hear from our reporters in the courtroom like Kara of David Pecker under oath finally laying this all out there exactly what we had been hearing in reports that there had been this catch and kill deal in place for Donald Trump to benefit him. Now checkbook journalism in tabloid journalism is not unusual. Write a check to a source that you get the exclusive, splash it on your front pages. But catch and kill is a situation where these tabloids would pay a source for their story, catch it, and then kill it by never letting it see the light of day either in that tabloid or any tabloid. I mean, we saw that the contract with the doorman was in perpetuity. So they didn't want this to ever come out. And we're also hearing from former employees of these tabloids, they would have these whole kill files of these sorts of contracts and multiple stories. So we know prosecutors are going after three of these types of payments, and Pecker, you know, is making it clear that unlike in other catch and kill situations, for example Harvey Weinstein. We know that Harvey Weinstein also had some catch and kill deals where it was more about maybe a future business deal. With David Pecker and Donald Trump it was seemingly personal. It was to help the campaign specifically. He purposely buying a false story that it wouldn't embarrass the campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:16",
      "speaker": "SCIUTTO",
      "sentences": "Yes. And this first witness was not a tangential figure. He was quite central to it. He ran the newspaper. He owned the publishing companythat ran the newspaper. Kara Scannell, when Trump left the courthouse today, it struck me that he was more frustrated than I'd seen him in previous days. And as you watched them in the courtroom, I wonder, could you sense his reaction, his level of attention, or moments when it seemed that he was, well, losing patience with what he was listening to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:16",
      "speaker": "SCANNELL",
      "sentences": "I mean, his demeanor in the courtroom was pretty reserved today. He was passing notes to his attorneys when David Pecker was answering someof these questions. He was also -- I mean the earlier part of the hearing involved a lot of the gag order, and whether he would be held in contempt for violating that gag order. And that's when we saw him leave court today. That seemed to be the heart of a lot of his frustration. He walked out with a stack of papers that he only brought back in halfway through the day, and then he came outside and was talking about how these were articles about the trial and he couldn't talk about it. So it senses that he feels stifled, that he can't say anything and he can't say anything about this testimony that he just had to sit through and listen to. But we did not see the type of, you know, act like frustration coming out and beaming out of him in reaction to what Pecker said. And, you know, in other trials we have seen him react more verbally, where he has said things during E. Jean Carroll's testimony in the defamation case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:16",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:16",
      "speaker": "SCANNELL",
      "sentences": "We didn't see that today. You know, the judge has made clear in this case that he has no tolerance for that. And this seems like, at leasttoday, Donald Trump, whatever he was feeling, he was able to get keep it pretty composed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:16",
      "speaker": "SCIUTTO",
      "sentences": "I know you'll keep watching in the courtroom.Kara Scannell, thanks so much. Hadas Gold, as well. Well, this is of course not the only legal case Donald Trump is facing right now or this week. The Supreme Court this week is considering whether he can claim really broad immunity in the federal case charging him with plotting to overturn the 2020 election. They're going to hear arguments on Thursday. CNN's senior Supreme Court analyst, Joan Biskupic, she's going to be following it from Washington. Joan, these arguments and this decision for the Supreme Court central to the other case, big case facing him brought by Special Counsel Jack Smith. Tell us what the court is going to be hearing on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "SCIUTTO",
      "sentences": "Listen, and it would have implications far beyond Donald Trump because if those arguments were to succeed, Trump's arguments here, itwould shield presidents from a whole host of potential charges or accused wrongdoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "BISKUPIC",
      "sentences": "That's right. And in fact, Jack Smith, the special counsel, reaches back into history and looks at -- looks like sort of the foundingprinciples that were written into the Constitution and the understanding that there was never any immunity for a president, and points to more specifically in current times, what happened in the Watergate era after Richard Nixon was forced from office, and Gerald Ford became president. What Jack Smith says is that then President Ford's pardon of Richard Nixon came with the understanding that the former president could have been criminally prosecuted for what happened in Watergate. And he points to that as he says, to your point, that there would be many instances that could arise in the future, not just with Donald Trump. But one other item I want to stress from the filings on both sides is that former president Donald Trump says in legal papers that no president has ever been criminally prosecuted and this is such a departure, and Jack Smith comes back and says, well, that's because no president ever engaged in this level of election subversion and interfered with the peaceful transfer of power in January of a new presidential year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "SCIUTTO",
      "sentences": "That's going to be quite a day at the Supreme Court.Joan Biskupic, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "BISKUPIC",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:08",
      "speaker": "SCIUTTO",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now let's give a warm welcome to Dr. Jane Goodall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "ASHER",
      "sentences": "Today, renowned primatologist Jane Goodall is visiting the American International School in Johannesburg, South Africa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're here to share with you all we did in Roots and Shoots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "ASHER",
      "sentences": "Jane's Roots and Shoots program empowers young people to become changemakers through community projects that benefit the planet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "JANE GOODALL, FOUNDER, ROOTS AND SHOOTS",
      "sentences": "When I began Roots and Shoots in Tanzania in 1991, it was because I was meeting young people then who hadlost hope. Young people who felt we'd compromised their future, climate change, loss of biodiversity. I mean, you know, I can go on, this thing, this thing, this thing. The goal that I have is helping young people understand that actually there is a window of time. As an individual, what they do makes a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "ASHER",
      "sentences": "And that belief, Goodall says, is what led her to achieve so much in the conservation wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "GOODALL",
      "sentences": "I was 10 years old and I decided I would grow up. I would go to Africa. I would live with wild animals and I would write books about them.Everybody laughed. How can you do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "ASHER",
      "sentences": "It was in the rugged forests of what is now Tanzania's (INAUDIBLE) Stream National Park that Goodall would make several groundbreakingdiscoveries about wild chimpanzees. Most notably that they use tools, are omnivores, and that they are socially complex beings. She'd also go on to become a dedicated environmental activist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "GOODALL",
      "sentences": "I think it's really important there's exchange of information on the elders to the youngest. I was really lucky. I had an amazing mother andI was born loving animals and she supported this love of animals. She nurtured this inherent love I had in all the insects, the birds, the animals, everybody around me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "ASHER",
      "sentences": "Roots and Shoots is active in 70 countries where hundreds of thousands of young people are making an impact within their communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You will build a water supply system, a sustainable water supply system, for the newly built eco-bridge classrooms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "GOODALL",
      "sentences": "So reaching to the stars, Roots and Shoots, young people inspired, encouraged, empowered all over the world, at the end change humanity intosomething different. A message to the world would be don't forget that you as an individual make an impact on the environment every single day. And it's up to you to choose what sort of impact you make. Then we moved toward a better world. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "NEWTON",
      "sentences": "The British royal family is celebrating the 6th birthday of Prince Louis, releasing a new photo taken by his mother, the Princess of Wales. Itwas in fact the first image to be released by the family since the recent photo-editing scandal and it comes as the Princess of Wales undergoes chemotherapy. And Max Foster has our report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "MAX FOSTER, CNN ANCHOR AND ROYAL CORRESPONDENT",
      "sentences": "The joyous smile of a young boy on his 6th birthday, captured by his mother. Prince Louis, fourth inline to the British throne, in the spotlight since birth, unaware of his role in a global media storm. The release of pictures to mark the birthday of a royal family member is pretty routine. The way it was shared, however, was unprecedented. The palace using this moment to take the narrative back into their own hands after a flurry of conspiracy theories last month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everyone is still talking about this picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "PIERS MORGAN, BRITISH BROADCASTER",
      "sentences": "Where do you stand on Kate-piracy? There's no doubting its impact on the reputation of the British royalfamily.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "FOSTER",
      "sentences": "It all started when a photo of the Princess of Wales and her three children posted on Mother's Day just weeks after she underwent surgery wasfound to be edited. The princess, who's known for taking family photos, claimed in a statement she was the one who made the tweaks, with photo agencies quickly dubbing it a breach of editorial guidelines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "ERIC BARADAT, AFP PHOTO DIRECTOR",
      "sentences": "Everybody started, you know, enlarging, zooming in the picture, and noticing straight away that something waswrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "FOSTER",
      "sentences": "Days of rumors and speculation prompted the princess to announce that she had been diagnosed with cancer with a request of privacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "CATHERINE, PRINCESS OF WALES",
      "sentences": "It has taken us time to explain everything to George, Charlotte and Louis in a way that's appropriate for them, and toreassure them that I'm going to be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "FOSTER",
      "sentences": "While her husbands and heir to the throne, Prince William, return to the public eye last week, all focus was centered on Louis' birthday withquestions over whether they would post a photo, whether Kate would have taken the photo, and whether she would be in it. In a change of strategy, while a royal source said the photo wasn't edited, they didn't distribute the picture to agencies, posting straight to social media and losing the need to adhere to their editorial rules. The decision a symptom of the palace's changing relationship with the media. The palace taking out the messenger in an apparent attempt to reframe the headline. Max Foster, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:59",
      "speaker": "NEWTON",
      "sentences": "OK, they say dress for the job you want, right? Not the job you have, which is why a new fashion trend is raising eyebrows in China whereyoung people have been turning up to work in clothing that is, I'll say, unusual, I'll say radical to say the least. Marc Stewart has this report, and as you will see, he dressed up for the occasion. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "NEWTON",
      "sentences": "OK, coming up for us, we'll have the final numbers from Wall Street. That right after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:08",
      "speaker": "NEWTON",
      "sentences": "So Wall Street, in fact, did close higher for a second straight day. The Dow gained 263 points as more earnings come in. Many people arelooking forward to those good earnings reports. Investor sentiment getting some help from companies like General Motors and Spotify. And the S&amp;P 500 closed more than 1 percent higher in nearly every single sector, gaining on the day. So much for sector rotation. Now the NASDAQ, this surprised me, also rising for a second straight day. You can see it there, better than 1.5 percent. It did, of course, get some help, though, from those Spotify shares which surged on a strong quarterly profit and subscriber growth. Want to recap, though, again, those Tesla earnings. It reported its first quarterly drop in revenue since 2020. Earnings per share also came short of expectations. Investors, right now, though, they seem to like it. I mean, look at that after-hours trading, popping nearly 10 percent. This is the issue right now. People are waiting to see whether or not Tesla will lean into that cheaper EV vehicle, maybe something that's priced around $25,000. Just in order to keep up here, though, with competition, Tesla has already cut some of its prices of its current models in several countries. And a reminder as well that the company has already laid off up to 10 percent of its global staff. Now we do have an earnings call in about a half an hour from now. Stay with CNN.com as we will continue to give you the updates on that. As for me, that does it for QUEST MEANS BUSINESS. I'm Paula Newton in New York. \"THE LEAD WITH JAKE TAPPER\" starts now.",
      "isLastSentenceInterrupted": false
    }
  ]
}