{
  "date": "2024-07-15",
  "headline": "CNN News Central",
  "subHeadline": "GOP Convention Begins Today After Trump Assassination Attempt; New Video Shows Moments Before Gunman Fired At Trump; Secret Service Did Not Sweep Building Where Gunman Was Perched; Biden Cancels Plan To Travel To Austin Today. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:05",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Quick last word, Margaret?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "MARGARET HOOVER, CNN POLITICAL COMMENTATOR",
      "sentences": "I couldn't agree with you more, Jamal, and to your point, the reason we take a pause is to really recalibrate how we move forward together and how we -- how we -- what do we learn from this moment and what's kind of transcend this moment.And so, I do hope we're all rethinking our rhetoric, the Republicans and the Democrats. As you think we use this moment to rise together as a country, and above it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Yeah, it could be actually a beautiful moment for this country to see people sort of coming together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "SIMMONS",
      "sentences": "One quick last point I think the other thing that President Trump -- President Biden has done, which is important, he's shown that when you win an election, you still have a responsibility to take care of those who've lost an election. You're not just the winner in the president of the people who supported you, the president of everyone.And I think that is something that President Trump should think about if he is going to be reelected, he should be doing the same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "SIDNER",
      "sentences": "Jamal Simmons, Margaret Hoover, John Berman, so nice to be next to you today.All right. Thank you so much. The new hour of CNN NEWS CENTRAL starts right now. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And we are live in Milwaukee, Wisconsin, at the site of this week's Republican national convention. It kicks off today.And happening right now, a real gut check on American politics calls for unity, demands for answers as Republicans begin to gather here and the investigation into what went so wrong and why to allow a man to nearly assassinate the former president. All of it taking place together. Now, nearly 48 hours after that assassination attempt, we are standing by to learn more and hear more from Donald Trump who could announce his running mate really, anytime now. He is already today revealing new details about his goals for the days ahead in here in Wisconsin and how they have really been recalibrated today. And now breaking just moments ago, we are now seeing new video and new perspective of his would-be assassin as that man was scaling the roof where he was perched and where he began to open fire last hour, we learned that the Secret Service did not personally sweep that building you're looking at, relying on local law enforcement to do so ahead of the rally there. We have team coverage on all of it here in Milwaukee. John Berman, Sara Sidner standing by in New York. Let's start with CNN's Steve Contorno for the very latest that we're hearing from Donald Trump and his team this morning. Steve, what are you hearing from his team about all of the new details that have been coming out, not just that last night, but already this morning about the investigation, and what the -- and what more is going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SIDNER",
      "sentences": "Steve, thank you so much for those new details.Let's bring in CNN's Danny Freeman now. He's live at the scene where the shooting took place on Saturday. And, Danny, there are new details that have been coming out this morning about the investigation. What's the very latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "That's right, Kate. But before we get to those new details, I just want to talk to that video that you mentioned earlier in the show because it is truly stunning to look at. What you're looking at is video just moments before those shots rang out at that rally back on Saturday. And you can see what appears to be the suspected would-be assassin, the gunman crawling on the roof of the building just outside of the perimeter before the shooting takes place.And you can hear in this video, supporters of the former president, seemingly alerting law enforcement and raising the alarm that there is a shooter on the roof. So again, that video I think were going to be looking at for some time, but just because it is so disturbing to see the shooter Thomas Crooks, crawling on that roof prior to what ultimately happened. Now, I also want to mention, Kate, directly to your question, to the latest on the investigation. We are learning from U.S. Secret Service spokesperson telling our CNN's Whitney Wild that the Secret Service did not sweep that building that we're talking about, where the gunman perched and ultimately fired at former President Trump. The spokesperson said that there was supposed to be local law enforcement in charge of sweeping and being in control of that particular building. And I'll remind you, Kate, we've been talking about that building being outside of the specific perimeter, but as also we've seen from all of the maps and diagrams and just seeing get here in person, it is still incredibly close with that sight line of the former president and the stage. The Secret Service said they do not know who is responsible, who was responsible for securing that building, but I did reach out to Pennsylvania state police for comment after the U.S. Secret Service released that information to us earlier the day. I do want to take a moment, though, Kate, to actually bring you some eyewitness account from that moment about the shooter. It's sound that I don't believe we've played on CNN before that was gathered by our Alayna Treene. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "MIKE DIFRISCHIA, CAPTURED VIDEO OF GUNMAN FIRING SHOTS",
      "sentences": "No line of sight then they even looked at us and said, you know, where's he at? And we were pointing to them. You know, he's right there. They just they were too close to the building one officer did try to climb up on the building and he got all the way up and he just wanted to get up on top. And then he just kind of let go and fell to the ground. I don't know if the guy startled him or what exactly happened.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "FREEMAN",
      "sentences": "Now, Kate, I'll add just one more thing about the investigation into the shooter himself, Thomas Matthew Crooks. We, of course, at this point are still waiting for a motive. The FBI has not been able to at least figure out or announced yet any potential motive for the shooting.But our own John Miller did report in the past few hours that the shooter did purchase 50 rounds of ammunition at a local gun store, just hours before the shooting -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Oh, thank you so much, Danny.And also just getting in some more reporting while you were just on air from CNN's Whitney Wild saying this about the investigation, about that building we're just looking at in terms of the video. A source familiar with the investigation says one of two local counter sniper teams, local counter for sniper teams was supposed to cover the building where the gunman was perched. The source noted it was a designated post in the operational plan. More details are trickling in, important details when you add them all together to learn how it went so wrong and how that man was able to get on that building just as you're looking at that video, this new video coming in. Danny, thank you so much. Let's go over now to CNN's Ryan Young. He's here in Milwaukee. He's tracking the security measures that are in place have been in place and new measures now in place in light of the tragedy this weekend for the convention. Ryan, how things changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "YOUNG",
      "sentences": "Kate, over the last few days, we've been told about the increasing efforts in terms of locking this area down and you see the officers moving through. I will also say there's concern about people moving through the soft areas with weapons that's something they considered to talk about.We'll be walking with protesters a little later this morning. That still continues in terms of large protests expected. We'll be watching this all throughout the day -- Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Ryan, thank you, Steve, Danny, thank you all. Great reporting this morning for us.John, I'll throw it back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. With us now, CNN senior law enforcement analyst, former Philadelphia Police Commissioner Charles Ramsey.Commissioner, thanks so much for being with us. I want to read again the latest bit of reporting we just got in and we are getting so much information now, every 20 minutes or so. This comes from our Whitney Wild who says a source familiar with the investigation says one of two local counter sniper teams, local counter sniper teams was supposed to cover the building where the gunman was perched. The source noted it was a designated post in the operational plan. Now, people need to know Secret Service works with local law enforcement wherever principals go, wherever presidents or candidates go. But what's the significance there that it was the locals who are supposed to be watching this building?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, first of all, there's going to be a lot of information trickling in as this investigation unfolds, there's no question in my mind that's probably accurate. That was outside the inner perimeter, that the Secret Service had designated.But here's the issue, in my opinion: the Secret Service and I know historically that's the way they have done things. But they're going to have to rethink that, and then my opinion, change to a degree. It doesn't mean that you don't trust the -- that you don't use local and state law enforcement. They have to -- they're not large enough to do it all themselves. But it's like Reagan said, years ago, trust, but verify. In other words trust them to put an operational plan together. But then verify that they actually doing what they're supposed to be doing and people are in the places they're supposed to be because you can delegate authority, you can not delegate responsibility. And the responsibility for the protection of the former president and the current president of the United States is the United States Secret Service, period. And so, they have a responsibility for making sure that all plans are in place and people are doing exactly what they're supposed to be doing, so they can protect not only the president or former president, but all those people they come to a rally. I know it's difficult, but that's what -- they're going to have to rethink that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "BERMAN",
      "sentences": "Whitney is also reporting that the Secret Service had not swept that specific building where the shooter was perched. Now, I don't know if that's because it was in the local law enforcement purview and maybe Secret Service was hoping that local law enforcement what have swept it. But given the proximity to the podium, do you feel as if this building would have needed to be swept?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "RAMSEY",
      "sentences": "Sure. Absolutely should have been swept. And again, hope does it get the job done.I mean, you've got to verify and make sure stuff gets done and the Secret Service isn't the only agency capable of sweeping of building. You know, state police can do it. FBI can do it. ATF can do it. There are a lot of agencies that can sweep a building and again, your responsibility because that is your overall responsibilities, protection of the former president and the current president and so forth, is to make sure stuff is getting done. This guy got within 150 yards of a former president United States at an elevated position on a flat roof. I mean, come on. That should not happen, period. And we can finger point all we want. Bottom line is something has to change and outdoor rally is totally different from what were looking at the RNC. That's an indoor event. You can harden the perimeter, all those things are in place and I believe that one is secure. Outdoors, which is where most of these things are going to take place they've got to do a better job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:04",
      "speaker": "RAMSEY",
      "sentences": "Well, that's the whole point, John, after you tweak than you secure. I mean, as the whole purpose of the sweep is to make sure its safe, but then you secure it with people, with people. And so, that wasn't done apparently and that's the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:04",
      "speaker": "BERMAN",
      "sentences": "No, I think the assessment you just gave there, \"come on\", is the one that a lot of people have this morning and are hoping we'll get to the bottom of what these investigations.Charles Ramsey, always great to see you. Thank you so much. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:29",
      "speaker": "BOLDUAN",
      "sentences": "This morning, new details on the actions president Biden plans to take in the wake of the attempted assassination of former President Donald Trump. Biden has now repeatedly come public lay out to condemn the attack on his political rivals since the tragedy happened. And there's also new reporting that Donald Trump says he received a call from President Biden and the Trump described it as fine and very nice.And last night, President Biden gave a rare oval office address, calling on all Americans to now bring the temperature down. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:29",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "A former president was shot, an American citizen killed, while simply exercising his freedom to support the candidate of his choosing. We cannot, we must not go down this road in America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:29",
      "speaker": "BOLDUAN",
      "sentences": "CNN's Arlette Saenz is live at the White House.Arlette, we are hearing a call for unity from the White House, from Donald Trump. What are you hearing from there today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:29",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Kate, it's clear president Biden and his team are really navigating a sensitive and complex political moment as the president is urging Americans to lower the temperature in this country in the wake of that assassination attempt against Donald Trump.Now, President Biden altered part of his schedule. He was set to travel down to Austin, Texas today and instead is here at the White House this morning and afternoon. He is in just about 90 minutes set to receive another briefing from homeland security and law enforcement officials about this shooting. Yesterday, he spent some time in the Situation Room, a receiving a briefing as well, at a time when the president has pledged all federal resources available to help with this FBI investigation, as well as call for an independent review of the security situation at that Butler, Pennsylvania rally. Now the president so far has spoken three times since Saturday nights shooting. That includes a rare Oval Office dress last evening. It was actually only the third time President Biden spoke from the Oval Office. And he had a message encouraging Americans to really tone down the political rhetoric, tone down the anger and division in this country as they are charting the path forward in the wake of this assassination attempt. Take a listen to the president just yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:29",
      "speaker": "BIDEN",
      "sentences": "I want to speak to you tonight about the need for us to lower the temperature in our politics and to remember we may disagree. We are not enemies. We are neighbors we are friends, co-workers, citizens, and most importantly, we are fellow Americans we must stand together.Yesterday's shooting at Donald Trump's rally in Pennsylvania, calls on all of us to take a step back. Take stock of where we are, how are we go forward from here? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:29",
      "speaker": "SAENZ",
      "sentences": "Now, one key challenge for President Biden going forward is how he will make his arguments about Trump in this campaign. His campaign official said that after tonight's interview that airs with NBC's Lester Holt, the president and Democrats will return to campaign activity as that Republican National Convention is getting underway in Milwaukee.And a campaign official said that the president will focus on pushing his forward-looking agenda while painting Trump and Republicans agenda as a backward looking vision for the country. So we will see how the president balances all of this as he is calling for unity in this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:29",
      "speaker": "BOLDUAN",
      "sentences": "Balance is the perfect word in a very difficult way to find that balance for everybody, both campaigns at this point.Arlette, thank you so much for reporting. I'll send it back to Sara in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SIDNER",
      "sentences": "Yeah, it's interesting because the FBI has been saying over and over again that there's a threat level that is heightened when it comes to terroristic activity. But as you said, threes a threat level within the country by its own people against those who are elected.I want to talk to you, Julie, about President Biden. He himself and we just heard him calling for unity. His campaign has said, look, we are going to pull our campaign ads for right now. He has called former President Trump to wish him well, not phone call the president said went well. What does it look like going forward for him in his campaign at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "JULIE ROGINSKY, DEMOCRATIC STRATEGIST",
      "sentences": "Well, he set the tone, right? He said the town by doing an Oval Office address. He said the town by reaching out to his opponent who has called him every name of the book to wish him well.And, now we have the Republican convention coming up. And I think it's very important to find out what kind of tone the Republicans are going to set tonight on the first night of their convention. If I were advising Donald Trump, I would have told him yesterday to go visit the family of the man at the rally who died. He did not do that. I would have actually told him to do a speech of his own calling for unity. He did not do that. Now, he has the opportunity could he potentially tonight to instruct anybody speaking from the stage to have a unity message, to say enough is enough as, as Congressman Dent said, let's debate ideas. Let's not debate personalities. Now, he's ahead. He's doing well. It behooves him to do this because the few independents were sitting on the sidelines might have that message be something that appeals to them. I have no confidence that that's what's going to happen. Look, he's got some like Mark Robinson who is running North Carolina speaking at the convention this week, somebody who called on somebody who said that some of our opponents might need killing, right? Some people might need killing. There are people who have JD Vance, people who have horrible rhetoric that immediately came out for this horrible shooting and said this is the Democrats fault. Obviously this is all of Joe Biden's feet. That's not the kind of rhetoric that I think helps him. But if that's what he's going to do, then I think President Biden needs to respond in kind, not by making this a personality contest, but by saying, look, I'm the one who is trying to unify and bring the country together. The device of rhetoric continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SIDNER",
      "sentences": "Let's put up the comments by JD Vance and also Tim Scott, both of them made comments immediately following and JD Vance blaming Democrats. It turns out the shooter, according to investigators is a registered Republican, but you see the comments there from the two of them immediately following this.We've also though heard from Donald Trump who said, look, I have -- I had this humdinger of a speech that I was about to give and now he says he's completely changed his speech to one of unity. We just heard from Representative Nancy Mace, who said the same thing that she has ripped up her speech and she will change what she's going to say. Let me ask you, former Congressman Dent. When you hear the words a humdinger of a speech, and that it's being changed -- does Mr. Trump have to give some acknowledgement that he is someone who has among many others, but he more than perhaps anyone else has used this dark and dangerous and inflammatory language while he has been campaigning?",
      "isLastSentenceInterrupted": false
    }
  ]
}