{
  "date": "2024-04-16",
  "headline": "CNN News Central",
  "subHeadline": "Trump Arrives At Court For Day 2 Of Hush Money Trial; Sr. Official: U.S. Was Told Israeli Response Will Be \"Limited In Scope\"; Trump Again Slams Judge Ahead Of Hush Money Trial Day 2. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "Day two of jury selection, the new challenges facing both the defense and prosecutors today. Will they seat a single juror in this historic history making trial today?New reporting in, the United States now expects Israel's response to Iran will be limited in scope, what that means. We have more on what CNN is hearing from senior Biden administration officials. And the troubling details coming out about the disappearance and death of two women in Oklahoma. A custody battle between one of the victims and one of the four suspects may have led to their deaths. I'm Kate Bolduan, with John Berman. Sara is out today. This is CNN News Central. Moments ago, Donald Trump arrived for day two of historic criminal trial in New York. That means very soon the task to seat a jury to weigh the 34 charges against him will resume. Trump is accused of falsifying business records to conceal a scandal involving adult film star Stormy Daniels just before the 2016 election. And new this morning, we now know Stormy Daniels, Trump's former fixer, Michael Cohen, and a former Playboy model will be allowed to testify. We also know Donald Trump's team does not like the reporting that he may have fallen asleep during yesterday's proceedings. CNN's Brynn Gingras is live outside the court for us once again this morning. Brynn, can you walk us through what's going to happen this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, Kate, so like you said, Donald Trump is inside the courthouse not yet in the courtroom at 9But when it does resume, there are going to be 32 jurors that are still ticking through that 42 question questionnaire being, you know, answering about their affiliations of where they get their news or answering about have they gone to a Trump rally, answering questions really just pertaining to can they be impartial and unbiased for this trial? Can they actually sit on this jury? And as you said, 96 people were brought in yesterday and more than half of them said they couldn't. So it's proving to be a very difficult task to even sit one juror at this moment. But that can -- that task is going to continue today. We are waiting to see if the former president makes any comments before heads into the courtroom. But like I said, the judge here wanting to start 9:30 sharp for -- and continue the jury selection process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And Brynn, talk us through and for viewers how Trump has been in court, how it's being described. The former president is acting, handling himself as this is really just getting started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "GINGRAS",
      "sentences": "Exactly. It's just getting started. So it's going to be interesting to see how he continues this process as the judge has made it very clear that he is the defendant in this trial and he needs to be inside that courtroom while this trial is going on.Yesterday, you know, he was at times, as you said already, Kate, closing his eyes. There was questions, was he falling asleep? You know, what was he doing? There were other times, you know, he was talking to his attorneys. He was passing notes. He was going through that 42 questions and listening. Now, remember, these jurors are answering questions about him. He is seated right there. There were a few jurors that sort of leaned over to see him when they entered that court, prospective jurors, I should say, leaned over to see if, you know, to see him when they entered that courtroom. So we'll see how this continues because the jury selection processes could take up to two weeks, certainly, probably more than a week. So it's going to be a long process. We'll see if he can stand it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BOLDUAN",
      "sentences": "And getting underway very soon. Brynn, thank you very much. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "All right, with us now, former Manhattan prosecutor Jeremy Saland and CNN legal analyst and former federal prosecutor Jennifer Rodgers. Court about to resume in just a few minutes. What will you be looking for today, Jennifer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Well, I'm looking to see, obviously we have to get through these 39 or so that are still in the box. And so we'll see who we get from there. And then going forward, I want to see if these proportions hold up. When you bring another hundred people into the room, are about 50 of them going to self- excuse?You know, at some point you start to think about who we're left with if we're excluding anyone with strong feelings about Trump, because that suggests not only that they have strong feelings about Trump, but these are the people who follow the news and are up on current events and are kind of steeped in what's happening in the country. If you exclude all of those people, you start to think about, if you're the prosecutor, what are you left with given that the whole point of their case, they want a little bit of outrage from this jury about the manipulation of the 2016 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BERMAN",
      "sentences": "What impact, if any, Jeremy, might that have other than taking a long time to get through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "BERMAN",
      "sentences": "All right, I was going to weigh on that, but let's talk about that, because people inside the courtroom, including Maggie Haberman, said it looked like Donald Trump nodded off his head, was nodding, the jaw a little bit slack there. What message does that send to the judge? What message does that send to prospective jurors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "RODGERS",
      "sentences": "Yes, well, nothing good. And given the coverage and what his apparent reaction is to it, I suspect it won't happen again. But, yes, no one wants to see the defendant thinking like this isn't important. Your time isn't important what you're doing here. You know, we're all there for him, right, to do this trial. So, you know, you're wasting all of our time if you're sitting there nodding off. I suspect it won't happen anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "BERMAN",
      "sentences": "I mean, is that the reason why we often see defendants in trials scribbling notes? I often wonder if they're fake notes, if they're just like putting squiggly lines there because they want to look like they're doing something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "SALAND",
      "sentences": "Well, I have had some clients just write and do it all just to sort of take their mind off of what's happening. They don't want to have it because there's anxiety. But there's that same anxiety for the jury, especially here when you're giving them a number, not a name, because they fear, right or wrong, that they could be the target or subject of harassment, not necessarily from the former president, but some of his, you know, folks that are out there who are his major supporters.So when it's palpable like that and you are being cavalier, you know, you shouldn't be, and maybe that's not the right term, but be attentive, pay attention, show respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "BERMAN",
      "sentences": "I want to delve into the salacious right now, not because of salacious, but because of the potential legal impact. And just so you both, you know, I'm going to have the political discussion about this later in the show with Scott Jennings and Bakari Sellers. But what was ruled on yesterday before jury selection is the Access Hollywood tape. They won't be able to play the audio, but they will get to see the transcript and discuss it on Karen McDougal, who is the former Playboy playmate who allegedly had a relationship with Donald Trump. Information about that alleged relationship that will be allowed in, but certain facts will not, as in it took place while Melania Trump allegedly, while Melania Trump was pregnant. The alleged affair took place while she was pregnant. That won't be allowed to be brought in there. So what's the legal significance of these salacious details? Why does the prosecution want them? Why doesn't the defense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "RODGERS",
      "sentences": "Well, I think the answer to that is obvious, right? Because people, jurors included, react badly to hearing things like that, right? Your wife was pregnant while you were out running around with these women. That's not good. But what the judge is trying to do is draw this line between what's overly prejudicial and what's probative, right?There's really no reason legally why you need to have in there that Melania was pregnant at the time. That doesn't help prosecutors prove their case and it's prejudicial to the defendant. So the judge is doing the right thing and saying in that case, that falls on the not admitted side of the line, whereas other things that are more relevant, like Karen McDougal's testimony that she also was one of these catch and kill situations, that is relevant and will come in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "BERMAN",
      "sentences": "How will the prosecution like where the judge came down on that? Did the prosecution get enough? The fact that they can get the transcript of Access Hollywood tape, is that enough for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "SALAND",
      "sentences": "Yes, I think it is. Do they want more? You usually want more. But at the same time, you want to protect that record, too. So you don't want too much. You don't want an overzealous judge. You need that judge to weigh the balance here and make sure that it's even and fair, because otherwise that's going to be something, right, for the former president to appeal. So you don't want that. They got the meat and potatoes, if you will, of their arguments, pardon me. They -- I got the information they need to present. So I think they should be happy and content with the reasoning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:15",
      "speaker": "BERMAN",
      "sentences": "How much of this subject do you think we will see when this trial really does kick off, when we start to hear testimony? How deeply do you think the prosecution will go into that? I want to know so I can tee that up for the political discussion I'm going to have later because I do think it has a political implication here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Yes, Kate, there certainly is. The war cabinet, as you know, has been meeting for about four hours so far today. This is one of several meetings they've held over the last couple of days. As far as we know, well, we don't know if any decision has been made. And Clarissa Ward has been covering this for days now. There's certainly a lot of different options on the table. And there's also a lot of pressure both from the U.S., other European allies and also domestic political pressure here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, it's interesting. I feel like, Anderson, yesterday, we were really talking about the military piece of this and Israel making it very clear that they were going to respond militarily in one form or another, although it's not clear what that would look like. Today, there seems to be a lot of push on the diplomatic side of it. We've heard from Israel's foreign minister, Israel Katz.He talked about firing off more than 30 letters to different countries, talking to foreign ministers, world leaders, trying desperately to seize on the momentum of this moment and try to move it into their favor, to try to essentially deflect the conversation away from what's happening in Gaza, criticism of Israel's handling of the war there and pivot to a focus on Iran and trying to build potentially consensus, or as we've heard from Benny Gantz of the war cabinet, the potential to maybe build some kind of a regional coalition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "WARD",
      "sentences": "The issue you have there, of course, is, especially for some of the regional allies, I think there is a degree of trepidation about signing up to any kind of coalition until there's some ironclad certainty around what's going to happen in Gaza, around the broader Palestinian question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "COOPER",
      "sentences": "Jordan, which cooperated in terms of the use of their airspace during the attack by Iran, they were critical yesterday of Israel saying that Netanyahu is in fact trying to deflect attention from Gaza by focusing on Iran and perhaps even prolonging this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "WARD",
      "sentences": "Yes, and I think the Jordanians are also walking a tightrope here, right? Because on the one hand, when they look at the broader regional picture, they see Iran potentially as a threat. On the other hand, the people of Jordanian and the people of most Middle Eastern countries and indeed many countries around the world are just outraged and horrified by the scenes that they've seen playing out in Gaza by the soaring death toll of civilians.And so they want to avoid being seen as complicit in that in any way. And on the other hand, they do want to come up with some kind of a robust response or at least some kind of a coalition or a thinking forward as to how to deal with the threat of a combative Iran that many Sunni nations perceive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "COOPER",
      "sentences": "And obviously the situation in Gaza continues. Israel had talked about the starting operations toward Rafah this week. Jeremy Diamond was reporting yesterday that they had planned to start dropping leaflets and telling civilians to leave the area. They did not do that. I talked to Daniel Hagari, the chief spokesman, Admiral Hagari for the IDF last night. He essentially said, look, all roads to the hostages, all roads to defeating Hamas, which are still the stated objectives of Israel, go through Rafah. So they seem determined at some point still to launch an operation offensive in Rafah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "WARD",
      "sentences": "That's what they're saying. And certainly they're facing a lot of internal pressure. You know, we talk a lot about the kind of geopolitical piece of this and what are Israel's allies saying and what are Israel's critics saying. But the conversation here in Israel, as you know, Anderson, is often different. People are really angry about the trajectory of the war. They're angry about the lack of a tangible victory. They're most angry about the fact that the hostages are still being held. So the IDF has to answer to that.And at the same time, there are these competing considerations politically, because you have the U.S., other allies of Israel saying, hold on a second, if you're going to do this, you need to do this in a way that is not going to entail the kind of massive death toll that we have seen playing out in Gaza so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "COOPER",
      "sentences": "And the bottom line on any strike that might occur by Israel to Iran, the questions are, is it going to be a direct strike on Iran? What would the target be? Would it be a symbolic target, essentially, that's not going to have the deaths of human beings. Is it going to be after a military installation? And is it going to be limited in scope? And then, of course, what is going, the response of Iran going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "WARD",
      "sentences": "Right. And could it go for a proxy? Could it go for a cyberattack? Do they do it immediately to make a decisive statement? Do they drag it out a little bit, as the Iranians did? By the way, 12 days Iran waited, telegraphing that there was going to be a response for that April 1st attack, but sort of teasing it out a little bit to maximize the effect, if you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:12",
      "speaker": "COOPER",
      "sentences": "Yes. So a lot to watch for, Kate, over the next couple hours here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:14",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, this is a really significant case, John, because depending on how the justices decide here, this could impact not only potentially the prosecution of former President Trump, but also the cases of hundreds of other January 6th rioters. Here, the justices are focused on a federal law that makes it a crime to obstruct congressional inquiries and investigations. And this has been used in many of the January 6th cases.But today's focus is specifically on a man named Joseph Fischer. Now he says he was only briefly inside the Capitol, but he has been charged with multiple offenses, including this one. But he has tried to get his case dismissed and specifically these charges dismissed, arguing that this law was passed after Enron and Sarbanes-Oxley, and it was supposed to be focused on witness tampering and anything that impacts an official proceeding there. So they're saying this is not the kind of case that this was meant to apply to. Now, we'll be watching this very closely. Like I said, this could potentially impact former President Trump's case. Now, the special counsel says even if Mr. Fischer wins here, the Trump case remains intact. A lot of smart legal minds agree with that, but we have to see exactly how this case shakes out. Of course, there are also oral arguments next Thursday on whether former President Trump has presidential immunity that could shield him from some or all of his federal election subversion case. But, John, I think the biggest thing we're looking at right now, before we even get to the issues before the court, is Justice Clarence Thomas. He was not at arguments yesterday, and the least transparent branch of government gave no explanation for that. Usually the least say why someone's not on the bench. There's even an option to participate remotely. He was not there. And as you know, there have been calls for him to recuse himself from January 6th cases because of his wife's role in trying to overturn the results of the election. That has not happened. So we'd be looking for him anyway, but especially today, looking to see if he's on the bench. How does he look? How does he sound? Because, John, as significant as all these legal issues are, any suggestion that there could be something wrong with a Supreme Court justice, well, that, of course, could have an enormous impact on the 2024 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:14",
      "speaker": "BERMAN",
      "sentences": "The least transparent branch of government. Well said and understated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:14",
      "speaker": "REID",
      "sentences": "I've said it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:14",
      "speaker": "BERMAN",
      "sentences": "Paula Reid, thank you very much. On the subject of smart legal minds, Paula Reid, thank you. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:14",
      "speaker": "BOLDUAN",
      "sentences": "And joining us now is former federal prosecutor Tim Hafe. He was the chief investigative counsel for the January 6th Congressional Committee. Tim, hold on with me for one second. Donald Trump is entering the courtroom. Let's listen and see, entering the hallway before the courtroom. Let's see if he speaks to reporters. It sure looks like he's going to.(BEGIN VIDEOTAPE) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: Thank you very much. This is a trial that should have never been brought. It's a trial that is being looked upon, looked at all over the world, they're calling. They're looking at it and analyzing it. Every legal pundit, every legal scholar said this trial is a disgrace. We have a Trump hating judge. We have a judge who should be on this case. He's totally conflicted. But this is a trial that should never happen. It should have been thrown out a long time ago. If you look at Jonathan Kerley, Andy McCarthy, all great legal scholars, there's not one that we've been able to find that said this should be a trial. I called a -- I was paying a lawyer and marked it down as a legal expense. Some accountant I didn't know marked it down as a legal expense. That's exactly what it was. And you get indicted over that. I should be right now in Pennsylvania, in Florida, in many other states, North Carolina, Georgia, campaigning. This is all coming from the White House because the guy can't put two sentences together. He can't campaign. They're using this in order to try and win an election. And it's not working that way. It's working the opposite way. So check it out, the legal expense. It's called legal expense. That's what you're supposed to call it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Trump --",
      "isLastSentenceInterrupted": false
    }
  ]
}