{
  "date": "2024-12-06",
  "headline": "CNN Newsroom",
  "subHeadline": "Spotlight on NFL Concussions; Trump's Return Sparks Fear in LGBTQ+ Community; Food Policy. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "MARION NESTLE, NUTRITIONIST PROFESSOR, NEW YORK UNIVERSITY",
      "sentences": "You can't lock people up and feed some of them food dyes and some of them not.So, the FDA has a problem in doing science-based regulation. It's not easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "OK.So, Meg, to go to you now on this, first of all, help us understand this government lingo of we're looking at the authorization and response to the petition. What the heck did that mean? And, also, where does eliminating red dye fit in overall in RFK Jr.'s make America healthy again plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "Yes, Pam, what was really interesting about this hearing was, you got Rob Califf.This is the FDA commissioner who's been FDA commissioner under Biden, but he was also FDA commissioner under Obama. He's acknowledged he's going out the door. And, therefore, he can be a lot more honest and more up front about a lot of the problems happening at FDA. And he pointed out that yes, they want to look at these dyes and they are looking at these dyes, but there's so much pushback from the industry, if they come out and just say, OK, we're going to take this out and they don't have rock-solid evidence through scientific studies to then go into court against the interests that are going to push back on them,they probably aren't going to succeed in actually being able to take any regulatory action there. And so he was trying to lay out the limitations to the FDA, not just the pushback from the industry, but also a lack of resources and funding. He kept imploring Congress to basically give them better funding and improve the legislations if they want FDA to do these kinds of things. But RFK Jr. has talked about a lot of these things, food additives, chemicals, pesticides, getting government interests -- conflicts of interest out of government. You also heard Tim Kaine from Virginia, a Democrat, asking the FDA commissioner what he thought about using SNAP benefits, food stamps, essentially, to purchase unhealthy foods and whether that should be something that is looked at. Califf acknowledged that's a USDA program, not an FDA program, but maybe something that should be done. That's an RFK Jr. principle as well, not unique to him, but one that he has talked about. And so you are starting to see Democrats and Republicans -- you also heard the make America healthy again slogan being uttered by a Republican in this hearing yesterday -- being embraced on both sides. But at the same time, the hearing really concluded, Senator Ed Markey, a Democrat from Massachusetts, saying, yes, he has one good opinion maybe on nutrition and health in terms of RFK Jr., but warning that there are many more dangers to appointing him HHS secretary, including around vaccines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:37:06",
      "speaker": "BROWN",
      "sentences": "As Donald Trump is set to return to power, some Americans worried about the impact of his policies on their lives and the lives of those they love are taking extraordinary steps, among them, my next guests, who have been happily planning a wedding for next year, but in the November issue of \"Vogue,\" Shelby Wax writes about waking up on the Wednesday after Election Day and wondering if that wedding will still be possible.In her piece, Wax says in part -- quote -- \"The one thing that scares me most is I no longer feel like I can envision my future. Will a stacked Supreme Court overturn my right to marry? Will my family be recognized as a family by my country?\" Shelby Wax and her fiancee, Olivia Rosen, joins us now. Thank you so much. So, Shelby, you write about how Trump's victory has spurred you and others in the LGBTQ+ community to get married now, rather than wait. That is happening. Tell us more about those conversations and what you're doing in your own life in response. SHELBY WAX, CONTRIBUTING WRITER, \"VOGUE\":  Yes, absolutely. First off, thank you so much for having us on, Pamela. It's very exciting. So I think, as I said, the morning after the election, I woke up and it was just this feeling of fear, but also this need to take action. I think those in the queer community, we follow Supreme Court cases, all these things very closely. And I remember, when Roe v. Wade was overturned, Clarence Thomas wrote in his opinion that he wanted to look at Obergefell v. Hodges next, which gives the right to queer folks around this country to get legally married. And so, for us, we thought, OK, we are already planning to get married. Why not just shore up our legal rights a little further? Let's make things official. But also let's make it a nice celebration. We're not going to just run to the courthouse. We're having our families come together. We're going to have an amazing celebration. And then we're also going to do our bigger wedding next year. So we're just really shoring up our own legal rights. And I know a lot of other queer engaged people I know are doing the exact same thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:37:06",
      "speaker": "BROWN",
      "sentences": "So, in this piece, you acknowledge that you may be acting out of fear, but that you also say that fear is valid.Olivia, what is your biggest fear now that Donald Trump is returning to the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:37:06",
      "speaker": "OLIVIA ROSEN, FIANCEE OF SHELBY WAX",
      "sentences": "Yes, I mean, I think, to me, marriage is a human right. And I think that's at stake right now. And it's something that we should be proactive about.And we're lucky, right? We're in New York. We have Proposition 1 that just passed. But I worry. When Shelby and I are traveling or I have a work trip and something happens, God forbid, will I be able to visit my wife in the hospital? And I think it's a legitimate concern. And it's something that we're really fighting for. And we're fighting for others as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:37:06",
      "speaker": "WAX",
      "sentences": "Especially if things go back to the states, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "WAX",
      "sentences": "Not necessarily.I think, if we look back to Trump's last term, we can see actions he took that now, under his term, people could stop making cakes for gay couples for their weddings, and that would be a legal right of theirs. They took trans people out of the military. I think there's so many things in his actions that we have seen that have been scary in the past. And so, at this point, we're just trying to be pragmatic and logistical and think about, what can we do to protect our own family? We just -- we're a normal American couple. We just want to be happy and live the American dream, you know? So we just want to make sure our rights are protected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "BROWN",
      "sentences": "I'm wondering, Olivia, how your families have reacted. Are they supportive of your plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "ROSEN",
      "sentences": "They're incredibly supportive. They're watching now.I mean, listen, we were planning on getting married in November of next year. They were the ones actually that were suggesting we sort of accelerate this and, again, take rights to protect ourselves. They have been nothing but supportive. We're going to have a small, intimate wedding December 27 just with our close family. And they want to make sure we're standing up for the queer community. So we're fortunate in that way that we have such a strong support system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "WAX",
      "sentences": "Yes, absolutely.And I have also been writing about weddings for over a decade now at \"Brides,\" \"Martha Stewart Weddings,\" now \"Vogue.\" So, for me, weddings are something I have always championed and celebrated for the queer community. And so, for me, I really just want to not only showcase that queer people can have amazing, beautiful celebrations, but we also do have to think proactively, especially in times like these.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "BROWN",
      "sentences": "All right, Olivia, thank you so much. Shelby, thank you. And happy birthday to you. Appreciate you coming on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "WAX",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "ROSEN",
      "sentences": "Yes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "WAX",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:08",
      "speaker": "BROWN",
      "sentences": "And I want to continue this conversation now with Mary Bonauto. She is the senior director of civil rights and legal strategies for GLAD Law.Mary, you just heard the conversations that I had. Are their fears justified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "BROWN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "BONAUTO",
      "sentences": "So, we're prepared should something come. But there's a lot of reason to feel like this is not going to be at the top of the chopping block. And we have a lot to fight about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:53",
      "speaker": "BROWN",
      "sentences": "Concerns over head injuries in the NFL were reignited this week after Jacksonville Jaguars' Trevor Lawrence took a brutal hit and entered the NFL's concussion protocol Sunday.CNN's Dr. Sanjay Gupta is back on call with us to answer your questions about head injuries and football. So, Sanjay, who are you hearing from today? DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT:  Pamela, just a lot of interest in this topic, I got to tell you. We got so many questions, including this one all the way from Barrow, Alaska, from Chris, who says: \"Should I encourage my son to play high school football?\" Look, I got to tell you, this is a deeply personal decision. I have three teenage daughters, so I don't think about this a lot as a dad, but certainly all the time as a neurosurgeon. There's risks and rewards to everything in life. I mean, there's a lot of rewards to sports, especially group sports for kids. I mean, we have an obesity epidemic. We have a loneliness epidemic. Getting kids out there playing with other kids, really, really important. When it comes to football, in particular, there's a concern about CTE, chronic traumatic encephalopathy, something most people have heard of by now. The thing to keep in mind about this, Chris, is that while we pay attention to the big hits, like we saw with Tua and Trevor recently, those smaller hits, they can build up over time in terms of their impact. So the earlier you start, the more potentially problematic it might be. So if your kid is going to play football, make sure they have a program that tries to decrease those hits, for example, within practices, they have a program that really takes these brain injuries seriously, has strict return-to-play criteria, and tries to think about rule changes, for example, even that could make the game safer. Also, if possible, having certified athletic trainers on the field, that can make a big difference. The new gear, they're not going to concussion-proof the brain, because, no matter what, no matter how good the helmet is, the brain is always going to be moving in the skull, which is moving inside the helmet. There are certain things that can lower the impact overall in the brain, but it's very hard to concussion-proof. So that's how you have to sort of think about this, Chris. And, again, it's a very personal decision, but I hope that helps. Got one more question. This one is from Josh in Los Angeles, who asks: \"Why not design the helmet with a soft exterior to decelerate the actual impact to begin with?\" It's exactly what we were just talking about, Josh. There's these new caps, guardian caps. You may have seen these. They have sort of this soft exterior. And when you think about that, you think, well, how does that really help? Well, what you're trying to do is slow the rate at which the brain actually decelerates. So, brain is accelerating. What really causes the problem is the sudden deceleration. So, if you have something on the outside of the helmet in this case which can sort of cushion some of that blow, slow down that deceleration, that could help. Again, not concussion-proof, but it sort of works in the same way that a car, when it gets into an accident, crumples, so it slows down the rate of deceleration and really reduces the force, for example, on the driver. That sort of thing can happen with the brain as well. So, I hope that helps answer the questions -- Pamela, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:53",
      "speaker": "BROWN",
      "sentences": "All right, Sanjay, thanks so much.Well, it is truly the end of an era. After more than 150 shows across five continents, Taylor Swift's groundbreaking Eras Tour is coming to an end. Her final performance is set for December 8 in Vancouver, and according to the publication \"Pollstar,\" by the end of 2023, the tour had become the first ever to gross over $1 billion. And it predicts Swift's haul could reach $2 billion by the time the tour wraps up on Sunday. And we will end on this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:53",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Two, one!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:53",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Two, one!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:53",
      "speaker": "BIDEN",
      "sentences": "Whoa!(CHEERING) (End VT)",
      "isLastSentenceInterrupted": false
    }
  ]
}