{
  "date": "2024-11-12",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Trump's Cabinet Taking Shape As He Taps Loyalists For Key Positions; Judge Delays Ruling On Trump's Hush Money Conviction; Aid Groups: Israel Fails To Meet U.S. Criteria To Improve Humanitarian Situation In Gaza; Qatar Suspends Its Role As Mediator Between Israel And Hamas. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:45",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Eight p.m. in London, 10 p.m. in Gaza, 3Now let's get right to the news. Today in Washington, the Trump transition is moving quickly, less than 70 days now until the inauguration. President-elect Donald Trump is swiftly identifying who will run key departments and run point in the West Wing. Just in, he announced he will nominate former Governor Mike Huckabee to serve as ambassador to Israel, South Dakota Governor Kristi Noem as his choice for secretary of homeland security, Florida Congressman Mike Waltz for national security advisor. CNN has learned he intends to tap Florida Senator Marco Rubio for secretary of state. That is the power play at Mar-a-Lago. But there's another one underway on Capitol Hill. Republican senators returned to D.C. today, having recaptured the upper legislative chamber, and will decide tomorrow who will succeed Mitch McConnell as majority leader. It is another test of just how MAGA this party and Washington will go. CNN senior analyst Mark Preston is at the table with me now. You know, it's interesting looking at the mix of Trump appointees so far, Senator Marco Rubio, certainly a Trump convert, but not, I think you could safely say, not truly MAGA, not truly, at least a long term true believer. Kristi Noem certainly in that category. I mean, is this administration proving more MAGA than the first or somewhere in between?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "MARK PRESTON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Oh, certainly more MAGA. More importantly, more experienced, right? So these folks that are going into these positions, you know, we talk about Marco Rubio, several terms in the United States Senate right now has run for president. Somebody, you know, who understands the intelligence apparatus of the United States, having served on those committees. So you see someone like him. You see someone like Mike Huckabee, youknow, who is going to be named as the U.S. ambassador to Israel again somebody who's loyal to Donald Trump and will and will carry his message over to Israel. What's interesting about Rubio, though as we go through all these names and I know world leaders are tuning in because they are just as much interested in finding out what is going on here as the folks are that live in the U.S., is that Rubio is somebody who has converted and in some ways, there's talk that Trump likes converts more because he's been able to bring them to his side. So I don't know if --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "SCIUTTO",
      "sentences": "Win them over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "PRESTON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "SCIUTTO",
      "sentences": "I mean, the thing is, on their policy positions, though. If you look at Rubio, for instance, he liked Trump. Big target on China. And while he wants to end the war in Ukraine, he has not praised Putin. He still blames Russia for the war, as he rightly should. He's not one of those right wing Republicans who sometimes somehow blames Ukraine or NATO for it.So, I mean do you see daylight between some of these selections and Trump's more extreme positions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "PRESTON",
      "sentences": "You know, look, I don't think that that he is going to come out and change his position on why this war occurred. But I do believe that Marco Rubio is going to institute what Donald Trump wants him to do. And if that is to try to end the war in Ukraine, to try to stop diplomatic financial and munition help with Ukraine, then that's what's going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "SCIUTTO",
      "sentences": "So you have another Florida representative, Mike Waltz. He gets national security advisor role. Scalise said today, Republican, one of the Republican leaders in the House that all -- that that's all Trump can take from the House because he's worried about having to run for these seats again. You got Stefanik as well, going to the to the U.N.I mean, is there any danger of the GOP losing some of those seats when they have to replace them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:45",
      "speaker": "PRESTON",
      "sentences": "Well, I mean, that is -- that is the concern and even the House speaker has weighed in as well and said, I don't think necessarily we're going to see any more people being pulled out of the House even if they are a safe Republican seat. It could take, you know, up to six months to fill these seats.So just imagine Democrats could have the majority either real razor thin or you could put Democrats, you know, in the position of potentially winning some real major votes. So I do think at some point, Donald Trump is going to take a step back. Waltz is not a surprise, though, I don't think. I mean, you, you know, of him, you know him. The guy is incredibly accomplished. Again, you may not agree with his with his policies, but the guy is accomplished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "Your money is still on one of Thune or Cornyn beating out Rick Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "PRESTON",
      "sentences": "You know, there is -- there's no such thing as surprises in politics anymore. There used to be surprises. The only surprise in politics right now is the secret ballot in the United States Senate and depending on who -- Rick Scott wins, then I will tell you that portends a very smooth sailing for Donald Trump with his Republicans in Congress. If Rick Scott loses, John Cornyn or John Thune become leader, then Donald Trump is not going to have as easy a time as we all think he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "Mark Preston, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "PRESTON",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "All right. So let's talk about the foreign policy aspect of all these national security picks, Rubio, Waltz, Huckabee -- what they mean for the U.S. role in the global stage.CNN global affairs analyst Kim Dozier joins us now. Lots to ask you about here. Let me start on Ukraine. Let's look at Rubio. He wants to end a war. He's not gone so far as praising Putin, which Trump, by the way has. And you have others in the right wing of the Republican Party who even somehow blame, as I mentioned to Mark, NATO for this invasion. Do you think Rubio, given that he certainly calls out Russia as he rightfully should for this invasion, could he help engineer a more favorable outcome for Ukraine in any negotiation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "KIM DOZIER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Well, Rubio also voted in favor of legislation that would keep the U.S. in NATO. So, yes, he's more of the traditionalist Republican security bent. And I'm sure he will be arguing in favor of some of the plans that are being presented to Donald Trump that would leave Kyiv in more of a controlling position and not demand that Kyiv just give up the 20 percent of its territory that Russia currently occupies, approximately 20 percent, as some of the plans proposed.The thing is Rubio will be at the State Department and the last Trump administration was run largely through the White House. And I don't think Rubio will be as much of a the guy who Trump turns to for advice as opposed to the executor of whatever policy Trump and his White House advisers decide on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, I mean, Rex Tillerson, of course, Trump's first secretary of state. Not clear that Trump listened to his advice at all, right? They had clear disagreements but on NATO, you think I mean, is it possible because I've spoken to Trump former Trump senior advisers from the first administration who worry that Trump would pull the U.S. out of NATO. I know there's this legislation, but as commander in chief he could decide not to abide by Article Five.Could Rubio's appointment at least signal that there's hope for NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "DOZIER",
      "sentences": "Signals that there's hope and Mike Waltz's appointment as national security adviser also signals that, in that Waltz was part of Dick Cheney's senior White House national security team and someone that Trump has relied upon over the years for advice. Trump will pick up the phone and call him and vice versa.And so, Mike has the possibility of convincing Trump that the efficacy of staying in an alliance when Trump is really suspicious of the worth of alliances. On the other side of things, though, Trump has used the threat of pulling out of NATO as a club before I think he's likely going to do it again. And I had NATO Secretary General Jan Stoltenberg, the last secretary general, tell me on the record that Trump's saber rattling helped Stoltenberg get various countries to finally pay up in this case, paying up means investing 2 percent of their own GDP per capita towards defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "True, Stoltenberg said, similar to me I suppose the question is, would Trump actually come to NATO members' defense, right, in the event of a Russia attack? Let's talk Mike Huckabee now, Trump's pick to be ambassador to Israel. I want to quote from him, Huckabee in the West Bank in 2017. There are certain words I refuse to use.There is no such thing as a West Bank. It's Judea and Samaria there's no such thing as a settlement. There communities, their neighborhoods, their cities. There's no such thing as an occupation. [15:10:01] I mean, that certainly places Huckabee at the right wing of U.S. --, of the U.S./pro-Israel lobby. What does that choice and also just Trump's own public positioning mean for Israel and for the Palestinians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "DOZIER",
      "sentences": "This seems to signal a hardening of the Trump policy, just as Israel's own government has skewed far to the right. That was even before the attacks of October 7th.A large part of -- or the most important parts of Bibi Netanyahu's coalition right now include active members, proponents of the settlements, and expanding the settlements and some of them have said publicly since Trump's election that now is the time to annex the West Bank. So this is a move right from Trump's own Middle East peace plan that he proposed back in 2020, which would have set up a two-state solution of sorts with Palestinians in control of some of their territory in the West Bank, Gaza and parts near the Egyptian border but not in charge of their own security. With the latest moves, it looks like they might not even be offered that. So this is a \"watch this space\" formula. But you know, it's very worrying. And also for me, having watched Arab Americans celebrate the triumph of Trump over the Harris ticket, it's left me really scratching my head because most of the people I know in GOP or MAGA world don't think much of Palestinian statehood and don't trust the Palestinians for their own security. And, you know, that's just a big question mark that we're going to be watching closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "Well, Trump was the architect of the Muslim ban in his first administration. Folks have short memories.Kim Dozier, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "DOZIER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "Well, Trump has to wait a little longer to face possible justice for one of the criminal cases against him. His lawyers and the Manhattan D.A. agreed to delay activity in the hush money case until November 19th. In May, you may remember, a jury convicted Trump of 34 felony counts involving falsified business records to cover up a payment to Stormy Daniels -- Stormy Daniels to keep her story quiet.Let's bring in CNN's chief legal affairs correspondent, Paula Reid. Paula, I would imagine there was some move to wrap this up quickly or at least make these decisions quickly. So what's the reasoning behind this delay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah, and speaking with sources, I've learned that prosecutors and defense attorneys have been speaking in recent days about how to handle this because the judge had given himself, until today, to decide if the entire case should be thrown out after the Supreme Courts decision a few months ago, granting presidents immunity for official acts, that means not only can you not charge presidents for things that they do in their official capacity, you also cant use their official acts as evidence. And that's what is at play here.Defense attorneys argue that some of the evidence that came in during this trial that resulted in that conviction could be construed as official acts. For example, conversations he had with Hope Hicks or some of his junior staffers. Prosecutors have said no, that's outrageous. The evidence is overwhelming but the judge said, I will decide by today, but he kicked that back a week because after conversations between prosecutors and defense attorneys, everyone agreed they need another week to hash out new arguments related to his status as president-elect. So, now, Trump's lawyers are going to argue, okay, if you're not going to toss the case based on the Supreme Courts ruling, we think you should at least cancel the sentencing, because now Trump is president- elect and he cannot be sentenced. He has constitutional protections from state judges, from state prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "SCIUTTO",
      "sentences": "So if they did that, let's say they don't throw out the case, but they punt on the sentencing, is that an indefinite punting or would it just be until he leaves office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:05",
      "speaker": "REID",
      "sentences": "God, Jim, you've caught me on sports analogies, but I'm pretty sure that punting means sort of kicking it down the field and that it would be delayed. And in speaking with my, you know, my strong suit here, legal reporting, speaking with my sources, they don't want to delay. They want this completely nixed.So they are asking for the sentencing to just be canceled altogether. There's certainly a world in which he could punt it for four years from now, but I don't see that happening. Now, look, even if the judge doesn't kick this out -- kick this whole conviction, even if he doesn't kick the sentencing. There's also an appeal that's still outstanding. So that's another opportunity to try to delay this until January. They've already delayed the sentencing three times. So it's possible he could delay it a fourth. And then we'll all be relitigating this again just a few days before the inauguration. So this judge has a lot of different off ramps here. And it'll be interesting to see does he toss the sentencing, the conviction or just kick the can down the road?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "SCIUTTO",
      "sentences": "Well, after a long wait, the U.S.   is not announcing any Israel policy changes today. After a 30-day deadline for Israel to improve humanitarian and humanitarian conditions in Gaza expired. Eight humanitarian agencies say not only did Israel fail to meet U.S. requirements but actively took steps that dramatically worsened the humanitarian situation, particularly in northern Gaza. The U.N. described the crisis in the north now as, quote apocalyptic.CNN's Jennifer Hansler joins me now from the State Department. So, Jennifer, the State Department looked at this. They said, it seems to have met their standards. How exactly if a U.N. agencies say the opposite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "So, so when pressed on this, what do they say? They say they need more time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "HANSLER",
      "sentences": "Yeah. They say, you know, we have these assessments ongoing that we're continuing to look at. And they say that they're continuing to watch and see what the Israeli government is doing they were also pressed, though, on the fact that this is a lame duck government. They have about 70 days left in office and what is it going to take for them to actually take action here? And they sort of dodged that question there, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "Jennifer Hansler at State, thanks so much. All right. So let's go to someone who spent a lot of time in Gaza.Arwa Damon, founder and president of the International Network for Aid, Relief and Assistance, speaking to us now from Gaza. So, Arwa, good to have you on. You heard the report there. The State Department says its seen progress made to improve the humanitarian situation in Gaza. Have you seen any evidence of progress on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "ARWA DAMON, FOUNDER AND PRESIDENT OF THE INTERNATIONAL NETWORK FOR AID, RELIEF AND ASSISTANCE",
      "sentences": "No, none at all, and let me just give you one example. The U.S. had asked for, as was mentioned in that report there, 350 trucks a day. Right now for October, we had an average of about 30 a day.There has not been chicken on the market for over a month. Commercial trucks also have seen their numbers dip severely. Fresh vegetables were absent for about three weeks, and then a few days ago, a little bit showed up, but they're extraordinarily overpriced. Roughly 85 percent of movement requests especially to the north of Gaza have either been denied or impeded by the Israelis. People have not actually had access to soap for months on end. There have been a few trucks of hygiene kits that have been able to get in. But, you know, were talking about reaching a couple of thousand people out of nearly 2 million. I mean, Jim, this is my fourth trip back since October 7th. And each time I leave, I keep thinking that it can't get worse. People can't handle worse than what I've just seen. And then I come back and realize that it is. There are children who are in the hospital who are not stabilizing in ICUs because they're missing something as basic as pediatric size tracheostomy tubes. I mean, this is -- this is beyond unconscionable what we're witnessing here right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "So when you press Israeli officials to explain that disparity -- I mean, just even from the U.S. perspective, right, U.S. government, 350 trucks a day, only 30 a day, one tenth, what explanation, if any, are you given?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "DAMON",
      "sentences": "Well, look, as human organizations, we're not necessarily pressing anyone for anything. We're in this very sort of bizarre situation where we constantly have to request access. And when we try to push on it, we're just either given the runaround or not given any sort of clarity on -- on answers.It's an extraordinarily frustrating position to be in, keeping in mind that, you know, our movements within Gaza, especially if we want to go to a crossing to pick up aid that has already been cleared by Israel, if we want to cross for example, from north to south. That's all in the hands of the Israelis. We're putting in movement requests, you know, on a regular basis. And whether or not they're approved, that's -- that's in Israel's hands. And just to give you an idea, Jim, because you'll understand what I'm talking about. So, you know, oftentimes in dangerous situations, you know, you're driving around in an up armored vehicle, right? That doesn't really exist because most organizations don't have them. The only up armored vehicles, bulletproof vehicles that that are in Gaza are ones that were here before, October 7th for the most part. And so they're very limited. And you know what scares us? When we need to go through an Israeli checkpoint, it's not Hamas, it's that the Israeli soldiers at the checkpoint are going to shoot at our vehicles. And that's why, you know most organizations wont cross through these checkpoints and soft skins anymore because there have been way too many incidents where the soldiers at the checkpoint, after we get the green light, have actually shot at humanitarian vehicles. I mean, those are the sorts of challenges that we face here. You know me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SCIUTTO",
      "sentences": "So -- yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, listen, it's not an undue fear. We've seen aid workers die there. You know all too well. Think of the World Central Kitchen.So there's a new American president coming. He's just appointed or designated his selection for ambassador to Israel, who has well, says he doesn't like to use words like occupation and believes the West Bank belongs to Israel how do you expect the situation to change under President Trump? Do you expect as many do, that Israel will have even more leeway to conduct itself as it has in Gaza so far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "DAMON",
      "sentences": "I mean, that is the expectation especially when you talk to people here. But then there's also this sense that, you know under the Biden administration, it was sort of a slow or slower you know, death and when you ask people here, you know, what they expect from Trump, it's -- well, at least the end for us is going to come sooner.A lot of Gazans do genuinely and truly believe that they're living through their own extermination, their own annihilation and all indications that, you know, they're hearing from Israeli officials that you know, the rhetoric that they're hearing from, you know, Trump himself and others who are around him very much validate that that fear and it's very difficult to sort of explain and comprehend the level of what it is that we're witnessing here, Jim, because when you look at the images of it, what you really see is kind of what's in front of you. When you're here and you're driving through it, you're seeing what's all around you, and it is exponentially worse than any video clip can actually put out there. And there is this sense that, you know, the world doesn't care. The world doesn't care if Gazans and Palestinians are eliminated and that, you know, this was part of the strategy all along. That is a very fundamental belief here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "SCIUTTO",
      "sentences": "Today is the 403rd day Israeli hostages are being held in Gaza. Any effort to secure a ceasefire and hostage release deal firmly on hold, hasn't gone anywhere in weeks. Qatar has now withdrawn itself as mediator between Israel and Hamas after accusing both sides of refusing to, quote, engage constructively.Itai Chen is one of seven Americans still held in Gaza. He was taken from his military base in southern Israel by Hamas on that day, October 7th. His father, Ruby, joins me now. It's good to have you here. RUBY CHEN, FATHER OF U.S. HOSTAGE HELD IN GAZA: Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "SCIUTTO",
      "sentences": "Every time I go into and leave Israel, I see Itay's face as one of the photos of the hostages. You see as you come in and leave the airport there. So I think of you and I think of your family.You're here in Washington to meet with the administration. I understand you just met with the national security advisor, Jake Sullivan. Have you been told of any progress or potential progress on a hostage deal or negotiation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "CHEN",
      "sentences": "So, you know, with the elections that happened in the United States, you know, this change and with change, there's always opportunity. And we need to find where those opportunities are. But the basic assumptions have not changed. Israel is not willing to discuss a end of war, and Hamas are not interested in a small deal or a temporary ceasefire deal.But Qatar has asked the Hamas leadership out of Qatar and the majority of them are in Turkey. And again, that's a new opportunity. The United States has a very special relationship with Turkey. Turkey is a NATO ally. Turkey has things that it is interested to get from the existing administration and the new administration. So the NSA director kind of laid out to us where things are. The Lebanon piece is moving forward, the cease fire deal. I honestly believe that doing a partial deal on Lebanon pushes back the hostages, which is very time sensitive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "SCIUTTO",
      "sentences": "Pushes back any Gaza deal in other words, you're saying. If you're -- if you're focused on a Lebanon deal, you put the Gaza deal on the back burner, in effect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "CHEN",
      "sentences": "I -- that's what I believe. And I think those two need to be coupled together, because if there is an interest from whatever parties to get a deal, that's the way to tie in the hostages deal as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "SCIUTTO",
      "sentences": "Did Jake Sullivan provide any hope that the Biden administration might be able to pull off a miracle before January 20th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "CHEN",
      "sentences": "So I -- you know, we asked the Mr. Sullivan to reach out to the new NSA director, Mr. Waltz, and actually bring him in as soon as possible and start working on topics that are very time sensitive such as our issue and I will, you know, plead to Mr. Waltz, whoever he is listening, please. Mr. Waltz, this is a very time sensitive issue.President-elect Trump did talk about the hostages at the RNC convention, and that it was a very important topic to him. I plead, please reach out as well to Mr. Sullivan. He is more than willing to work together on this as a bipartisan issue. And I'll ask and our hope and our praying is that by Christmas, we will be able to see our loved ones back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:57",
      "speaker": "SCIUTTO",
      "sentences": "Do you -- do you see a president now, President-elect Trump, but president Trump, once in office as invested in getting the hostages home? And do you believe he can push Israel and Prime Minister Netanyahu in ways that Biden could not or did not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "SCIUTTO",
      "sentences": "One of the explanations that Netanyahu has claimed as a reason not to do a deal yet is the continuing need for Israeli forces to operate inside Gaza. Hours before he was first forced out as defense minister by Netanyahu, Yoav Gallant, he told hostage families, including yourself, that militarily there is nothing to do in Gaza. Why that difference? I mean, why do you believe Netanyahu can hear that from his own military people? And still conclude, I need to be there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "CHEN",
      "sentences": "He is stalling in my opinion. He -- it's a deal. It's very unfortunate that the Israeli prime minister views us as pawns of a bigger deal, that he might want from the current administration or from the new administration, and as such, he has a coalition that is very challenging.This coalition wants annexation. It wants settlements in the West Bank. It wants various things. And we are a pawn and unfortunately, our loved ones have been sacrificed until that bigger deal that the prime minister wants will be put in place. And we, for the love of God, you know, are not in any type of political stature. We only want our loved ones back. And I have not seen my kid for over 403 days, and it's time for us to be reunited again, and we are playing again for this administration to work together in partisan with the new administration and not wait and hopefully by Christmas, we'll have some sort of miracle happening to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Every time I see you, of course, that number changes. Let me ask you that, because that that strikes me as worrisome from the hostage family's perspective, that Netanyahu still wants this bigger deal. He wants more right? And perhaps wants to satisfy the right wing of his party by achieving annexation of all or a great deal of the West Bank.You now have a select U.S. -- the Trump selection for ambassador to Israel and Mike Huckabee, who has said quite publicly before that he agrees with those positions, and I wonder if that gives you pause that then you now have in the administration supporters of the Israeli prime ministers position, which might then give him more reason to wait, rather -- rather than making a deal now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "CHEN",
      "sentences": "So id like to focus on the fact that I'm a U.S. citizen, U.S. taxpayer of the seven U.S. hostages and President-elect Trump has always talked about America first, and I think that this administration should explore all avenues to find a deal for these us citizens to come out. And President Trump again, has said that multiple times, as well as other members of his future cabinet. And that is the expectation that we have as well, that the new administration will do everything with the Israeli government to find a way to get our loved ones back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Before we go, how do you and your wife, how does your family remain hopeful in the midst of all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:03",
      "speaker": "CHEN",
      "sentences": "It's highly difficult. I could share on a personal level -- my father in law passed away about two weeks ago and he led a quartet of jet fighters in previous wars of Israel in 1967, 1973. He did a lot. But when this happened to us, you could see that it was very difficult for him to process.And elderly people, it's much more difficult for them to be able to process this and to be able to keep going. And he just died himself, that was like two weeks ago. And he passed the October 7th, you know, one year you know, and it was just too much for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:42:25",
      "speaker": "SCIUTTO",
      "sentences": "Kristi Noem at DHS, Stephen Miller in the West Wing, Tom Homan as border czar, that is the team tasked with president-elect Trump's core promise of mass deportation. No one has thought more about how to achieve this ambitious goal perhaps ambitious goal, than Stephen Miller, an architect of the first Trump terms in immigration policies. A hardliner passionate about remaking America's immigration system.Here he is in February, outlining that vision. It's a long sound bite, but we think its important you hear it in all its detail. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:42:25",
      "speaker": "STEPHEN MILLER, TRUMP SENIOR ADVISER",
      "sentences": "It's a series of interlocking domestic and foreign policies to accomplish this goal. In no particular order, is to rattle off a few fast, you have your safe third agreements, you have \"Remain in Mexico\", finish the wall.You have robust prosecutions of illegal aliens. You do interior repatriation flights to Mexico, not back to the north of Mexico. It's very important. You implement Title 42. You have several muscular 212Fs. That's the travel ban authority. We did a few of those in the Trump administration. You would bring those back and add new ones on top of that. You would establish large scale staging grounds for removal flights. So you grab illegal immigrants and then you move them to the staging grounds. And that's where the planes are waiting for federal law enforcement to then move those illegals home. You deputize the National Guard to carry out immigration enforcement, and then you also deploy the military to the southern border, not just with a mission to observe, but with an impedance and denial mission. In other words, you reassert the fundamental constitutional principle that you don't have a right to enter into our sovereign territory to even request the asylum, claim. The military has the right to establish a fortress position on the border and to say, no one can cross here at all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:42:25",
      "speaker": "SCIUTTO",
      "sentences": "The trouble is the asylum policy is currently the law in this country. So let's discuss what this all means. With me is David Leopold. He'sthe chair of the immigration law group at the firm Ulmer and Bernie. Thanks so much for joining, David. DAVID LEOPOLD, CHAIR, IMMIGRATION LAW GROUP, ULMER &amp; BERNIE LLP: Thanks, Jim. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "LEOPOLD",
      "sentences": "Well, look, first, first off, given the appointments of the last few days, Stephen Miller who just showed up as deputy White House Chief of Staff Tom Homan as border czar.And today, Kristi Noem at a Department of Homeland Security. It's clear -- it's disturbingly clear that they mean what they say. The Trump administration is going to carry out mass deportation to the best they can. Now, to your question about -- about who are the criminals and who are not. Look, last time around, Trump number one, there were enforcement priorities that's mandated by the Department of Homeland Security statutes. They have to institute enforcement priorities. But what they did if you read the old Trump enforcement priorities, they prioritized everybody. So the grandmother, the undocumented grandmother is just as much a priority as the national security risk and the terrorist. What happens in real life is when they call people in, that's how they do this. ICE will send out what's called call-in notices, who's going to go in? The people who comply with the law. So it's going to be the hard working folks that are in our construction industry and in our food industry and in our agricultural industry. They're going to go in, they're going to get deported first. So, in effect, what this is going to do is make our streets more dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SCIUTTO",
      "sentences": "Let's talk about the asylum piece of this, because you heard Stephen Miller there talk about, in fact, using the military right to deny asylum. And the trouble is, the right to asylum is pretty clearly outlined in existing laws.So how do they do this? And I assume if they do do this, it will be challenged in the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "LEOPOLD",
      "sentences": "Well, of course, it will be challenged in the courts because the law is, like you just said, pretty clear. And in fact, the law directly says that it doesn't matter how you got to the United States. Whether you came from a port of entry or whether you crossed between ports of entry. Anybody on the soil of the United States has the right to apply for asylum in the United States.Now, he referenced Title 42. Miller did in the in the opening to this hit. Look, they use Title 42, which is a health statute. They can come up with all kinds of pretexts, and I suspect they will. But let's go to the larger question. The asylum system is broken. The immigration law is broken. And instead of rounding up families and instead of putting you know, troops at the border with automatic weapons focused on women who are rolling strollers coming in from -- why don't we just reform the immigration law? This law has not been reformed since the '60s. So was kind of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SCIUTTO",
      "sentences": "There was a proposal, right, to do just that. What was a bipartisan proposal earlier this year which Trump scuttled? He said he wanted to handle the issue if and when he was elected. And as part of that law, it raised the standard in effect for asylum claims to be heard. Could that get another chance, as it were, that that what was a bipartisan proposal to change the asylum law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "LEOPOLD",
      "sentences": "Right, yeah, and that was a pretty -- pretty strong law, which I think a lot of immigration advocates had a hard time swallowing. But look, we do need we do need a reform to the asylum system, the asylum system isn't working. It wasn't designed to deal with thousands of people coming in at the southern border.So we do need a reform. And that was a good bill, but I think that this bill, the bill that would have reformed asylum, the one that that Trump's got gutted in the spring mild for them. I think that they're going to want to completely throw out any right for safe haven in the United States, which kind of cuts against our core American values. I mean, we -- most Americans like most Americans, and this is the polls talking, not me. Most Americans want a want a fair, reasonable due process oriented system what Americans want is order and fairness. They don't want chaos and when we start talking about throwing troops at our southern border standing there with automatic weapons, we're talking about chaos. We're talking about rounding people up from their homes all over the interior of the United States and gutting -- gutting the construction industry, gutting agriculture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "LEOPOLD",
      "sentences": "You know, gutting home health care and raising prices because its going to cost more to get lettuce to market and milk to market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:07",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "SCIUTTO",
      "sentences": "Yeah, that could be a -- that could be a second order effect of this.But before we go, Tom Homan the border czar choice has said there will not be concentration camps. There will not be mass sweeps of neighborhoods. How can that be true given the scale of what the Trump appointees and administration is proposing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "LEOPOLD",
      "sentences": "Well, look, I -- I -- they're going to have a lot of problems if they go into mass sweeps and detention camps.I don't think the American people are going to put up with it. I think they're going to be recoil in horror if that sort of spectacle takes unfolds in the United States. But there are plenty of things that they can do. What we saw them do last time was issue all kinds of what we call call-in notices come in to ICE. We want to look at your status the minute people go in, Jim, then they're arrested and then they're later removed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "LEOPOLD",
      "sentences": "So there's all kinds of things that they can do through deputizing local police. That's going to compromise public safety because no ones going to trust local police to report crime and to be witnesses to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, we might very well see it play out before our eyes soon.David Leopold, thanks so much for walking us through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "LEOPOLD",
      "sentences": "Sure. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "SCIUTTO",
      "sentences": "And we'll be right back(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:03",
      "speaker": "SCIUTTO",
      "sentences": "In China, an SUV drove into a crowd at an outdoor sports center, killing at least 35 people. This happened Monday night in southern China. The 62 year old driver was taken into custody after he tried to flee the scene.CNN's Marc Stewart has the latest this is a case. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}