{
  "date": "2024-09-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Killing Of Hezbollah Leader Deepens Fears Of Wider Conflict; U.S. Sees Possibility Of Israel Ground Incursion Into Lebanon; Dozens Missing in Asheville Area; Rescue Operations Ongoing; Iran Declares 5 Days Of Mourning Over Nasrallah's Death; Trump Focuses On Border Security At Wisconsin Rally. Aired 11p-12am ET",
  "utterances": [
    {
      "timeStamp": "23:00:42",
      "speaker": "ANNOUNCER",
      "sentences": "Live from Atlanta, this is CNN Newsroom with Michael Holmes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:42",
      "speaker": "MICHAEL HOLMES, CNN HOST",
      "sentences": "Hello and welcome everyone. I'm Michael Holmes. Appreciate your company.It is now 6 a.m. in Beirut where the possibility of a ground invasion by Israel into Lebanon is fueling fears of an even wider conflict across the region. U.S. officials say Israeli troops have mobilized and are clearing areas in what could be preparation for ground troops to move across the border. Israel saying a ground offensive is only one option being considered. The IDF continuing their air offensive meanwhile on Saturday with blasts hitting close to Beirut's airport. Saturday's strikes in Lebanon reportedly killing more than 30 people wounding close to 200. Overall, nearly a thousand Lebanese have been killed since this latest escalation according to health officials. Hezbollah firing back saying it launched missiles towards Jerusalem prompting a response from Israeli air defenses. Police say pieces of an intercepted missile crashed in the suburbs. All of that happening amid fears that the killing of Hassan Nasrallah could set off a wider war in the region. Hezbollah is pledging to continue its fight while Iran says Israel will face, quote, \"a crushing blow\" for Nasrallah's killing. Israeli Prime Minister's response, \"think twice.\" (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): And to the Ayatollah's regime I say, those who strike us, we will strike them. There is no place in Iran or the Middle East that the long arm of Israel cannot reach. Today you already know that this is correct. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:42",
      "speaker": "HOLMES",
      "sentences": "Elliott Gotkine is following the story. He joins me now from London.Morning to you, Elliott. New developments, changing situation almost hourly, bring us up to date.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:42",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Well, Michael, as you say, you know, we're seeing continued airstrikes by Israel on Hezbollah positions that it says it's striking infrastructure, rocket launchers and weapons storage facilities and the like. And we've seen rockets being fired towards northern Israel. Sirens were sounding the last few hours in Qiryat Shemona and also, in fact, sirens sounding in Eilat, Israel's southernmost city on the Red Sea.Usually when sirens sound there, it suggests a projectile, perhaps a drone or a missile being fired by Houthi rebels in Yemen. But certainly after decapitating Hezbollah with the assassination of Hassan Nasrallah on Friday, its leader, Israel will and certainly seems to feel that it has the boot on Hezbollah's throat, that it has momentum, that Hezbollah is in disarray and that now is a time to press its advantage. And ultimately, what Israel says it is trying to do is to ensure that the 60,000 plus Israelis who have been displaced from their homes in the northern part of the country are able to return to their homes. And that is the objective that Israel says it has. It has been saying for months now. I mean, I recall going back to December even when you had war cabinet members such as Benny Gantz saying that if Hezbollah doesn't move back those 30 kilometers north to the Litani River in accordance with UN Security Resolution 1701 that brought to an end the 2006 war between Israel and Hezbollah, then Israel will make them do that. And that certainly seems to be what Israel is trying to do right now. And indeed, Israeli Prime Minister Benjamin Netanyahu saying that not only is that necessary to do to -- to fulfill its war objectives in the border, but also with its conflict with Hamas in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:42",
      "speaker": "HOLMES",
      "sentences": "Yeah, hundreds of thousands of Lebanese meanwhile have been displaced. They're out of their homes as well. You mentioned pressing an advantage. The IDF now reportedly moving troops towards the border, making preparations near the border. Reports of naval ships heading that way as well. Is the sense that pressing the advantage could mean a ground invasion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:27",
      "speaker": "HOLMES",
      "sentences": "All right. Elliott Gotkine in London. Appreciate it. Thanks so much.Now, the U.S. President Joe Biden hailing Nasrallah's death as a measure of justice, as he put it, but he is still urging a ceasefire in the conflict. CNN's Kevin Liptak reports from Washington. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:27",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE REPORTER",
      "sentences": "White House officials are reacting to the death of the Hezbollah leader Hassan Nasrallah with something of dueling sentiments. Certainly there are no tears being shed inside the White House for Nasrallah's death. They describe him as a terrorist with American blood on his hands.But at the same time, they do warn that this could potentially cause the situation in the region to deteriorate after what President Biden has said is an attempt to de-escalate tensions in the region. And you saw these dueling sentiments reflected in the President's statement that was released almost 24 hours after that operation in Beirut. The President saying that his death from an Israeli airstrike is a measure of justice for his many victims, including thousands of Americans, Israelis and Lebanese civilians. The President says Hassan Nasrallah and the terrorist group he led, Hezbollah, were responsible for killing hundreds of Americans over a four-decade reign of terror. But the president also goes on to say that ultimately our aim is to de-escalate the ongoing conflicts in both Gaza and Lebanon through diplomatic means. It's time for these deals to close, for the threats to Israel to be removed, and for the broader Middle East region to gain greater stability. And it was interesting to hear from President Biden on Saturday as he was leaving church in Delaware, describing his ultimate goal for the region. Listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President, is a ground incursion into Lebanon inevitable?JOE BIDEN, (D) U.S. PRESIDENT: It's time for a ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:27",
      "speaker": "LIPTAK",
      "sentences": "So you hear the president there say it's time for a ceasefire. Of course, President Biden and his top officials were working for the majority of this week to try and achieve a 21-day ceasefire across the Israel-Lebanon border. They had worked on the sidelines of the U.N. General Assembly in New York to try and secure a statement and a proposal to reach that ceasefire deal. And they thought that Israel was on board, and they were infuriated the morning after they announced it to hear the Prime Minister, Benjamin Netanyahu, essentially brush that deal off.And then it was a day later on Friday when these strikes in Beirut occurred. President Biden says that the U.S. wasn't involved and had no forewarning. And certainly, it does give you a sense of the widening disconnect between the President and Netanyahu. They have not spoken for more than a month. And what American officials say is certainly that President Biden is still trying to work on these diplomatic arrangements. But obviously, this strike that took out the Hezbollah leader only complicates that situation further. And now what they're watching for is any sort of reprisal from Hezbollah or what remains of it, and certainly from Iran. And that is something that President Biden was briefed by his national security team on earlier on Saturday. They say he talked about looking at the U.S. forces in the region, the status of those forces, but he also directed the diplomacy to continue. Of course, President Biden very focused on trying to reach these ceasefire deals, but the status of them still remains very much uncertain. Kevin Liptak, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "HOLMES",
      "sentences": "We go live now to Firas Maksad, a senior fellow and senior director at the Strategic Outreach at the Middle East Institute in Washington.It's good to see you again, sir. How damaged is Hezbollah in terms of Israeli impacts on, you know, command and control, the hits on leadership, the Pager attacks and these subsequent strikes? And how does losing such an influential long-term leader worsen things for the group?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "FIRAS MAKSAD, SENIOR DIRECTOR FOR STRATEGIC OUTREACH, MIDDLE EAST INSTITUTE",
      "sentences": "Michael, from what we can tell, Hezbollah is reeling under the pressure of subsequent blows by Israel. If there's any evidence that we can point to here is that the barrage of rockets and missiles that had been expected to rain down on Israeli cities as a result of the magnitude of what Israel was able to pull off in the scope of 10 days, the walkie-talkie attacks, the Pager attacks, the decapitation of Hezbollah's military leadership, and then culminating with the assassination of Hassan Nasrallah himself, that kind of response that was expected has not materialized.And so the educated guess here is that Hezbollah has been thrown off balance and is struggling to regain that balance and will continue to have to do so as Israel throws repeated punches, whether it's in Beirut, it's in the south or up north in the Beqaa Valley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "HOLMES",
      "sentences": "This had until recently been largely a border tit-for-tat, but Israel has escalated its attacks in the capital and elsewhere as well, this massive bombardment of Beirut. Do you think an Israeli ground offensive is more or less likely now, and what would that look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "MAKSAD",
      "sentences": "Well, Michael, ostensibly the objective of the operation is to return the people of northern Israel to their homes, some 60,000 that have been displaced now for the better part of a year. However, I think an understated objective of this is to degrade the Iranian ring of fire that has been established around Israel, Hezbollah being Iran's crown jewel in the midst of that ring of fire. So the Houthis in Yemen, the militias in Iraq and Syria, and certainly Hamas and Hezbollah.So I really do think that what we're witnessing today is the opening battle of a struggle taking place between Iran on one hand and Israel on the other for control and domination of not just Lebanon, but the broader Levant region. And that's a struggle that both Iran and Israel have been involved in since the 80s now. HOLMES: Yeah. You know, despite providing much of Israel's munitions and billions of dollars, of course, the U.S. seems impotent. I mean, powerless to influence Israel and Netanyahu in particular. I mean, calling for and attempting to broker ceasefires, urging restraint almost daily, but being rebuffed by Israel on all fronts. What does that suggest to you? What does it mean in terms of U.S. power to keep the region from the brink?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "MAKSAD",
      "sentences": "Well, if I may, I would put this differently. I don't think it's for a lack of power. I think the United States still has significant leverage over Israel should it choose to exercise it. What's become abundantly clear from talking to senior officials here is that the will does not exist for various reasons having to do with not wanting -- sorry, not wanting to lose certain constituencies during a very tightly contested presidential election here in Washington.And so what we're seeing really is the administration consistently stating a preference for diplomacy, laying out the diplomatic path, but also sitting idly by and watching Israel take on a different path, the path of war and escalation, convincing Israel all along, perhaps trying to shoal it back to diplomacy on Israel's term. But I don't see this administration using much leverage anytime soon on Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "HOLMES",
      "sentences": "I wanted to ask you this too. Hezbollah is primarily a Shia organization and Shias are actually outnumbered by Sunni and Christians and others in Lebanon. I mean, Hezbollah claims to represent and protect the Lebanese people, but how do ordinary Lebanese view Hezbollah right now, or how might they as the damage of the bombs keep coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "HOLMES",
      "sentences": "Yeah, always great to get your analysis, Firas. Thanks so much. Firas Maksad there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "MAKSAD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "HOLMES",
      "sentences": "Protesters in Israel, meanwhile, demanding their government turn its attention from Lebanon and back towards hostages in Gaza. More than a thousand people gathered in Tel Aviv Saturday, demanding Prime Minister Benjamin Netanyahu focus on freeing those still held captive by Hamas in Gaza. Though some believe that targeting Hamas and ally Hezbollah is a step towards keeping Israel safe.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "UZI RON, PROTESTER",
      "sentences": "If you're asking me if the current, the -- sorry, the latest operation, what it did, I hope that it will deter Hezbollah from continuing to have terrorist attacks against Israel. The fact that these are more tense days and that there's other activities in Lebanon doesn't change the fact that these hostages are still there. We need to do everything to bring them back safely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "ORNA RAZ, VOLUNTEER WITH HOSTAGE FAMILIES",
      "sentences": "The north is a different problem. We should attack Hezbollah. It's an OK move, but first we have to reach a deal to get all our hostages back home now alive.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "HOLMES",
      "sentences": "I want to go now to Yaakov Katz, senior columnist and editor at the \"Jerusalem Post.\"Good to see you. Netanyahu calls the killing of Nasrallah an historic turning point, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "YAAKOV KATZ, SENIOR COLUMNIST, THE JERUSALEM POST",
      "sentences": "I think it definitely is, Michael. The region is safer, the world is safer, and a diabolical mastermind of terrorism that has been able to spread destruction and chaos across the globe to places like Argentina, marine barracks, of course, in Beirut, countless attacks of kidnappings and thousands, tens of thousands of rocket attacks against Israel, sleeper cells that have been uncovered all over the world targeting Jews, as well as other Western targets in different countries. This is a better day for the world, and the world is safer, and the world is better off.And I think we also have to keep in mind is that Iran, with its strategy to spread terrorism around the world through proxies, Iran is hurting today. We have been told for so long that the Iranians were powerful, that Hezbollah was their extension of their arm, and it was what would stop Israel as well as the rest of the world from ever being able to actually confront the Iranians over their illicit nuclear program. Well, that might not be the case anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:20",
      "speaker": "HOLMES",
      "sentences": "I was just discussing with Firas, Israeli forces reportedly mobilizing near the border. Given the events of the past week or more, is it harder though to argue, for Israel to argue, it's reacting to events, but rather it is shaping them, it is preempting them, it is in a way fueling conflict. What do you think the ultimate strategy is, and what are the risks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOLMES",
      "sentences": "Well, yeah. And when it comes to the blows, I mean, Israel always talks about, you know, precise or targeted strikes, but even Israel estimated 300 people could have died in the strike on Nasrallah. I mean, more than 800 people killed across Lebanon in the last week or so, hundreds wounded, thousands, hundreds of thousands displaced in Lebanon now. I'm just curious when it comes to tactically, are the guardrails off now for Israel when it comes to military action?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "KATZ",
      "sentences": "Look, I think it's always going to be a question of the value of the target. I mean, for example, when we talk about the pager walkie- talkie attack, right, that was probably the most precise, accurate military strike in history, when only the bad guys who were holding onto those pagers were the ones who were targeted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOLMES",
      "sentences": "Well, not really. The kids were killed. I mean, it wasn't just them. Reports suggest that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "KATZ",
      "sentences": "Yeah, well I mean, fortunately, you leave your pager on the kitchen table and you are a terrorist. That is always going to be an unfortunate outcome. But for the targeting itself, right, this was just going after terrorists.Now, what happened on Friday late in the evening when Israel destroyed those buildings with that Hezbollah bunker underneath, unfortunately, this is the way our enemies are operating. They are burying themselves and bunkering themselves underneath human shields, underneath civilians. They're storing their cruise missiles, long-range missiles in civilian homes, next to bedrooms, next to children's homes. This is the way Hamas fights. This is the way Hezbollah fights. This is what they do because they want us to have that discussion and they want us to tie Israel's hands. And unfortunately, this is the way Israel is going to have to operate as any country would to be able to defend itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOLMES",
      "sentences": "Yeah. I think Israel would have a different view of collateral damage if it were the other way around. But I take your point. I mean, I wanted to ask you this before I let you go. I mean, with these recent events, I mean, you mentioned the walkie-talkies and so on. Knowing where Nasrallah was, and he's not the only leader who's been hit this way, that it's been able to do these things, seemingly penetrate deep inside Hezbollah. Somebody's talking. I mean, obviously, major security lapses by Hezbollah or some incredible penetration by Israeli intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "KATZ",
      "sentences": "I think you're 100% right, Michael. I mean, this is really the remarkable story here. Where is this intelligence coming from? From the pagers to the elimination of their top leadership, literally everyone, right? I mean, Israel has killed just in the last couple of weeks more people on America's most wanted list than the United States has been able to kill in the last 20 years, right? How has this been possible? And this really shows an amazing penetration and the vulnerability and weakness of Hezbollah.And by the way, Michael, I think this is why Hezbollah is a bit scared with how to respond. And they're kind of stuttering at the moment because they don't know exactly what the next move will be for them. So they're being very hesitant. But I also think what it shows, to some extent, is that this had been Israel's focus for the last 20 years. This is where Israel had allocated its resources. This is where Israel was paying attention. This is where Israel was gathering intelligence. It's a stark contrast to how surprised we were as a country last October, on October 7th. Hamas surprised us with their invasion, our weaker enemy, able to cause so much destruction and devastation here inside Israel. So it shows that when Israel puts that focus, allocates those resources, and is able to really put its eye on what that target is, it's able to achieve some remarkable accomplishments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "HOLMES",
      "sentences": "Certainly a lot of people looking over their shoulders in Lebanon. Yaakov Katz, thanks so much. Appreciate you getting up early there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:01",
      "speaker": "KATZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:26:59",
      "speaker": "HOLMES",
      "sentences": "U.S. President Joe Biden and Vice President Kamala Harris are receiving briefings on the impact of what was Hurricane Helene, which is still causing chaos in places far from coastal areas. The death toll now stands at 59 people and three million remain without power across five states. And more rain is expected this weekend in hard-hit Tennessee and North Carolina.Officials say a Tennessee dam that was in danger of collapse, though, is holding, but many roads and bridges across the region remain closed due to flooding and landslides. In western North Carolina, emergency services are overwhelmed in addition to coping with mudslides and extensive structural damage. Teams spent Saturday carrying out dozens of search and rescue operations in and around Asheville alone. CNN Correspondent Rafael Romo is there in Asheville and has more from the scene. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "HOLMES",
      "sentences": "Mike Cayse is the fire chief for Asheville and he joins us from there. And what run you guys are having? A terrible situation, multiple deaths, people unaccounted for. What is your assessment of where things stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "MIKE CAYSE, FIRE CHIEF, CITY OF ASHEVILLE",
      "sentences": "I can tell you the city of Asheville is in dire straits right now. We have had three or four days now of significant rain. Fortunately the rain has stopped now, but all the cascading events that come from that are starting to pile up.We've lost communications capabilities. It's very difficult for us to move around the community. Many, many of the roads are closed. Trees are down. We're clearing those as quick as we can and a lot of the critical infrastructure that we become used to every day in normal times is now gone and we have to work around it. And all that is bringing on numerous cascading events as we work through all this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "HOLMES",
      "sentences": "Yeah, I mean officials said the scenes, somebody where you are said it was biblical devastation. Have you ever been through or seen something like Helene in this part of the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "CAYSE",
      "sentences": "I can tell you that the description is correct. I mean the normal pool stage of the one of the rivers that goes through Asheville right now is a little less than two feet and we crested it over 21 feet the other night. So it is a significant amount of damage and I've never seen this amount.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "HOLMES",
      "sentences": "What -- one county official said that emergency services were overwhelmed. It might have been you. I mean what -- what are your needs at the moment as you deal with the situation? And what -- what more do you need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "CAYSE",
      "sentences": "We're still in the search-and-rescue mode. We're going to probably go through that for the next couple days before we start doing targeted searches for the lists of people that we have that are growing for missing people. But our biggest need right now is to take care of the people that live in this community.We need water desperately. We have yet to receive any water. We have ordered water and food. We have relief crews coming to try to give our crews that have been working overnight for three days straight now, some rest. But basically we're looking to give the basic needs of our community to them. So water and food and shelter are all higher priorities still even three days into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "HOLMES",
      "sentences": "Loss of life and missing people are the priority of course but this storm severely damaged and you mentioned it there Asheville's water system. I mean what is your assessment of the damage to infrastructure and -- and why do you think it was so bad there in Asheville?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "CAYSE",
      "sentences": "Well, first off Asheville sits in a bowl in a valley at about 2,100 feet 2,200 feet and we have mountains all around us that rise upwards of 6,000 feet. So even when the rain stops in the city of Asheville all that rain that collects on those mountains has to drain somewhere and it drains into the city itself. So that was a complicating factor for us. And you are right the -- the storms when they came in, they washed outthe entire distribution system from our reservoirs into the town into our water distribution and pumping stations. So we -- initially, we couldn't even figure out where the -- where the breaks were because we couldn't access anything because of all the damaged, trees and downed lines and the roads washed out. We finally figured out where the -- where the infrastructure was damaged and as we continue to size that up it looks like it's going to be multiple weeks before our -- our water system will be back online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "HOLMES",
      "sentences": "It's just a staggering amount of damage that you're having to deal with. I mean Asheville and for people don't know I mean it's such a beautiful vibrant city. I've vacationed there myself a couple of times. What -- what is going to be the economic impact for a place, you know, so popular with tourists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "CAYSE",
      "sentences": "Yeah, we're definitely going to have a significant economic impact here. We're not going to be able to bring tourists in here for quite some time. But first, off the -- the infrastructure just on the roads getting people into here has been has been compromised. But the -- the -- the roads, the homes, a lot of the homes in the mountains where people would stay have now been either washed away or destroyed. So we're a long way from welcoming visitors to our community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:09",
      "speaker": "HOLMES",
      "sentences": "Catastrophic. Mike Cayse I really appreciate you making the time. Our hearts go out to you and the people there in in that beautiful place Asheville, North Carolina. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:01",
      "speaker": "HOLMES",
      "sentences": "Well, many residents of southwestern Mexico had to be evacuated from their homes on Saturday as the remnants of Hurricane John continued to pound the region. The storm originally a Category 3 hurricane weakened but then returned as a Category 1. It's no longer considered an active storm but it's after effects are still being felt as you can see there on your screen.Flooding and landslides have killed at least 22 people. Responders in Acapulco are carrying out rescues by boat, jet ski and helicopter. Shock in Beirut as the death of a -- of the senior Hezbollah commander is reported in Lebanon. Still ahead how the bombings and wider conflict are affecting the Lebanese people. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "Now, as the death toll from the conflict rises Lebanon says about 1 million people have been displaced by Israel's attacks since Monday many of them are not fighters, of course, but ordinary people now living on the streets.(BEGIN VIDEOTAPE) HOLMES (voice-over): Several loud booms and then silence until the screams. Friday's strike Israel's military says a precise hit on Hezbollah's headquarters to take out its leader. The same plot home to several residential buildings with several children pulled from the rubble. In the confusion that followed there were claims that Hassan Nasrallah could have survived. Saturday after hours of uncertainty confirmation from Hezbollah that he had not. On the streets of Beirut people reacting in shock to the news one woman falling to the ground crying inconsolable. Another wails I swear he hasn't died he hasn't died the Sayyed will remain among us he promised us he would pray in Jerusalem and bring victory for Gaza. People in Gaza too mourning the loss of a man many viewed as a fighter for their cause. UNIDENTIFIED FEMALE (through translator): I woke up to a sound of crying. He was the best man in Lebanon. He defended a Palestinian cause a lot. Until now I am still saddened by his loss and I cry a lot for him. HOLMES: Reaction very different in Eilat in Israel where beachgoers celebrated the news. UNIDENTIFIED MALE (through translation): Officially, IDF announced that Nasrallah was liquidated. (APPLAUSE &amp; CHEERING) UNIDENTIFIED MALE (through translation): Israel nation is alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "While Israeli airstrikes continue and Hezbollah launches more missiles in retaliation, the death toll in Lebanon continues to climb. The Israeli Defense Minister insisting Israel's war is not with the Lebanese people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "YOAV GALLANT, ISRAEL DEFENSE MINISTER",
      "sentences": "To our enemies I say we are strong and determined, to our partners I would say our war is your war and to the people of Lebanon I say our war is not with you, it's time to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "But in Lebanon's capital and southern Lebanon about a million people have been displaced many forced onto the streets with few belongings moved there either by fear or by one of the numerous evacuation orders issued by the IDF in recent days. Health officials say more than 800 people have been killed in just over the last week.UNIDENTIFIED FEMALE (through translator): We fled from our homes and God only knows if we will go back to our homes, God only knows. May God protect the people who were displaced from their homes and those who fled Baalbek in the south and all the areas affected by the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "And there is no sign of when a return home or a return to normalcy could happen.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "Hanin Ghaddar is a senior fellow at -- in the Washington Institute's Linda and Tony Rubin Program on Arab Politics. She joins me now from Bethesda Maryland. And thanks so much for doing so. I mean there's always a succession plan for groups like Hezbollah but Nasrallah he was a singularly influential transformational figure for the group really. How does losing him after 30 years of leadership impact the strength, the -- the fabric of the organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HANIN GHADDAR, SENIOR FELLOW, THE WASHINGTON INSTITUTE FOR NEAR EAST POLICY",
      "sentences": "Yes, of course. First, good evening and thank you very much for having me.As you said he is a very special leader, unique in the sense that he's not the first leader of Nasrallah, he's not the first founder of Nasrallah but he was very unique in the sense that he has been really the leader of the Hezbollah for the longest period, for three decades during which he connected himself to the legacy of Hezbollah to its victories, to its successes such as the 2000 liberation of South Lebanon and the 2006 what Hezbollah calls the divine victory which is the last war that Hezbollah had with Israel. [23:45:04] His personality also is much more charismatic than any other successor in place. And he is linked to Hezbollah in the sense that the Shia in Lebanon his supporters in Lebanon within the Shia community see him as a father figure and a figure that would protect and provide. So today they're not just mourning the leader of the party, they're mourning a father figure, and they're mourning someone who actually achieved something during his leadership. Whoever succeeds him is going to be linked to the challenges and failures to come. So this is really a very important difference between him and his successor and predecessor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "So what would Hezbollah be doing now, presumably assessing who in leadership is still alive, how safe it is to communicate and meet, what capabilities it still has as it tries to formulate a response? Where do you think this is all headed given the events of the last couple of weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "GHADDAR",
      "sentences": "Correct, this is a big question for the leadership, and it's not just a question for Hezbollah, it is question also for the Iranian regime. Because today, Hassan Nasrallah not only was the leader of Hezbollah, the political leader of Hezbollah, he was also the military leader of Hezbollah. He had two roles, the public figure and the military and security leader.So he was really the glue that connected -- the tissue that connected Iran and the Iranian Revolutionary Guards to the Hezbollah leadership. Today, the assassination of Nasrallah didn't come out of nothing. He was assassinated yesterday during the strike, but what we have been witnessing for the past two weeks or 10 days specifically, is the assassination of Hezbollah itself by eliminating all its leadership, military leadership per se, which is very important in terms of making decisions of war and peace, who is going to decide to launch missiles against Al-Habib or not, to escalate or not. So it's a question really for Iran. It's not going to be very difficult to pick a successor. There are two obvious successors in line, which is his Deputy, Naim Kassam, or the head of the political bureau of the Shura Council, Hashem Safieddine. These are usually talked about as the normal successors, but not only they are not -- they do not have the same popularity, they're not linked to the legacy of Hezbollah and its victories, they also do not have a commandment structure to lead. Hezbollah lost all its senior commander, all its first year and second year commanders, all the founders of the military structure of Hezbollah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "GHADDAR",
      "sentences": "So today, the Hezbollah and the Iranians have to replace these people, but no one is really that qualified. So they can find a replacement as a public figure, but will not be able to easily find a replacement for the people of the military structure headed by Nasrallah. So that's going to take some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:05",
      "speaker": "HOLMES",
      "sentences": "And speaking of that, I mean, what are the risks of Hezbollah feeling it needs to mount a significant spectacular response to the killing of Nasrallah, perhaps by using those long-range ballistic missiles and so on, perhaps because they're seeing their arsenal degraded and might want to use what they have while they can. And what are the risks are there in the scale of that response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:05",
      "speaker": "HOLMES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:05",
      "speaker": "GHADDAR",
      "sentences": "So it's a challenge for them to do that. But what can be done is also push Israel to do more of a land incursion, which is now on the table and possible. So I don't think the Iranians and Hezbollah, whatever is left of Hezbollah's leadership can actually make decision easily. I think the most logical decision is, option is to actually deescalate, or if not use the missiles themselves, they can use other proxies missiles from Yemen, for example, or the drones from Iraq or other militia proxies in the region that can cause trouble instead of provoking Israel from Lebanon itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:05",
      "speaker": "HOLMES",
      "sentences": "Fascinating analysis. We'll have to talk again. Hanin Ghaddar, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:05",
      "speaker": "GHADDAR",
      "sentences": "Thank you very much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:05",
      "speaker": "HOLMES",
      "sentences": "We'll be right back after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:05",
      "speaker": "HOLMES",
      "sentences": "The race for the White House is heading into the homestretch with only 37 days left until Election Day. And with the clock ticking, Kamala Harris stressing the magnitude of the moment. During a California fundraiser, Harris telling donors that this was probably the most important race of their lives.The U.S. Vice President said she considers herself the underdog in the race. And again called for a second debate with Trump. And Trump hit the campaign trail on Saturday, making a stop in Wisconsin. He focused on immigration and border security. CNN's Steve Contorno with our report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:11",
      "speaker": "CONTORNO",
      "sentences": "Trump's remarks here were full of dark rhetoric and warnings about what would happen if Vice President Harris is elected president. Signage on the wall here said, \"end the invasion of small-town America.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:11",
      "speaker": "TRUMP",
      "sentences": "They've crossed our border. They've been taken out by their countries and set free into the United States of America. So they're free to kill again. Oh, they'll kill. These are killers. These are killers at a level that nobody's ever seen. Not even your great law enforcement has ever seen people like this. They got a dose of it though recently. They got a dose of it.Their jobs have become a lot tougher. And you remember when they say, no, no, these are migrants. These migrants, they don't commit crimes like us. No, no, they make our criminals look like babies. These are stone cold killers. They'll walk into your kitchen. They'll cut your throat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:11",
      "speaker": "CONTORNO",
      "sentences": "Trump's remarks in Wisconsin coming as the race is especially tight in this key battleground. Take a look at CNN's poll of polls in Wisconsin. They show that the race is well within the margin of error with no clear leader.Steve Contorno, CNN, Prairie du Chien. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}