{
  "date": "2024-03-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Lawmakers Passed a TikTok Ban Bill, App to Decide Whether to Divest from ByteDance or Ban Permanently in the U.S.; Israeli Strikes Hit UNRWA's Food Center in Rafah; A New Report Says Humans May Face Extinction Threats from Artificial Intelligence; CNN Commemorates My Freedom Day to Put an End to Forced Labor; Adidas to Bounce Back from Last Year's Loss. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT AND ANCHOR",
      "sentences": "Hello and a very warm welcome to all our viewers watching from all around the world. I'm Paula Newton, live in Atlanta, ahead right here on \"CNN Newsroom\".U.S. lawmakers passed a bill that could possibly ban TikTok. So what happens next and what is China saying? We are live in Beijing. Plus, the U.N.'s top aid agency says an Israeli strike hit a food center in Gaza, killing several people, including a staff member. And later, a warning from experts. Humans could ultimately face an extinction-level threat from artificial intelligence. UNKNOWN (voice-over): Live from Atlanta, this is \"CNN Newsroom\" with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NEWTON",
      "sentences": "U.S. lawmakers in the House of Representatives have voted overwhelmingly to pass a bill that could lead to a nationwide ban against TikTok, one of the world's most popular social media apps.Now the bill passed with bipartisan support, 352 to 65. It faces, though, its next test in the Senate, where its future is less clear. If the bill becomes law, TikTok's Chinese parent company ByteDance will have roughly about five months to sell it. If it doesn't, companies such as Google and Apple will need to remove TikTok from their app stores or face steep fines. TikTok's CEO says it's a deeply flawed bill. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "SHOU ZI CHEW, TIKTOK CEO",
      "sentences": "This bill gives more power to a handful of other social media companies. It will also take billions of dollars out of the pockets of creators and small businesses. It will put more than 300,000 American jobs at risk, and it will take away your TikTok.(END VIDEO CLIP) (VIDEO PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NEWTON",
      "sentences": "For TikTok's roughly 170 million users in the United States, this isn't exactly a popular move by U.S. lawmakers. CNN's Lauren Fox tells us what comes next.(BEGIN VIDEOTAPE) LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT (voice-over): A bill that could potentially ban TikTok in the U.S. now heads to the Senate after the House overwhelmingly passed their plan that would require TikTok's Chinese parent company ByteDance to sell the popular social media platform or face a ban. REP. DAN KILDEE (D-MI): At the end of the day, for me, it really came down to whether or not we can take some action to try to deter this malign influence of the PRC. FOX (voice-over): But the bill wasn't without its detractors. 65 members voted against it, including 50 Democrats. REP. DAN BISHOP (R-NC): The answer is not to go selectively banning the flow of information from a particular nation. The way we defeat China is being more American, not less. FOX (voice-over): Those backing the bill argue they did so for national security. REP, MADELEINE DEAN (D-PA): I know we're getting plenty of phone calls that young people really love TikTok. And I lift that up. I think that's terrific. But I want to protect them from a foreign adversary collecting their data and manipulating it. REP. DAN CRESHAW (R-TX): TikTok is owned by ByteDance. ByteDance is in China. In China, any company has to subscribe to the National Intelligence Law of 2017, which says you have to be our spy if we tell you to. FOX (voice-over): Already, President Joe Biden has said he would sign the bill if it passes, even though Biden's campaign is on TikTok. Opponents argue that could be a political mistake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:53",
      "speaker": "FOX",
      "sentences": "And following that House vote, TikTok released a statement saying that they were encouraging senators to consider the facts, listen to their constituents and realize the impact on the economy. Seven million small businesses and the 170 million Americans who use our service.There's also no guarantee that the House bill will come to the Senate floor. That's because Maria Cantwell, a leading Democrat on the Commerce Committee, says she is looking at a different approach to try and rein in TikTok. That could take weeks, even months, to put together. And again, Chuck Schumer, the Majority Leader, has not said whether or not he's going to put that House bill on the floor. For CNN on Capitol Hill, I'm Lauren Fox. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:53",
      "speaker": "NEWTON",
      "sentences": "For more now, we go to Steven Jiang in Beijing. Steven, good to see you as we continue to parse exactly what happened on Capitol Hill and what it means. Now, China has said that it views the move there by lawmakers as bullying, but I am really curious on the wider reaction here, even in state media, for instance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:53",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Yeah, Paula, the state media has been covering the story extensively, obviously closely, echoing what the government has been saying, really focusing on how this is American resorting to hegemonic tactics when they cannot win in a fair competition, and also, of course, highlighting the so-called American hypocrisy when it comes to freedom of expression. And this is also a top-trending topic on Chinese social media platforms.But the irony is many users, especially the younger generation, presumably, don't seem to be aware of the fact that their government has also long banned U.S. and most other Western social media platforms because some people are calling their government to retaliate by banning these platforms only to be told, oh, the government is way ahead of you, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:53",
      "speaker": "NEWTON",
      "sentences": "That is an interesting point, which we will get to in terms of the fact that there is no reciprocal relationship here.You know, TikTok has argued that it would be difficult to sell the U.S. version of its app to a U.S. company. But I want you to listen now to this lawmaker who points out, like, look, it has been done before. Listen. (BEGIN VIDEO CLIP) REP. RAJA KRISHNAMORRTHI (D-IL): This is not without precedent. Let me just point out one thing. Grindr, a very popular LGBTQ dating app, was once owned by a Chinese company. Once the United States government recognized that the CCP had access to sensitive data about LGBTQ members of the U.S. military and the government, it forced the divestment. Now, this happened very quickly, and there was no disruption of service for the users. And I suspect the exact same thing will happen with regard to TikTok. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:53",
      "speaker": "NEWTON",
      "sentences": "So, you know, as we were just talking about, given the fact that those platforms, whether it be Facebook or X or Instagram, they're blocked in China. Is there any retaliation here that China might consider if TikTok is forced to sell to a U.S. company?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:53",
      "speaker": "JIANG",
      "sentences": "Yeah, I think China has been pretty clear that they are firmly opposed to any such sale. And then, of course, they have other options to make American business here feel the pain, for example, outside of blocking social media platforms, since they don't have that option.But it's also worth pointing out the congressman's remarks you just played. It is a bit like comparing apples to oranges, because Grindr, despite its popularity among the LGBTQ populations, it really pales in comparison when it comes to its reach, its influence. Look, when you put it next to TikTok, not to mention Grindr was originally developed in the U.S. only to be bought by a Chinese owner. So I think it's a fairly different scenario we are talking about. The Chinese, of course, have not been helping themselves, as you have heard in Lauren's pieces, how, especially under the leadership of Xi Jinping, they have been really reasserting the ruling Communist Party's absolute control over every aspect of society and passing these increasingly sweeping national security legislatures, including that newly revised counter-espionage law that gives the security apparatus very broad powers to obtain and inspect any data from companies operating in this China. And not to mention, a top priority of this government in recent years has been to disseminate the so-called China narratives to really have Chinese values and positions being heard around the world. In the past, they had to rely on U.S. and other Western platforms outside of their borders. Now, of course, for the first time, they have this China-owned, China- developed platforms that really, in a way, aligns with that strategic goal. So that's why it's very difficult to see them let that go. And I think at the end of the day, though, Paula, a lot of experts have also pointed out the crux of this fight is not just one app and its algorithms, however effective that is. It's really about technologies, control of them between two competing superpowers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "JIANG",
      "sentences": "I think that is really a billion-dollar question because you mentioned that infamous move TikTok made that really backfired on them. And that is now being used as proof or evidence by many lawmakers and politicians in the U.S. to push their agenda to basically divest this company from its Chinese owners.And of course, as you say, the Senate process of this is uncertain. But from the Chinese perspective, as I said, they really do not want to see this happen because this is indeed the first China-owned app that really has that kind of reach and that kind of influence in the U.S. and around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NEWTON",
      "sentences": "Joining me now is Steve Hall, CNN national security analyst and former CIA chief of Russia operations. Steve, good to see you.I've actually been really interested to try and get your opinion on this. Do you believe there's merit in the strategy for Ukraine right now to take the battle to the heart of Russia, mostly with drones, but also with missiles, and hit that infrastructure tactically? It may pay dividends, but it also is because of, unfortunately, the fact that Ukraine has now fallen back on the front line. This is a new strategy for them, you know, to make up for losses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST AND FORMER CIA DIRECTOR OF RUSSIA OPERATIONS",
      "sentences": "Yeah, no, Paula, I really don't think there's a downside from their perspective or really from anybody's perspective with regard to them using drones and whatever methodologies or what other weapons they have to reach inside Russia and try to hit critical infrastructure. After all, that is, of course, what Russia, you know, has been doing ever since it invaded Ukraine a few years ago.I think one of the things that's important to remember is why they're doing this. Part of it, I think, is because they're unsure as to the funding stream specifically from the United States and also, you know, from other NATO allies and the E.U., although some recent packages have been, you know, forwarded by the Europeans recently that is going to help in that matter. But there's still a big question mark over whether or not the United States will come through with the money that they need. So what that's forcing them to do is think differently, not so much about necessarily the conventional style of warfare, but perhaps going to this new thing. And it's new for the U.S. military as well as other Western militaries. So they're really trying to feel their way here in the wake of not only being questioned about how they're going to fund this thing, but how they're going to move forward with the war strategically and tactically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NEWTON",
      "sentences": "Yeah, certainly a testing ground for new methods of war. At the same time, you know, we've all noticed at times it looks like World War I in some of those trenches. I want to ask you, though, what could be the consequences of this strategy in terms of escalation? I mean, Steve, look, they hit a refinery, oil prices went up for a few hours at least, given what happened there. Do you believe Putin would really use this as an excuse to escalate further?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "HALL",
      "sentences": "I think from the Ukrainian perspective, their question is, well, you know, short of a tactical nuclear weapon, which we can also talk about, you know, how is it going to make it any worse for us? They think that, and I think from my perspective correctly, that the more they can do to shake Russian infrastructure in effect to increase the price of this continued occupation and continued invasion of Ukraine, the better it is for them. And the only potential downside, you remember during the early days of the war, you know, the West expressed concerns about striking, about Ukrainian striking on Russian soil.But I think as Russia has escalated and has not retreated, has not decided to end this invasion, a lot of those Western concerns have fallen by the wayside. And so I think Ukraine sees no downside to going ahead and targeting, you know, hitting targets inside of Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NEWTON",
      "sentences": "Yeah, they definitely have a freer hand. This would have been something that would have been difficult to feature in the first few weeks of this war. Putin certainly now on the verge of winning yet another term. Do you think this will embolden him to confront though the West more aggressively now or do you believe that conversely it will actually make him more confident, right?He seems to have recovered from the Yevgeny Prigozhin incident and that challenge to his leadership. Do you think he will move now to consolidate? And perhaps we might see a little bit more of a conciliatory Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "HALL",
      "sentences": "I think that the so-called elections, which of course they're not, that are going to occur soon is sort of a stage play in Russia in a couple of days.I think Putin probably spends, you know, on average of about a minute a day thinking about it. It's going to change absolutely nothing because nothing will change because of the elections. I mean, Vladimir Putin will continue to be in power in Russia for essentially as long as he wants to be, unless, you know, members of his inner circle or others might think about ousting him. And I don't think that that's likely right now. So, no, the election isn't going to change anything. Putin continues to be very aggressive vis-a-vis the West. But I think that that doesn't come from an increased sense of strength on the part of Russia. As a matter of fact, I think it's a deep-set insecurity inside of Putin. And I think that that's about the only thing that he feels that he has left, is bluster, push, not try for any type of, you know, agreement or conciliatory gestures to the West. That just doesn't make any sense in his playbook at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NEWTON",
      "sentences": "All right. And we will leave it there. Steve Hall for us. Thanks so much. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "HALL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NEWTON",
      "sentences": "Now, right here in the U.S. state of Georgia, a Fulton County judge could make a decision this week on whether to disqualify the district attorney from prosecuting the election subversion case against Donald Trump.[03:20:01] And while Fani Willis waits for that decision, the judge threw out six of the dozens of charges against Donald Trump and his co-defendants. CNN's Nick Valencia reports from outside the courthouse in Atlanta. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "The judge was clear in his decision. The Fulton County district attorney's office did not provide the necessary detail of the underlying crime these defendants were allegedly trying to solicit. Enough detail to get these charges to stick in this indictment.The charges have to do in part with the fake electors' scheme. That's the so-called fake electors team trying to subvert the electoral college and unlawfully elect a slate of presidential electors. But it also has to do with that infamous phone call on January 2, 2021, when the former president and his former chief of staff, Mark Meadows, called Georgia's Secretary of State and asked him to find them more votes. But the judge in this order saying the D.A.'s office simply just didn't include the detail needed to have these charges stand. And this is what he's saying in part of his order. Quote, \"these six counts contain all the essential elements of the crimes, but fail to allege sufficient detail regarding the underlying felony solicited. They do not give the defendants enough information to prepare their defenses intelligently\". The order goes on to say this does not mean the entire indictment is dismissed. So let's pick up from there. This entire indictment is not dismissed. In fact, the judge left the door open for an appeal from the D.A.'s office, but that would mean they would have to fill in the detail that the judge is looking for and then try to get another indictment. That would require them to put this in front of another grand jury, which was just inevitably lengthen this process. All of this, of course, happening as we're waiting for that monumental decision from the judge. Will Fani Willis stay or will she go? The judge telling us earlier that he's on track to make a decision by the end of the week. Nick Valencia, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NEWTON",
      "sentences": "So CNN legal analyst Norm Eisen weighed in on the charges dismissed by the judge. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "I think the important thing here is that the brunt of the indictment remains intact. The top charge, the RICO charge, has not been touched.And this call is still a part of that RICO charge. It is not at all unusual when you have a big indictment like this for the judge to find some fault with a few of the counts. If the D.A. is disqualified, I think that's also unlikely that that would be an opportunity to also appeal this. But having hit the DA today, I think it makes it a little less likely that the judge will do that twice in one week. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "NEWTON",
      "sentences": "Okay, an American woman living in Gaza wants answers after her home was hit by an Israeli airstrike.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:04",
      "speaker": "DEBORAH DROLL, AMERICAN CITIZEN LIVING IN GAZA",
      "sentences": "I'm not throwing bombs. I'm not shooting anyone. Why did they come and target me? I need an answer for that. Joe Biden, I need an answer. Why are you letting them target Americans in Gaza?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "International calls continue to grow for Israel to open additional land crossings so more aid can reach Gaza, especially in the north.That call was issued by the E.U., U.S., UAE, U.K. and Qatar in a joint statement Wednesday. It comes as the first shipment of humanitarian aid to Gaza by sea is now apparently just hours away. An aid ship carrying 200 tons of desperately needed food is expected to arrive on Thursday night. World Central Kitchen says a temporary jetty being built ahead of the vessel's arrival is now almost 60 meters long and will be used for the ship to dock and to then transport pallets of food. Now, the war rages on amid the desperate need for humanitarian aid. Gaza's health ministry said on Wednesday another 88 people were killed over the past day alone. The U.N.'s Relief and Works Agency says that the number of children reported killed in four months of war in Gaza is higher than the number killed in four years of conflict worldwide. CNN's Nada Bashir is following developments for us. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): Small but vital pockets of peace above war-torn Gaza. Yet another round of humanitarian airdrops from international donors. Civilians on the brink of famine desperately scramble to see what has arrived today. Yet, amid each delivery, the war continues. More homes destroyed, more people killed. Deborah, an American woman living in central Gaza, says she has lost count of the number of wars she has lived through in the besieged strip. But this time, she almost did not survive. An Israeli strike, she says, left her crushed in the ruins of her home for hours. Rescued and treated without anesthesia, she now wants answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "DROLL",
      "sentences": "I'm not throwing bombs. I'm not shooting anyone. Why did they come and target me? I need an answer for that. Joe Biden, I need an answer. Why are you letting them target Americans in Gaza?BASHIR (voice-over): The English teacher says there is nowhere safe left in Gaza. Some of her neighbors being buried as she speaks. Yes, I could run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "DROLL",
      "sentences": "I could go back to America. But I would feel like it was not right to do that. I should stand beside them. I should try to help them.BASHIR (voice-over): A voice of solidarity with those in Gaza trying to survive the unthinkable. Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "NEWTON",
      "sentences": "Now, the head of the U.N. Relief and Works Agency is calling for accountability and an investigation into the attacks against U.N. facilities that coming after the agency says an Israeli strike hit an UNRWA food distribution center in Rafah. The hospital director says five Palestinians were killed and UNRWA says at least one of its staff was among the dead. Now, CNN has reached out to the IDF for comments.CNN's Paula Hancocks is following all of these developments and she joins us now from Abu Dhabi. Good to see you, Paula. And what more are we learning given what apparently happened and what the IDF says took place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT AND ANCHOR",
      "sentences": "Paula Hancocks for us. Thanks so much. I Appreciate it.Now, meantime, in occupied West Bank, health officials say two Palestinian men were killed in an Israeli military raid in the city of Jenin. Videos obtained by CNN show Israeli military vehicles and bulldozers in the city destroying streets and sewage lines. The IDF says fighters uncovered and destroyed charges planted under roots with the aim of harming troops. The director of the Jenin government hospital, meantime, says the men killed Wednesday were standing in front of the emergency department when Israeli soldiers shot at the group. CNN has reached out to the Israeli military for comment. More than 200,000 children and 7,000 new mothers in South Sudan are at risk of dying from malnutrition. That's according to the United Nations Office of Humanitarian Affairs. The U.N. is reiterating the World Food Program's warning that Sudan is becoming the world's largest hunger crisis, with about 18 million Sudanese facing acute food insecurity. The U.N. also says some 3.7 million children are right now suffering from malnutrition. And it noted the urgent need for aid in the coming months when food pantries are depleted before the next harvest. And as well, the U.N. plans to open an air bridge between Haiti and the Dominican Republic so aid and crisis management staff can safely reach Haiti amid the political crisis in that country. The announcement comes after widespread gang violence forced Haiti's prime minister to resign, paving the way for a transitional council. CNN's Patrick Oppmann brings us up to date. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "PATRICK OPPMANN, CNN CORRESPONDENT",
      "sentences": "A source close to outgoing Haitian prime minister, Ariel Henry, says to CNN that Henry intends to return to Haiti just as soon as a security situation there allows. As well, Henry's office telling CNN in a statement that Henry believes that even though he is planning on resigning, that he still has the right to approve the transitional council that would pick the next prime minister of Haiti.That seems to indicate both of these statements that Henry plans to remain engaged with Haitian politics, which could come with complicated efforts to replace him. Henry has not been able to return to Haiti since gangs rose up and forced him to remain in Puerto Rico. It's simply too dangerous for flights to come in and out of the country, and much of Haiti is on lockdown now as the gangs have taken the streets. The challenge now for the U.S. State Department is getting these different groups, different political groups, and civil groups within Haiti to decide who is going to be part of this transition council that will then pick a prime minister. There is a lot of infighting going on, although the State Department continues to maintain the process is moving forward and that there will be a transition council that will help navigate Haiti's political impasse. For the moment at least, Kenyan troops that were supposed to come in and restore security and peace in Haiti are on hold. They are waiting, according to that country's president, to see what happens with the political situation. The Kenyan president spoke with Secretary of State Antony Blinken by phone and assured him that the Kenyan troops will head to Haiti, about a thousand of them, just as soon as there is a new government in Haiti and the political situation stabilizes there. But in the meantime, with no clear replacement government for Henri and no sense of when those Kenyan troops will arrive, the gangs in Haiti continue to have the upper hand. Patrick Oppmann, CNN Havana. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "You know, Jeremy, you're articulating the problem really well and it is incredibly sobering. But I want to ask you, we've heard many people articulate the problem. I think you know, you and those you work with have gone kind of down the road of trying to explain to us what a solution might look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRIS",
      "sentences": "Yeah. And at the core of this solution, this action plan, which was developed with input from over 200 members of the A.I. community at Frontier Labs and national security experts and WMD technologies in U.S. government, at the core of it are three ingredients.So first off, we need to find a way to stabilize the racing dynamics that are currently existing among top A.I. labs. They're causing us to basically barrel ahead without necessarily the safety forward approach that we need. Second, we need to strengthen the U.S. government's ability to respond to these risks and to detect them if they start to emerge. That's through strategies like education, but also indications and warnings frameworks, contingency planning, that sort of thing. And finally, we need to scale. We need to look at ways to formalize the safeguards that we set up and internationalize them. But it does no good if the U.S. government sets up a bunch of safeguards, introduces regulation and legislation, for example, that introduces liability, criminal and civil, on companies that maybe recklessly develop A.I. systems if the rest of the world doesn't follow suit, right? So this is about essentially how do we internationalize, how do we build consensus about what risks actually exist in the international community, and then how do we set up at varying degrees of trust, because we're going to have to deal with adversaries as well who won't want to slow down. So how do we establish trustless systems or ways to build that trust over time that are realistic and practical? And that's been a big, big focus of the report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "And I know that the new E.U. legislation just approved. It certainly can't set out to do all of that. But do you accept it as a template? Because we have seen that the European Union many, many times is at the forefront of trying to regulate not just A.I., obviously, but a lot of the tech industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRIS",
      "sentences": "Yeah, I mean, I'll be honest. I'm not a big pro-regulation guy. I think the GDPR that the E.U. put out had some issues. I was a startup guy at the time. I've been building A.I. startups at A.I. companies forever. But there are good things about this particular piece of proposed legislation.And one of them is how they deal with general purpose A.I. systems. They really flag this idea of it's not necessarily that you just want to regulate the application because there are systems that are so generally powerful that you can't necessarily predict what applications they'll be put to. And the potential risks associated with them could rise to that kind of weapon of mass destruction level risk. There's a lot of evidence to suggest that. So you want to kind of regulate the development of the model itself, the system itself, rather than necessarily just the end uses. And one of the cool things about this proposal is it does both. Right? It has carve-outs for specific applications that are regulated. And also, it has an approach that targets the actual general purpose systems themselves somewhat intrinsically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "NEWTON",
      "sentences": "It was, again, a key feature of the E.U. regulation. And now, of course, we await the response from the U.S. government. As you know, Jeremy, a bit more difficult, perhaps, there to get that legislation through. Jeremy Harris for us, CEO and co-founder of Gladstone A.I. Thanks so much. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "NEWTON",
      "sentences": "Boeing is facing criticism from investigators in the U.S. who say the company hasn't provided key information on the Alaska Airlines plane, which you'll remember lost its door plug mid-flight earlier this year. CNN's Pete Muntean picks up the story from there.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "The woman leading this probe is once again putting Boeing on blast. Jennifer Homendy is the head of the National Transportation Safety Board, and she says Boeing's lack of a paper trail is hampering this investigation. Remember, the NTSB's preliminary report on this January 5th door plug blowout said this, Boeing did not reinstall the four critical door plug bolts before this 737 MAX 9 was delivered to Alaska Airlines.The bolts were removed at the Boeing factory for corrective work on another part of the plane. The NTSB says Boeing has not been able to produce the paperwork that details that work. Here is what Homendy says in her new update to the senators on the committee overseeing aviation. The absence of those records will complicate the NTSB's investigation going forward. She also underscored that Boeing has been unable to locate the security footage of that work. Boeing has responded saying it has supported the investigation from the start and it will continue to do so. Pete Muntean, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "UNKNOWN",
      "sentences": "To me, freedom is not judging people, and having equity and (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "UNKNOWN",
      "sentences": "To live my life without limitations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "UNKNOWN",
      "sentences": "The ability to express myself offensively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "UNKNOWN",
      "sentences": "To me, freedom is the ability to freely express yourself without any hindrance.UNKNOWN (translated): When the Harowa-Charawa liberated, I got the chance to attend school regularly. I study and play at school. I also attend a tuition class. I feel very happy. Happy Freedom Day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "NEWTON",
      "sentences": "Isn't she adorable? That little girl from Nepal has been freed from generations of bonded labor. Today she joins countless young people from right around the world to celebrate CNN's eighth annual My Freedom Day. A day of action led by students to raise awareness of modern slavery. Now we're covering student events all around the world today.CNN's Vedika Sud is in India where students are using their talents to raise awareness of forced child labor. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "VEDIKA SUD, CNN REPORTER",
      "sentences": "I'm at the Genesis Global School in Noida near New Delhi, one of the many schools across the world marking My Freedom Day, a day of student-led action. As you can see here at this table you have students from a middle school who are busy making posters on a very relevant topic that has to do with modern day slavery which is child labor.They've been making these posters as you can see very strong messages coming out of this one board and the captions itself speak to the problem that children face across the world when it comes to trafficking. I want to take you through a few of them. Crushed is one caption where Tarani Singh talks about how children are being burdened through child labor, through trafficking, while they should be in their homes with their families enjoying their childhood. Many colorful posters here but talking about a very serious issue. And then there's one more that talks about how child labor should stop through awareness, through empowering people and through protecting young children. I want to now talk to two young girls here who've been working on their posters. Coming to you first, the caption of your poster says, Books Not Burdens. Very quickly, what are you trying to say through your poster here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "AGRIMA SAXENA, STUDENT",
      "sentences": "Well, in my poster you can see this young child is indulging in fantasy novels, Alice in Wonderland specifically. And the burdens that child labor brings suppresses their dreams and these enchanting aspirations that young children have. So that's the message we're trying to get across.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "SUD",
      "sentences": "What about you, Kiaana? What are you trying to say through your poster here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "KIAANA SIKKA, STUDENT",
      "sentences": "So, in my poster, it's particularly showing that every child has a right to family, friends, education, health, and house life. Because in child labor particularly, there are many kids that are not having their childhood properly. They don't have family, they don't have friends, they don't have education, they don't have anything. So I think I want to create awareness about this because it's a global issue turning in India specifically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:10",
      "speaker": "SUD",
      "sentences": "Right. Strong messages there through those two young girls.In India, according to government data available from the year 2022, eight children were trafficked every day in the country. Those are staggering numbers. But I don't want to end on a negative note. I want to end with something positive because these young children here are trying to make that difference. So, as Tarani Singh out here says, speak out against child labor. Let's lift the weight off their shoulders. This is something that we, as a community across the world, need to do. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "NEWTON",
      "sentences": "Tech stocks are looking to rebound after a down day for the Nasdaq. The composite lost half a percent as shares of chipmaker Nvidia fell. The Dow managed, you can see there, a tenth of a percent of a gain. And the S&amp;P 500 was off about two-tenths of a percent.Adidas, or if you say it, Adidas, is hoping to put its best foot forward after a disappointing year in 2023. The company is reporting a net loss of $63 million with sales in its second largest market, North America, falling 16 percent. And a lot of that heartbreak, in fact, stems from its relationship with Kanye West. CNN's Anna Stewart explains. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Well, ending the Yeezy partnership hasn't been easy.Adidas cut ties with Ye, formerly known as Kanye West, back in 2022, after he made a string of anti-Semitic comments. Now, this was an expensive breakup. At one stage, a Morgan Stanley analyst estimated the Yeezy line contributed up to 40 percent of the company's profits. And the strategy on how to deal with it was pretty foggy. First, it suspended sales. Then, there was a plan to sell the sneakers without the logo, before deciding it would sell the brand with the logo with a significant amount of the proceeds going to organizations combating discrimination. And it made Adidas some money, too. Yeezy managed to contribute more than $300 million to the company's operating profit last year, according to Wednesday's earnings report. Adidas also suffered from a huge tax spill last year and a sharp decline in sales in North America, which it expects to continue into this year. The Yeezy debacle didn't help those sales, but there is also a broader demand problem at play, with Nike facing similar issues. In fact, Nike recently announced it would be laying off around 2 percent of its workforce. Some good news in China, though. Sales increased 8 percent last year and Adidas expects it to hit double-digit growth this year. East not quite making up for Kanye West, but Adidas hopes the Yeezy problem will soon be behind it. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}