{
  "date": "2024-02-19",
  "headline": "CNN News Central",
  "subHeadline": "Baby Saved from Auto Accident by Florida Deputy; Search for 11- year-old Audrii Cunningham; Biden Speaks as He Returns to White House; Israel-Hamas War; Over 29,000 People Dead in Gaza, According to Palestinian Health Ministry; Nasr Hospital Declared \"Completely Out of Service\" by Palestinian Health Ministry; Flood Advisories Across California. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "FOLEY",
      "sentences": "Is she alive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MUSGROVE",
      "sentences": "I -- let me check, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "FOLEY",
      "sentences": "Is she alive? No -- sir, sir, sir. Is she alive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MUSGROVE",
      "sentences": "Let me check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Please, calm down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "FOLEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MUSGROVE",
      "sentences": "On an infant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MUSGROVE",
      "sentences": "There's a pulse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "MUSGROVE",
      "sentences": "OK. Can you tell mom? Hey, Burke. Burke, they have a pulse, just so you know. Can you let mom know?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "You can feel the chills going down your neck after you hear that mother screaming, is she alive? And then you hear the officer say, yes, there's a pulse. Charlotte County Deputy Sergeant Dave Musgrove's quick actions saved the life of the baby whose name is Lola.Now, while Lola is still in the hospital, she is in critical condition. Her grandmother expressed her immense gratitude to the officer this morning on \"Fox\" and gave an updated condition on how Lola is doing. (BEGIN VIDEO CLIP) LISA FOLEY, BABY LOLA'S GRANDMOTHER:  Dave is our hero. He always will be. I know he doesn't like to be called that, but there's nothing else to call him. Yes, he was doing his job. What he did by doing his job was lifechanging for my entire family because we would not have baby Lola had it not been for him and his quick action. So, there's no debt of gratitude on either side of the family that we can pay to him. We are seeing Lola make good progress. I mean, she still is on a ventilator, but like Kayleigh said, she's opening her eyes and, you know, looking at us and moving her legs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "That was baby Lola's grandmother, and you heard her say that she is making good progress. We are very thankful to hear that and thankful for that officer.Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Yes, Fred. Well, I just got off the phone with the sheriff's office and also with the search team known as Texas EquuSearch, and both groups say that they have teams searching for Audrii Cunningham right now.One of those teams is just north of where I am, about 11 minutes drive on the lake that you see behind me. And we have a map to show you to give you a sense of the area that is being searched and some of the key places. You can tell from that map the area that says that where Audrii Cunningham was last seen. That's where I am. This is the area where she was supposed to catch the bus on Thursday. She never made it to school. She didn't get off the bus on the way home either. And so, that's when her father called authorities and reported her missing. Again, that was on Thursday. Now, if you look at that map and just south of that location where I am, you'll see that there's a Lake Livingston Dam. According to police, that's where a bright red backpack with Hello Kitty that belonged to Audrii Cunningham was located on Friday. Now, if you keep looking south just downriver on the Trinity River where the Trinity River meets I-59, that's where authorities were searching on Sunday. So, you can get a sense of this big search along this body of water for Audrii Cunningham. Now, police say that they have recovered other items, not just the backpack, but they're not going into those details. Her mother making a plea for help. Take a listen. (BEGIN VIDEO CLIP) CASSIE MATTHEWS, AUDRII CUNNINGHAM'S MOM:  She has so many opportunities ahead of her and she deserves every right to be able to reach those opportunities. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "FLORES",
      "sentences": "Now, state police have identified an individual as a person of interest, and this individual has been taken into custody, but on an unrelated charge. A charge for aggravated assault with a deadly weapon. But again, it is not linked to the disappearance of this little girl. But police say that there is a foul play, and they are calling this a criminal investigation, but they won't go into the details. Take a listen.(BEGIN VIDEO CLIP) LT. CRAIG CUMMINGS, TEXAS DEPT OF PUBLIC SAFETY SPOKESMAN:  Our primary focus and hope is that we bring Audrii safely home, but we also realize that foul play may be a factor. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "FLORES",
      "sentences": "And Fred, there is a $7,000 reward. And as I mentioned earlier, there are multiple teams searching for this little girl right now. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BOLDUAN",
      "sentences": "President Biden returning to the White House this morning from Rehobeth. He just spoke to reporters as he was heading back into the White House. Let's watch this together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President, would you go as far as to say about Alexei Navalny's rise on the (INAUDIBLE) House Republicans right now?JOE BIDEN, U.S. PRESIDENT:  They're making a big mistake on this promise (ph). Look, the way they're walking away from the threat of Russia, the way they're walking away from NATO, the way they're walking away from meeting their obligations, it's just disgusting. I think, for a while, I've never seen anything like this. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE) House Republicans (INAUDIBLE), they're on the (INAUDIBLE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BIDEN",
      "sentences": "I hope so. I'm not sure of anything (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you willing to pose additional sanctions on Russia over Navalny's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BIDEN",
      "sentences": "They already have sanctions but we are considering additional sanctions, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you support sending long-range missiles --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BOLDUAN",
      "sentences": "Right there at the end, he was asked about how to -- essentially, how to respond with regard to Alexei Navalny's death. And he says, obviously, there are a lot of sanctions already in place against Russia, but they're considering additional sanctions. What those would be, how impactful they would be, that remains to be seen. Let's get some more reporting from the White House. We'll be working on that and bring that to you.We're also watching this right now, the World Health Organization, it says one of the last remaining hospitals serving people in the Gaza Strip is no longer functional following an Israeli military operation there. The Israeli military says, they have evidence that Hamas was operating within the hospital. And Israel now says, that it is preparing to expand military operations in Rafah if the remaining hostages that Hamas continues to hold are not returned by the beginning of the holy month of Ramadan. Let's get to CNN's Nic Robertson. He's in Tel Aviv for us. Nic, talk to me about this possible expansion in Rafah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Nic, it's great to see you. Thank you so much for that context, that reporting.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "All right. Let's bring in Dr. Zaher Sahloul. He's the president and co-founder of MedGlobal, a nonprofit medical humanitarian organization. I'm just curious. I know that you had just come out of Gaza. You were there in January for two weeks. But I want to ask you about the latest thing that Israel is saying, which we just heard reported from Nic Robertson there. That they're now warning it will expand its military operations in Rafah if Hamas does not return all of the hostages by the month of Ramadan, which that holy month begins for Muslims on March 10th this year. What are your thoughts in hearing that this morning?DR. ZAHER SAHLOUL, PRESIDENT AND CO-FOUNDER, MEDGLOBAL, RECENTLY RETURNED FROM MEDICAL MISSION IN GAZA:  Thank you, Sara, for addressing this critical issue. The situation, as everyone knows in Gaza, is extremely critical. In terms of the impact on the populations, the 2.2 million people, 1.5 million of them live in Rafah, half of them are Children, 75 percent of them are women and children. And we already know that more than 12,000 children were killed, one out of 100 children in Gaza have been killed. This is the equivalent of half a million American children being killed in a matter of three months. Rafah is the last refuge of the 70 percent of the population. It's the core, also, of the humanitarian aid and access. The only access to humanitarian aid is from Egypt through Rafah Border Crossing. If Rafah offensive started -- and I hope that it will not, then that will mean the 1.5 million people won't have any place to go. When I was in Rafah and we stayed in Rafah and Khan Younis, everywhere you go, there are tents. There are camps of the internally displaced people from other parts of Gaza. They had no other place to go. The fighting is very close to everyone. You see the bombs, you hear the bombs, and you see the mass casualties every day in Nasr Hospital and other hospitals. There is increasing rate of severe malnutrition, of diseases. You have 67,000 people who were injured, half of them have moderate to severe injury. Eight of them -- 8,000 of them are awaiting evacuation. The situation is really a stain on our humanity. Anything that can be done by our administration to stop the offensive and increase access to humanitarian aid in Rafah and the rest of Gaza should be done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "You went there. You did heroic work. I know it is a danger to you. It is a danger to all of the people who are trying to work and save their families at the same time. And it's just a terrible situation there for the population that is in Gaza. Dr. Zaher Sahloul, thank you so much for taking a few minutes out to speak with us here now that you are back in the U.S. We appreciate your time.DR. SAHLOUL:  Thank you, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WHITFIELD",
      "sentences": "California is once again getting slammed with heavy rainfall, strong winds, and massive waves today. We've just learned the Santa Barbara airport was closed due to flooding on the airfield. Nearly the entire state remains under flood alert this morning, just days after the state was soaked with record breaking rainfall.CNN Meteorologist Derek Van Dam joining us right now. So, Derek, how long is this going to go on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST AND AMS CERTIFIED METEOROLOGIST",
      "sentences": "Yes, we've got at least another 24 hours of this across the state. We have 37 million Americans under some sort of flood advisory or flood alerts across the California State. But just issued within the past half an hour is a flash flood warning, including West Hollywood Hills and west of there, into Malibu.So, that's something we are concerned about. So, we'll watch out for the potential for flash flooding as moderate to heavy bands of rain move into a very saturated part of Los Angeles County. Remember, we've had a few other atmospheric river events pound the state of California lately. And this is just another one bringing the rain and snowfall to the area. Unfortunately, with the hilly terrain across parts of California, you factor in the saturated environment, it doesn't take much to allow for rock slides and landslides to occur, just like what happened in Del Norte overnight last night. Another additional four to five inches of rain, Santa Barbara to Ventura, and western Los Angeles County. We will be measuring snowfall in feet across the Sierra Nevada Mountain range, heavy rain across Northern California, and a lot of energy associated with the system. So, gusts over 60 miles per hour, certainly a possibility, especially where you see that shading of red. And Fredricka, I've got to end with this. We have the potential for localized spin-ups or even an isolated tornado in and around the Central Valley. Storm Prediction Center has a slight risk of tornadoes and severe weather across this region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Derek --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "VAN DAM",
      "sentences": "Something we don't normally see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "WHITFIELD",
      "sentences": "Yes, very severe stuff. Derek Van Dam, thank you so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}