{
  "date": "2024-08-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Telegram CEO Arrested; Interview With Rep. Joaquin Castro (D- TX); Interview With Arizona Secretary of State Adrian Fontes. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:32:21",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "Former President Donald Trump has been indicted again.Special counsel Jack Smith has retooled his election interference case, filing a new, narrower indictment that alleges Trump and his co- conspirators organized fraudulent slates of electors in seven states. One of those is Arizona. And Secretary of State Adrian Fontes joins me now. Secretary Fontes, good to see you. Thanks so much for being with us. What was your response to this, the special counsel filing this reworked Trump indictment? ADRIAN FONTES (D), ARIZONA SECRETARY OF STATE:  Well, look, having spent a good amount of time in the criminal justice system, this is a superseding indictment. Regular indictments come out of the grand juries. Those are regular citizens analyzing evidence. The superseding indictment goes through the same process. And what happens is, sometimes, the charges will expand, sometimes, they will contract. This is part of our regular criminal justice system. And, of course, the defendant is innocent until proven guilty. But at the end of the day, this is just another part of our democracy that we're trying so hard to protect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:21",
      "speaker": "ACOSTA",
      "sentences": "And how does this impact what's taking place in Arizona?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:32:21",
      "speaker": "FONTES",
      "sentences": "Well, it doesn't really have a significant impact on what's taking place in Arizona. This is a separate prosecution by the special counsel.It may or may not have some bearing. That's up to the attorney general here in the Grand Canyon State. They are doing what they need to do on the fake electors case that has been charged and indicted here in state court. So, these separate proceedings, multiple separate proceedings across the United States of America are, I'm sure, good, solid evidence for American voters that there's something that doesn't smell so good in our town. ACOSTA:  And, Mr. Secretary, I do want to bring this up. After spending years pushing these conspiracy theories about the 2020 election and Trump claiming that he won that election, recently admitted or sounded like he was admitting that he lost that race or came up short. Let's play a little bit of that and talk about it on the other side. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE:  This was the last week in office for me, because of a horrible, horrible election, where I got many millions more votes than I got the first time, but didn't quite make it, just a little bit short. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "FONTES",
      "sentences": "Well, my reaction is going to be as an elected Democrat, not as the secretary of state.This is a guy who knows he's been lying for a long time. And enough is enough with the nonsense. We have to grow up as a country. And it's really amazing to me that some normal, rational people will follow these ridiculous conspiracies and what we know to be lies. There has never been an ounce of evidence anywhere in the United States of America that shows the widespread fraud that Mr. Trump promoted. I'm excited about the fact that Democrats have an amazing set of candidates at the top of the ticket in Vice President Harris and Governor Walz. But as the secretary of state now, I have to say it is terrible what is happening to our electorate, the intimidation across the country based on these lies, the fact that elections officials are being threatened, which is really an act of domestic terrorism. We just saw another indictment coming out of the Department of Justice and the FBI on a case that involves both Colorado and Arizona. Enough is enough. And it's about time that somebody admits to that loss, which has caused so much disharmony in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ACOSTA",
      "sentences": "And how is it going to go this time around? Are you concerned that there will be shenanigans aimed at disrupting this upcoming election we have just in a couple of months from now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "FONTES",
      "sentences": "Yes, let's just be very clear. Arizona's elections have been solid for a very long time. They were solid in 2020.And just this year, we have had four of our five elections with not a single issue. And that's because the good folks at our county governments, the folks who come in temporarily as volunteers and everyone in elections offices across the United States of America, particularly in the Grand Canyon State, we do a good job, and we have been doing a good job. We're going to do a great job for our voters in November, as long as we can get cooperation from the election deniers, the folks who've been lying and grifting and creating an environment where some folks think that it's OK to threaten American citizens. Some folks think it's OK to try to harass voters while they're standing in line. The cure, and I will encourage American voters all over the place, is to vote early, no matter how early your jurisdiction allows you to vote. If you vote by mail, send it in right away. If you want to go vote in person, do it early if you are able. That is the way to avoid Election Day shenanigans. And we're hoping beyond hope that we can do everything we can to prepare. But, unfortunately, we cannot control everything. I just hope that everybody will be safe and we will have a civil election in 2024, because that's what the American voter deserves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ACOSTA",
      "sentences": "All right, Secretary Fontes, thank you very much for your time this morning. We appreciate it.Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:38",
      "speaker": "ACOSTA",
      "sentences": "Returning now to that new look at the January 6 attack through the eyes of former House Speaker Nancy Pelosi.In footage captured by Pelosi's filmmaker, who is also her daughter, obtained by CNN, we see the then-House speaker's rage at the 45th president and her determination to hold him accountable. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:38",
      "speaker": "ALEXANDRA PELOSI, DIRECTOR AND PRODUCER",
      "sentences": "You're done with Donald Trump. How does it feel?REP. NANCY PELOSI (D-CA):  I feel sick at what he did to the Capitol and to the country today. He's got to pay a price for that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:38",
      "speaker": "ACOSTA",
      "sentences": "Joining me now, Democratic Congressman of Texas Joaquin Castro.Congressman, thank you very much for joining us. Were you at the Capitol that day? Do you recall what was going through your mind? And what is your reaction when you see that video from the former House speaker? REP. JOAQUIN CASTRO (D-TX):  Yes, I was at the Capitol Complex. I was actually in my office in Rayburn, so I wasn't inside the House of Representatives. But that video is -- just brings back all the memories of that day and the threat that members of Congress and others who worked at the Capitol were under and, most of all, the threat that our American democracy was under. So it's very emotional, very raw footage from Speaker Pelosi. And I think that it's very timely also, because it reminds us about what's at stake after this election. And, Jim, I don't know and I can't say with 100 percent confidence that if Republicans -- if Kamala Harris wins this election and Republicans control one chamber of the Congress, that they're going to be willing to certify the election. I think we just have to face that fact that there is still a threat to our democracy that is present right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:38",
      "speaker": "ACOSTA",
      "sentences": "You think there's a possibility, even if Vice President Harris wins the election, do I have that right, that it might not get certified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:05",
      "speaker": "ACOSTA",
      "sentences": "And, Congressman, what was your reaction to the special counsel, Jack Smith, filing the superseding indictment of Trump for January 6?He kept all four of the charges. It snips out the part about using the Department of Justice as part of that alleged scheme. Your thoughts on all of that? And I guess one of the questions I have is, what did you make of Jack Smith essentially not backing down here, despite what the Supreme Court ruled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:05",
      "speaker": "CASTRO",
      "sentences": "Well, I'm glad that he filed a superseding indictment, because it's important to hold Donald Trump accountable.It's important that the American people understand that nobody is above American law, including a president or former president of the United States. And so, of course, it took some time because the Supreme Court gave Donald Trump, unfortunately, some immunity for official acts, something that I think is dangerous that they did, other people think is dangerous. But I'm glad that Jack Smith is pursuing this case nonetheless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:05",
      "speaker": "ACOSTA",
      "sentences": "And I do want to ask you about something happening in your home state, the call from LULAC, a prominent Latino civil rights organization, for a federal investigation into the Texas Attorney General Ken Paxton.It comes after several homes of Democrats were raided in connection to what they were describing as a voter integrity investigation. What was your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:05",
      "speaker": "CASTRO",
      "sentences": "I was really shocked and disgusted that they would send in a SWAT team, basically, to the home of an 87-year-old woman who has worked in earnest all of her adult life in trying to get people to vote, register people to vote, that they would be pointing guns at her and at others on a matter of voting.And it came around the same time, within the last few days, when Greg Abbott announced that he had removed or suspended 1.1 million Texans from the voter rolls. So how is it that this woman is trying to help some people register to vote and they go in and send a SWAT team into her home and point guns at her, and yet the governor of Texas dumps 1.1 million Texans from the voter registration rolls and he calls that election integrity? I mean, the irony is just incredible. But I would expect that this is how Texas Republicans are trying to hang on. In Texas, Kamala Harris is within five points of Donald Trump. Colin Allred is within two points of Ted Cruz right now. And so they see the winds of change that are finally coming and they're trying to hang on, I think, by cheating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:05",
      "speaker": "ACOSTA",
      "sentences": "And do you think the Justice Department should look into this? I mean, that LULAC is calling for that. Do you want that to happen as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:05",
      "speaker": "CASTRO",
      "sentences": "Yes, I think there should be an investigation. There ought to be a state and federal investigation, because you shouldn't be able to just remove a million people from the rolls that swiftly.In fact, Jim, I was at -- the other day, I was -- went to go with my son to get him a haircut, and the person who was cutting his hair said that he had checked his voter registration and that it was suspended. And so he was asking me, well, what do I need to do to make sure that I can vote? And so there are going to be a lot of people like that in Texas who show up to vote and their registration is suspended and they're going to have an issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:12",
      "speaker": "ACOSTA",
      "sentences": "The CEO of Telegram, the encrypted messaging app, has been taken from police custody to court in France.Video from moments ago shows the Russian-born billionaire, Pavel Durov, being transferred to the courthouse. Officials say he will face questioning ahead of a possible indictment. Durov was arrested Saturday on a warrant related to the app's lack of moderation, according to investigators. They claim Telegram was complicit in crimes, including alleged fraud, drug trafficking, and child pornography. CNN's Matthew Chance joins us now. Matt, what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:12",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, this is a key moment for Pavel Durov, who is now about to stand in front of a French judge who will decide whether to set him free or indict him for complicity in these crimes of promoting terrorism, child pornography, political extremism, hate crimes, antisemitism, stuff like that, all of which takes place on his social media platform, Telegram, which is one of the least moderated of the big social media platforms in the world.And, of course, it's a landmark case in that sense, because this is the first time really that a owner of a platform like Telegram, which has some 950 million users around the world, particularly in Eastern Europe and the former Soviet Union, is being held directly accountable for the content on that site. And so it's something of a -- sort of a precedent, if you like, in that sense. We're going to find out over the coming hours what will happen. Again, the options for the French judge, he could be indicted and charged with these offenses, or he could be set free and no charges will be against him, or he could be designated as a witness and there could be restrictions upon his travel. [11:55:00] We don't know yet, but clearly all eyes in France and, of course, in Russia, where he's originally from, are watching this very closely indeed, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:12",
      "speaker": "ACOSTA",
      "sentences": "And, Matthew, how has the Kremlin reacted to the CEO's arrest? Why would they care?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:12",
      "speaker": "CHANCE",
      "sentences": "They have reacted badly, even though Pavel Durov is not necessarily a sort of pro-Kremlin figure.He's in the past resisted pressure by the Kremlin to reveal the identities of some of the users who are associated with Ukraine on Telegram. Telegram is used in Ukraine and in Russia as well, both sides of that horrific conflict. But they have said that this -- the Kremlin have said that they believe this is an attack by France on the freedom of speech, which is ironic, given that the Kremlin itself has been cracking down hard on the free media in that country, in its own country, for the past several years. Nevertheless, they say -- and they're right about this -- it's part of a broader debate about the rules that should apply to social media platforms like this and how much they should be held accountable for what goes on inside them.",
      "isLastSentenceInterrupted": false
    }
  ]
}