{
  "date": "2024-08-26",
  "headline": "Inside Politics",
  "subHeadline": "Trump Undercuts Campaign, Says He'd Rather Mics Stay On At Debate; Trump To Hit 3 Swing States This Week As He Steps P Schedule; Trump: My Administration \"Will Be Great\" On \"Reproductive Rights\"; Trump's Latest Abortion Comments Anger Anti-Abortion Activists; Vance: Trump Would Veto A National Abortion Ban; Sen. Elizabeth Warren: \"American Women Are Not Stupid\"; Abortion On The Ballot In Key Battleground States In November. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DEREK VAN DAM, CNN METEOROLOGIST",
      "sentences": "In fact, we're calling this a parade of storms lining up over the central and eastern Pacific Ocean. There is trouble storm Hone, but we've got hurricane Gilma and hurricane Hector that we have to look forward to. Gilma could pose a threat here by the end of the week for Hawaii. JIM?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR, NEWSROOM",
      "sentences": "Yeah. Gosh. And any folks who are out there celebrating summer vacation, please hunker down. Take those warnings seriously as always, those are some big storms heading their way. Derek Van Dam, thank you very much for that important update. We appreciate it.All right. Thanks everybody for joining me this morning. I'm Jim Acosta. Inside Politics with Manu Raju starts right now. Have a great day everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "MANU RAJU, CNN HOST, INSIDE POLITICS",
      "sentences": "Today on Inside Politics, debate deadline. Harris and Trump campaign is now bickering over debate rules. This time over muted microphones in their high state showdown in just 15 days. But is Trump on the same page as his own campaign?Plus, redo. J. D. Vance promises to reject a near total federal abortion ban, just days after Donald Trump says he'll be great for reproductive rights. Rewrite papers over a long history captured on TV and the internet of saying the opposite about abortion rights. And with RFK Jr., on the presidential contest, will supporters follow him to trauma. And are enough -- are there enough of them to make a difference? I'm Manu Raju in for Dana Bash, has come behind the headlines at Inside Politics. To mute or not to mute, that is the question. But just 15 days to go into the first presidential showdown between Donald Trump and Kamala Harris, there are new questions about whether it will happen at all. One big issue, an impasse over who can talk when. Team Trump wants to keep the rules the same as the CNN debate. When the microphones were turned off for whichever candidate is not speaking. Team Harris, on the other hand, wants some microphones on the entire time, meaning either side can interrupt. And that's not the only problem here. He is also -- Trump is also launching new and not quite accurate attacks on the debate host ABC News. CNN, Kristen Holmes has more from Detroit, where Trump will be later today. So, Trump -- Kristen, Trump just suggested he's open to having mics unmuted during this debate. Is he on the same page as his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Manu, one thing is clear. Both Donald Trump and his campaign believe the last debate worked out for him, and they wanted to work out for him again. Now Donald Trump appeared when he was answering questions to try and make it sound as though it was not that he wasn't capable of doing this debate without muted mics. Take a listen.(BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: We're thinking about it. We're thinking about it. They also want to change the rules. You know, the deal was, we keep the same rules. Now, all of them said, they want to make a change in the rules. We agreed to the same rules. I don't know. Doesn't matter to me. I'd rather have it probably on, but the agreement was that it would be the same as it was last time. In that case, it was muted. I didn't like it the last time, but it worked out fine. Ask Biden, how it worked out. It was fine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "HOLMES",
      "sentences": "Now, if that didn't irk his campaign after they had put out this statement, essentially saying that they wanted muted mikes. I'm sure this will, which is a tweet from the Harris campaign saying this. Trump said, unmuting the mics, quote, doesn't matter to me.Always suspected it was something his staff wanted, not him personally. With this resolved, everything is now set for September 10. Obviously, Manu, not everything is set for September 10, there still has to be an agreement here. But I do want to be very clear. A lot this is just jockeying from both sides to get what they want, what's best for their candidate. I will remind you, Kamala Harris, at the top of the ticket. Donald Trump dropped out of the debate, essentially saying everything has changed. I didn't agree to this debate. At that time, Harris's team saying, everything's the same. You already agreed. Now they have completely reversed roles. Donald Trump's team saying, wait, wait, wait, everything's the same. We agreed to this debate when he was with Joe Biden. Harris's team saying, no, no, it's different, now that I'm at the top of the ticket. Again, jockeying here. But whether or not, the big question is, they are going to show up on that stage. We will wait to see if this is formally resolved. I can tell you one thing, whether or not he's on the stage, Donald Trump has a big week. And several weeks coming up, we're told he is going to be in several battleground states this week. He was going to be behind me in Michigan later today. He has another stop in Michigan, Wisconsin and Pennsylvania, all later this week as they try to really ramp up this campaign ahead of November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "RAJU",
      "sentences": "All right, Kristen Holmes, in Detroit. Thank you so much for that report. And I'm joined now by some great reporters here in the room, Jasmine Wright from NOTUS, Axios' Hans Nichols, POLITICO's Meridith McGraw, and Alayna Treene of the CNN. I should also note Meridith's great new book, author of the new book, Trump in Exile. So, thank you all for being here this morning.So, Alayna, you are talking to the Trump campaign pretty regularly. Is this debate going to happen on September 10?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "And that's why -- just to talk about the advisers, what they are saying. This is what Jason Miller, who is a Trump campaign senior adviser, said. He said, enough with the games. We accepted the ABC debate under the same terms of the CNN debate. He said, if Kamala Harris isn't smart enough to repeat that messaging points or handlers want her to memorize, that is their problem.But the bit of trolling of sorts from the Harris campaign about they're saying that. Our understanding is that Trump's handlers prefer the muted microphone. We suspect Trump's team has not even told their boss about the dispute because it would be too embarrassing him to admit, they don't think he can handle himself against VP Harris without the benefit of a mute button. So, that's from Brian Fallon, a senior campaign adviser for the Harris campaign. How do you see this playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MERIDITH MCGRAW, NATIONAL POLITICAL CORRESPONDENT, POLITICO",
      "sentences": "Well, it's a bit of a -- he said -- she said one of the items that was in playbook this morning was some reporting that when Harris agreed to this debate. The rules of the debate were up for debate still, but that still hadn't been decided. But the Trump campaign is going to stand by that the rules have been set in stone. And look, when it comes to--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "But now that Trump is saying, he's open to it. He makes it complicated to negotiate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MCGRAW",
      "sentences": "He makes it complicated, but you got to think of like what the Harris and Trump campaigns have to lose or gain with the muted mics. And Trump's running against a woman now. And I'm sure the idea of him interrupting and speaking over a female candidate, when women are so important that could optically play a little different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Before you jump in, let's just remind the viewers about, when he ran against a male candidate in 2020 that being Joe Biden, and those microphones were not muted at the time.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "JOE BIDEN, PRESIDENT OF UNITED STATES OF AMERICA",
      "sentences": "I want to make sure you graduated --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TRUMP",
      "sentences": "Lasting it last night",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "Number two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TRUMP",
      "sentences": "You just lost the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "Number two --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TRUMP",
      "sentences": "You just lost the left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "And the people left behind there were heroes, and I resent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TRUMP",
      "sentences": "Are you talking about Hunter? Are you talking about Hunter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "I'm talking about my son, Beau Biden. You're talking about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TRUMP",
      "sentences": "I don't know. I don't know Beau. I know Hunter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "You're not going to answer the question because -- TRUMP",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "Because the question is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TRUMP",
      "sentences": "You want to put a lot of new Supreme Court justices --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "The question is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TRUMP",
      "sentences": "-- Radical left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BIDEN",
      "sentences": "Shut up, man.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "I mean, that was widely seen as like, one of Trump's worst moments in the debate, and that Trump lost that debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HANS NICHOLS, POLITICAL REPORTER, AXIOS",
      "sentences": "Look, Brian Fallon got off a good line on kind of hinting that Trump. He wasn't really aware of what's going on. I'll believe a lot of things about the Trump campaign. One thing I won't believe is that Donald J. Trump isn't intimately involved in something involving TV production.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NICHOLS",
      "sentences": "You know -- you know, he's watched those clips. You know that he understands this, and he's clearly open either way. But the idea that Trump doesn't understand the sort of circus atmosphere of this and just the production value, that's not quite believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "He just doesn't want to look weak, that the microphones be muted. That's what he's trying to say there, even though he knows exactly what they're negotiating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NICHOLS",
      "sentences": "And this is a great story. It's a fun story. It's August. We get a little bit of a pass. But I would note that this is the quintessential process story, but we know very little about the policy positions, especially of Kamala Harris, what her priorities are. She's laid out some of where she is, but we don't know what her priorities are, what her day one job.And Donald Trump's made some pretty big changes in his position that he hasn't been asked on the policy front namely, a federal ban on abortion. So, yes, it's great segment. I'm not criticizing your producers. It's fun -- but we're talking about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "They're very offended.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NICHOLS",
      "sentences": "Yeah. It is my last appearance on CNN Inside Politics. We're going to talk only process, no policy, and what that save me, save me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "JASMINE WRIGHT, POLITICS REPORTER, NOTUS",
      "sentences": "But I also think that -- to his point, I also think that the Harris campaign knows that the vice president triggers Trump, right? They have seen it happening in real time over the last four weeks. Him really descending into chaos, not able to land all the attacks on her. [12So, she wants to bring that. She wants to bring that because she is a prosecutor. We cannot forget that she likes to be on her feet. Maybe she hasn't done an interview, right? Maybe we haven't seen her in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Is that going to happen -- that interview going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WRIGHT",
      "sentences": "And then she said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "They said within a month -- in this week, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WRIGHT",
      "sentences": "She said by during the month --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WRIGHT",
      "sentences": "I think that they'll have to announce something in the next five days. Maybe it doesn't take before September 1, but something will be set in stone. But this is about -- this is the place where vice president wants to be. She wants to happen -- I'm speaking moment because that was her most viral moment from 2020.And so, this conversation about debates, debates, obviously Brian Fallon did get off a great line. I think that that's why he's great in that position, because he knows how to spar from his Hillary Clinton days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "And the Chuck Schumer's day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "WRIGHT",
      "sentences": "Yeah, it's Chuck Schumer days. So, these moments are leading up to it, but they want Trump in a position where he feels like he has to get personal in front of the American people, and that is a place where they feel the vice president will win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Yeah. Let's talk about where things are in the campaign. Trump today was at Arlington National Cemetery, drawing attention to the anniversary of the 2021 terrorist attack and Abbey Gate, of course, there was 13 people were killed, and during that botched withdrawal from Afghanistan. Trump was there.He was commemorating that event. Then he's off on the campaign trail. He's going to Michigan, and he's also going to Wisconsin. He's got Pennsylvania. He's going to amp-up his campaigning. Really, he has not done as much as we expect to see in the coming days. Alayna, you reported with our colleague, Steve Contorno, about this. What you're calling an all-hands on deck approach. Through November, you guys write -- so you were quoting somebody saying this. Trump is expected to hold several events each day, week, if not daily. One adviser said. While another predicted, the former president will regularly visit two states in a day. Think Trump on steroids. It will be all-hands on deck. Is that what will be beneficial? Some people say, Trump not speaking was actually during the whole Biden meltdown was one of his best moments. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TREENE",
      "sentences": "And we've also seen the back and forth around how many of Donald Trump's allies, his advisers are really trying to keep him on message to focus on policy, something Donald Trump is not wanted to do. He loves to veer off script. It's in his nature. I also spoke to someone for that story who said, essentially, like he's a 78-year-old man, you can't change him. No one can control him. They've never been able to control him.So, there's questions about that. But look, I think it was very clear as I was putting this out, that this is an entirely different type of strategy that they're taking on, than they would have if Joe Biden was still the one that they were running against. They recognize that this insert -- this surge of enthusiasm around Harris is something that they need to counter. It is a shift in strategy. Despite them saying, it's not a shift in strategy. He was not going to be campaigning as much as he is now that Harris is the one who's atop the ticket, if it were Biden. And the other part of this as well is just, they are still figuring out what exactly which line of attack works the best against Harris. Keep that in mind through all of this. I mean, Joe Biden ending his campaign with just months to go until the election, really did upend the Trump campaign's entire strategy. And so, we're seeing that play out now. Remember, they beefed -- they added a lot more advisers to their team. They beefed it up. They're going to start targeting the early voting states, which is happening in about 11 days, I think, is when North Carolina starts being able to cast their first vote --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "If we get the ballots?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TREENE",
      "sentences": "Right. He is doing some prep for this debate behind the scenes, despite them saying, you know, he doesn't do debate prep, it's policy sessions. Of course, he's preparing for this. They recognize that this is a crucial sprint to November, and they know how close this election is going to be, and you're seeing that shift now to kind of match up with his move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "And the big question really, stand message, can step on his message? Obviously, the real struggle. I think we know the answer to that, but we'll see how he handles this intense period coming up on the campaign trail. All right, coming up. Donald Trump went from bragging about killing Roe v Wade. To insisting, he quote, very strong on women's reproductive rights. Will this have an impact in November?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Abortion might just be Donald Trump's biggest electoral vulnerability, which is probably why he's posting things like this on social media. My administration, he says, will be great for women and their reproductive rights. Trump, of course, appointed three Supreme Court justices who voted to overturn Roe v Wade. And some of his supportive at least -- of at least some federal restrictions on abortion in the past. But over the weekend, his running mate was previously endorsed a national 15-week ban, offer this answer when asked about it.(BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), 2024 VICE PRESIDENTIAL CANDIDATE: I think, if you heard it clearly, he would not support it. I mean, he said that -- yeah. I mean, if you're not supporting it, as the president of the United States, you fundamentally have to veto it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, veto a federal abortion ban.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "VANCE",
      "sentences": "I think he would.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "I mean, it's pretty remarkable, especially J. D. Vance too. He's -- you know, he's someone, I remember, I've talked to him about abortion before, he was running for vice president. Before he was on the ticket, he was very clear. He supported a 15-week ban. He said the party needs to get behind and is this issue, we can convince the American public of this. Donald Trump clearly is concerned about where he stands on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "Yeah. It's just about how he talks about it, as you mentioned, this is from his rally on Friday, when talking about this issue.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TRUMP",
      "sentences": "I'm very strong on women's reproductive rights, the IVF very strong. For 52 years, they wanted votes to be taken by the states, and they wanted Roe v Wade to be brought into the states. And it's really happening.(END VIDEO CLIP) RAJU: So, you know, he's straddling this issue. And as Meridith mentioned about how the activists are furious on the right about some of these comments. This is Phil Klein, writing of The National Review about how this was -- it was only the -- he called it -- he looks increasing like Trump is joining the other side on this issue, all the way down to Tony Perkins, the Family Research Council. God have mercy on this nation if this is now the position of what was the pro-life party. But Trump is clearly calculating that they're going to come home. He can just say what he wants to say, those folks -- who are they going to vote for? They're going to vote for Kamala Harris and they're not going to vote for me and may as well try to moderate on this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "NICHOLS",
      "sentences": "And if past this prolog, they will come home. I mean, the conservatives, the evangelicals have never abandoned Donald Trump, ever since he sort of leaked out or put out who his Supreme Court nominees were going to be and ahead of the 2016 campaign. So, for him, it's not so much a calculator risk. It's just sort of seems like smart. He's moving to the center.I mean, it's inconsistent. And the J. D. Vance sort of flip on this is pretty remarkable. But like, I don't know an example of the sort of conservative evangelical wing of the Republican Party ever turning on Donald Trump. But I'm happy to be wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "WRIGHT",
      "sentences": "I actually also think that this language is pretty consistent with where he was during the primaries. I mean, even then he was trying to modulate where he was on abortion, understanding just how important it was to Democratic women and independent women, trying to bring them, at least some of them back over to the Republican Party.I do think picking Vance as his VP, though, was a doubling down on the fact that Biden, they had it in the bag, right? They thought that Biden was going to lose the election, and so they didn't have to be proactive anymore on abortion, on trying to be in the center. And now recognizing the surge that Harris has had, obviously, abortion is a huge part of our platform. They're trying to claw that back, and they're trying to reclaim some of that right center. So, I don't think it's inconsistent with primary Trump, but I do think is inconsistent with his pick for vice president. And of course, that flip flop by J. D. Vance is, I mean, just remarkable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "It really isn't. It be interesting to think about if Trump would have picked J. D. Vance if you knew Kamala Harris was the person that he was running against. I'm just suspect you'll learn about that soon, especially if he loses exactly a lot of finger pointing. But there's all the Democrats are responding to all this, Elizabeth Warren from yesterday.(BEGIN VIDEO CLIP) SEN. ELIZABETH WARREN (D-MA): American women are not stupid, and we are not going to trust the futures of our daughters and granddaughters to two men who have openly bragged about blocking access to abortion for women all across this country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "What are you hearing about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TREENE",
      "sentences": "I think the thing to keep in mind with Donald Trump is that he says it himself all the time on the campaign trail, even when he goes to these events that are geared toward the conservative evangelical Christian voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "He proactively says it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TREENE",
      "sentences": "He says. You got to go with your heart, but you also got to win elections. That is in -- this is what the entire debate of this and the calculus about this is about. Donald Trump recognizes that this is a huge vulnerability, especially because with Harris the top the ticket. But remember, one of the key demographics of voters that he needs to, you know, shore up and do better with is and improve with our women voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "RAJU",
      "sentences": "Suburban women?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TREENE",
      "sentences": "And it's got -- and it's only gotten harder for him now with Harris. If you look at the polling, she does very well with female voters, of course, Donald Trump's team recognizes that. So that's where a lot of this is coming from. But at the same time remember, when he does have these comments.He also will openly brag about how he was the one who put the Supreme Court justices on the bench who made the decision to overturn Roe versus Wade. He says that all the time. He tries to have it both ways. He's been doing this for the last year or so, and it's not going to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MCGRAW",
      "sentences": "I mean that's the big question. But like you said, we have seen how this has been a really motivating force. And when you have abortion on the ballot, you know, draws out some of these younger voters that they're really trying to target on the left. And, you know, in places like Arizona, Nebraska, where Electoral College votes are split, abortion and the conversation around it could really be a determining force.",
      "isLastSentenceInterrupted": false
    }
  ]
}