{
  "date": "2024-08-25",
  "headline": "CNN This Morning",
  "subHeadline": "Israel And Hezbollah In Lebanon Exchange Strikes; Hezbollah Claims \"Complete Success\" In Strikes On Israel; Harris Campaign Says It Raised $540 Million Since Launch. Harris Campaign Raised $540 Million Since Launch; Harris and Trump Target Battleground States; Israel and Hezbollah in Lebanon Exchange Strikes; IDF: No Impact to Military Bases or Targets; Hamas and Israeli Delegations in Cairo for Ceasefire Talks; Hurricane Hone Closes in on Hawaii. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "-- portions of the Big Island of Hawaii right now that's why you've got those watches and warnings in place. It is expected to continue westward, moving eventually away from Hawaii and then starting to weaken as we go through the next 24 to 48 hours.But in the short term, you're talking a tremendous amount of rain. It's already starting to hit the eastern slopes of the island, and eventually that rain is going to spread, starting to see some of those extreme outer bands even begin to reach Maui as we speak. So flooding is going to be a huge concern. You've got a flash flood warning, a new one there for much of the Big Island and the flood watch. You're talking 6 to 12 inches of rain for a lot of these areas. Now, yes, there's some drought conditions. They need the rain, but nobody ever wants to have 12 inches of rain, especially in a very short period of time. Wind advisory is also in effect. That's going to ramp up the fire concern, too, for a lot of these islands, Victor and Amara, as we go through the rest of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "AMARA WALKER, CNN HOST",
      "sentences": "All right, Allison Chinchar, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Breaking news is out of the Middle East this morning. There is a major escalation in the simmering tensions between Israel and Iran-backed militant group Hezbollah.Good morning, I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "And I'm Amara Walker. Let's get you caught up on the latest developments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Israeli forces are carrying out more strikes in southern Lebanon right now, this morning, while cities across Israel are on high alert. The latest round of attacks started early this morning when Israeli forces launched what it called preemptive strikes against Hezbollah targets in Lebanon. The IDF says Hezbollah was close to launching a major attack on targets in northern and central Israel.(BEGIN VIDEO CLIP) REAR ADMIRAL DANIEL HAGARI, SPOKESPERSON, ISRAEL DEFENSE FORCES (through translator): We are operating in self-defense from Hezbollah and any other enemy that joins in their attacks against us. And we are ready to do everything, everything we need to defend the people of Israel. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "For its part, Hezbollah says it launched more than 300 rockets and several drones toward Israel. Hezbollah calls it the first phase of its retaliation for the recent killing of its top military commander. It also describes the attacks as a complete success.Israel says it is unaware of any damage to military bases or targets, however, but we are getting our first look at some of the damage from the early morning strikes. This video shows damage to several homes in northern Israel. CNN is covering the breaking developments as only CNN can. CNN's Ben Wedeman, Nic Robertson, and Nada Bashir are in the Middle East. Camila DeChalus is standing by with the response from the White House and our military and global affairs experts are here with us as well. Let's begin in Beirut with CNN's Senior International Correspondent Ben Wedeman. Ben, we were just mentioning Hezbollah's leader is saying that this is just the first phase. The question is, what happens from here on out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "BLACKWELL",
      "sentences": "Ben Wedeman, thank you very much.Nic Robertson, you're up next, CNN's International Diplomatic Editor. You're there in Tel Aviv. As Ben pointed out, Israel has not acknowledged any major damage to its capabilities. How do they characterize what has happened in this retaliatory strikes from Hezbollah? And what's the thinking about potentially phase two and what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, the preemptive retaliatory strikes, if you will, the IDF said that they used close to 100 fighter jets that they struck 40 different locations containing thousands of missile launch tubes, not the missiles themselves, but the sort of gun barrels that they would fire them down. So that was a response to a buildup of Hezbollah forces.As far as Hezbollah's claims to have targeted 11 military sites, what we understand from the IDF is that the most of the targeting, most of Hezbollah's targets were in the north of Israel, although the IDF also says that Hezbollah was trying to target in the center of Israel. There's been no reported impacts in the center of Israel that we're aware of and this certainly comports with what the IDF is saying managing to forge and hold back the preponderance of the Hezbollah attack. Now, the whole country north of Tel Aviv was put on a heightened state of alert. Officials here closing beaches, telling the population in Tel Aviv 240 air raid shelters open and available that open more if needed, warn people not to go sit in those shelters right now. But since then, over the past hour and a half, we've seen those high threat level warnings or high preparedness for the population. The home front instructions, if you will, security instructions have been toned down for a lot of the north of the country from Tel Aviv going north, the beaches were open again. However, those warnings for people to stay home, stay close to shelters in the north of Israel, those are still in place. It's still very tense. And the IDF, it appears in keeping with their normal practice, not giving details of what may or may not have been hit at all these military sites. Hezbollah claims to have targeted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "WALKER",
      "sentences": "All right, Nic Robertson, thank you very much.Let's bring in CNN Military Analyst, Retired Air Force Colonel Cedric Leighton. Colonel, what are your thoughts on that? The fact that Hezbollah apparently only chose military targets in its retaliation, does that indicate that perhaps any major escalation may not happen? COL. CEDRIC LEIGHTON, CNN MILITARY ANALYST: It possibly does, Amara. Good morning again. It's one of those moments where there is some degree of limitation to what Hezbollah is doing and they are, in essence, constrain (ph) themselves. They want to make sure that they look good from an international media perspective, as well as from a military efficacy perspective. They want to make sure that they strike targets that actually could impact them. So they are truly targeting just military targets. It follows, in essence, the rules of war as they're laid out. But it also shows that there are some limits to what they want to do and what they feel they should be doing at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "BLACKWELL",
      "sentences": "Hezbollah has called Israel's characterization of the IDF strikes in Lebanon preemptive. Hezbollah calls that baseless. Now they might have undermined that by hours later, firing hundreds of rockets into Israel. Is there any question in your mind that these were indeed preemptive self-defense strikes from the IDF against Hezbollah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:11",
      "speaker": "LEIGHTON",
      "sentences": "I think what the Israelis saw, Victor, is preparations for a massive launch against Israel. So the Israelis felt compelled to act. Now, whether or not that was Hezbollah's intention, that is another question. But judging from experiences, judging from actions by Hezbollah, the Israeli decision to engage in a preemptive strike makes military sense.And for that reason, the Israeli characterization is probably the most accurate. In wartime, you always look at perceptions as, in essence, formulating the reality that we then see on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:10",
      "speaker": "LEIGHTON",
      "sentences": "Yes, my suspicion, Amara, is that Iran was aware of this, at least in the broad sense of the type of planning that Hezbollah will undertake in this particular case. We have to keep in mind that it has taken a fairly long time for Hezbollah and the other parties involved, Iran and potentially Hamas, to work out exactly what they would be doing in response to the killing of Fuad Shukr.And that is, I think, a key indicator that there had to have been a lot of coordination between the Iranians and Hezbollah. There was also coordination on the other side between Iran and other parties, such as some of the Gulf States. I -- and that may indicate that they are trying to avoid a major escalation within the Middle East because of the negotiations surrounding Gaza and Oz (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:10",
      "speaker": "BLACKWELL",
      "sentences": "The U.S. is deployed two aircraft carriers. The USS Abraham Lincoln, USS Georgia, guided missile submarine there to the Middle East. I imagine that the threshold for U.S. military involvement here is quite high. But what would trigger that? What would happen or have to happen for the U.S. to use those is more of just a show of force and solidarity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:10",
      "speaker": "LEIGHTON",
      "sentences": "But I think what we saw around April 13th when Iran ascended over 300 rockets and missiles and drones against Israel, that was a kind of a trigger point for U.S. and allied military action to protect Israel. So anything that would overwhelm the Israeli air and missile defenses, basically what we call the Iron Dome system, that would probably trigger some degree of U.S. response.Anything that threatens the existence of Israel would also trigger some kind of U.S. response. That doesn't necessarily mean boots on the ground, but it certainly does mean the missile defenses that, you know, we have in place with the naval assets as well as the Air Force assets that are in that area. So that's the kind of thing that would, I think, really trigger the response where there's direct U.S. involvement at this particular point. There is no need as far as the U.S. is concerned to involve themselves in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:17:17",
      "speaker": "BLACKWELL",
      "sentences": "Let's continue, breaking news coverage now in the Middle East. Israel continued its barrage on targets in Lebanon this morning. That's after an overnight preemptive, as they call it, attack on Hezbollah strongholds there. Not long after, Hezbollah launched more than 300 rockets, all in retaliation for the killing of one of its top military leaders last month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:17:17",
      "speaker": "WALKER",
      "sentences": "However, in the last hour, the Israeli military says rockets did very little damage despite Hezbollah calling the plan a, quote, \"complete success\". The leader of Hezbollah is expected to speak later this morning.We have team coverage. We'll continue to check in with CNN's Global Affairs Analyst, Kim Dozier. But first, let's get to White House Reporter Camila DeChalus, who's in Rehoboth Beach, where President Biden will return to today. We are still awaiting a response from President Biden and both presidential candidates this morning, but we know that the president has been briefed on the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:17:17",
      "speaker": "CAMILA DECHALUS, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, that's right. White House officials tell us that President Biden is closely monitoring the situation, and they also say that President Biden is in constant communication with his national security team as well as U.S. senior officials that are also just constantly talking to their Israeli counterparts.But it's really important to note that the White House has previously issued warnings saying that a potential disruption in this region, in this part of the world, could potentially disrupt some of the ceasefire talks that are going on. And that is something that they have constantly warned against about. Even last weekend, you had President Biden issuing a stark warning to Iranian-backed proxies saying, please do not escalate the situation because that could disrupt the ceasefire talks that remain ongoing. And we are still being told that they're going to remain to be hold in Cairo. And just even yesterday, the White House issued a statement saying that they feel that these conversations are really showing that there's progress. And they're saying that the talks show that they're really constructive and that there's a path moving forward. So this is something that the White House is constantly monitoring, but they are aware that this could disrupt the ceasefire talks that are going on at this point in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:17:17",
      "speaker": "BLACKWELL",
      "sentences": "Camila DeChalus for us there in Rehoboth Beach. Thank you so much.Let's go down to CNN's Global Affairs Analyst, Kim Dozier. Kimberly, first, let's just start with the severity here diplomatically. We talked about it from a military perspective, but from this perspective, what's the damage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:11",
      "speaker": "WALKER",
      "sentences": "Can you say that this was a face saving move by Hezbollah? What did you mean by that? And is this an indication that there will be a further escalation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:11",
      "speaker": "DOZIER",
      "sentences": "Well, as you recall, there were two major figures in Hezbollah and Hamas killed around the same time about a month ago. One of them was Fuad Shukr, a top Hezbollah military leader. He was killed in a southern Beirut suburb, and Israel claimed responsibility for that.So ever since then, that was seen as an insult to Hezbollah that they had to respond to. But Hezbollah and Iran together had been holding fire because around the same time, Hamas's top political leader was killed in a strike inside Tehran. Now, Israel did not claim responsibility for that, but is largely blamed for it. And the great fear inside Israel and without was that Iran and Hezbollah would coordinate retaliatory attacks that would then overwhelm Israel's Iron Dome system and cause major fatalities. Instead, what we have is a more piecemeal attack where Hezbollah has launched hundreds instead of the thousands of rockets that it has stationed across southern Lebanon, rockets and missiles and drones. And it is aimed at military sites, according to Hezbollah, which means no major civilian casualties, which therefore doesn't trigger an automatic wider response by Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:11",
      "speaker": "BLACKWELL",
      "sentences": "Yes, you know, Kim, we were having a similar conversation about the fear of escalation back in the spring when Israel and Iran were striking in one another's territory. And the question was, how far will they go to make the point and to retaliate without crossing the line that would bring in other world players? And now that we're expecting a phase two, how far does phase two have to go to trigger that introduction of the U.S., of other players, of Iran potentially, between Israel and Hezbollah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:11",
      "speaker": "DOZIER",
      "sentences": "So, it's really not clear. We'll have to see what Hassan Nasrallah says later today, though, he usually -- there's usually a lot of rhetoric and not a lot of detail about what they're going to do next. I think that what we're seeing happening is that as long as those talks are still going on, and there isn't yet an agreed ceasefire with the fighting in Gaza, you're going to see Iran and Hezbollah keep the threat of possible retaliation over Israel's head, perhaps to keep the pressure on for more concessions so that the fighting will stop for at least long enough to do a prisoner and hostage exchange and get more aid into the Palestinian people inside Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:11",
      "speaker": "BLACKWELL",
      "sentences": "All right, Kim Dozier, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "WALKER",
      "sentences": "We are monitoring the tense situation in the Middle East as a massive exchange of fire between Israel and the Iranian-backed militant group Hezbollah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "BLACKWELL",
      "sentences": "The Israeli military said about 100 of its fighter jets destroyed thousands of Hezbollah rocket launcher barrels at dozens of launch sites. Three people were killed. After those strikes, Hezbollah said it launched 320 rockets and a barrage of drones toward Israel.Now the Israeli military says Hezbollah planned a wide attack on targets in both northern and central Israel, but were unsuccessful. Hezbollah said it carried out the strikes toward Israel in response to the killing of its top military commander last month. New this morning, big, big number here. The Vice President, her campaign announced they raised $540 million since she launched her presidential campaign last month. Our team calls it record breaking numbers for any campaign in history for this time span. Vice President Harris and her running mate Governor Walz will kick off a bus tour in Georgia this week. They hope to build on their momentum coming out of the DNC. And former President Trump will be in Michigan and Wisconsin. He's attempting to reclaim the spotlight from Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "WALKER",
      "sentences": "With the party conventions officially over, the focus is now shifting to the upcoming presidential debate. Both Harris and Trump are preparing for that debate, a little more than two weeks away on September 10th.Joining us now is Adam Cancryn, White House reporter for Politico. Adam, good morning to you. Before we get to debate preps, just your reaction, what you make of this $540 million that the Harris campaign says it has raised since it launched its bid and $82 million of that were raised during the Democratic National Convention?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "ADAM CANCRYN, WHITE HOUSE REPORTER, POLITICO",
      "sentences": "Absolutely. I mean, that's just, by any measure, obviously a huge number. You know, if you recall going back into 2024, everybody kind of anticipated that this campaign overall would be a billion dollar plus campaign. But that was just supposed to be for essentially the whole year. We're talking about more than a half a billion dollars since Vice President Kamala Harris has launched a campaign just over a month ago.So, you know, really just obviously a complete turnaround in terms of enthusiasm. Right before Joe Biden dropped out, you had donors who were saying, we're not going to give anymore. You're seeing just this really surge of energy. That obviously continue through the convention week. And you see now Harris and Tim Walz trying to take advantage of this enthusiasm, figure out, you know, not what they have to spend at this point, but where it makes the most sense to spend it. Can you expand the map? Can you get into some of these Sunbelt states like Georgia and, really make that part of your path now to victory?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "BLACKWELL",
      "sentences": "Fairleigh Dickinson University has a poll out just after the convention has Vice President Harris up seven points, 50 to 43. The Trump campaign released a statement saying they're expecting a bump. It will settle, but how worried are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "CANCRYN",
      "sentences": "Extremely worried. I mean, look, that is a convention bump, right? That's what you expect coming out of the convention. The problem, though, is that all the way leading up to this, Trump had been ahead by pretty much any measure across most of the student states. You've seen just a complete, not even just a resetting of the race, but now a kind of reversal here where you have Kamala Harris' momentum now taking her past, Trump nationally, but also in some of these critical swing states.And that is something that Trump is been trying to, and it hasn't quite yet figured out how to counter. We're going to see him obviously in some of these blue wall states in Michigan and Wisconsin, trying to be a little bit more on message. You've seen that in the last couple of days. The question with Donald Trump, as always, though, as we've seen for the last eight plus years is, how long can he stay on message? And what does that ultimately look like? Does that resonate with folks that are both in the base and then the independents, the swing voters that he's going to need to be able to win in November?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "WALKER",
      "sentences": "Would you say the pressure is higher on Kamala Harris not just to keep up the momentum, but also not to stumble? There are some really important, you know, key dates coming up, including a sit-down interview, her first sit-down media interview, which she says will happen before the end of the month. And also, of course, the September 10th debate which could really shift the trajectory of the season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:28:46",
      "speaker": "CANCRYN",
      "sentences": "A lot has been made about this kind of truncated campaign, right? We've seen over the last four weeks, the advantages, right? People being extremely energized about it, not as much time really to focus on policy specifics or, you know, focus on areas of scrutiny.What we're going to see now is the challenge here, because any small stumble, there's just not any time before November to really recover. So, you have a number of these tests, you have the debate, you have this interview that we've been promised before the end of the month. These are the kinds of things that are going to really ratchet up the scrutiny if there's a setback, if she stumbles in some way, and that will dominate the next several weeks. So, really just a lot of high stakes moments here that we're going to see how Harris and also Tim Walz are able to navigate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "WALKER",
      "sentences": "Cities across Israel remain on high alert after Israel and Hezbollah militants in Lebanon exchanged fire. Travelers flying out of Tel Aviv face long delays or flight cancellations. Air France has suspended all of its flights out of Tel Aviv and Beirut for through at least Monday. Authorities in Tel Aviv have also closed beaches and cancelled leisure activities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "BLACKWELL",
      "sentences": "We're also getting a first look at what's described as limited damage done by Hezbollah's rocket attack. Israeli military officials say there was no impact to military bases or targets, but several homes in Southern Israel were damaged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "WALKER",
      "sentences": "Let's go now to CNN's Senior International Correspondent Ben Wedeman in Beirut. Hi there, Ben. Tell us more about what's Hezbollah's retaliation and what we can expect moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "BLACKWELL",
      "sentences": "I'll take it. Ben Wedeman, thanks so much. Let's go now to Tel Aviv and CNN International Diplomatic Editor Nic Robertson. Nic, that was the description of the retaliatory strikes from his Bala. Talk to us about this so-called preemptive strike from the idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, we're getting an update on that now from the IDF. They're reviewing their assessment. They'd initially said that they -- this was a preemptive strike because they anticipated thousands of missiles being fired by Hezbollah. They're now saying that this was preemptive because there were hundreds of missiles that Hezbollah was preparing to fire at Israel, which it does seem to be that there were hundreds of missiles fired.Again, no details from the IDF on what, in terms of military infrastructure, was damaged. Hezbollah claims to have targeted 11 military sites, but we are getting a slight breakdown in the analysis from the IDF of the weapons that were used. They say that it was missiles that were fired at targets in Northern Israel, and drones, the much slower moving more easy to intercept weapon systems that were fired directed towards the center of Israel, the IDF is saying that they successfully defended Israel. And we've had no reports of explosions in the center of Israel. So, whether or not those drones were shot down at the border or where they were shot down or intercepted isn't clear. But the picture is, at the moment, that the IDF is absolutely on the front foot along the border. It's continuing strikes, but not at that scale along the border. And the security instructions for the civilian population, if you will, across the majority of the north of Israel have been relaxed. It's just that area close to the border where those restrictions, the new heightened security restrictions, stay close to the shelters, are in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BLACKWELL",
      "sentences": "More in the breaking news. Hamas and Israel delegations are both in Cairo for ceasefire talks that are expected to resume today. Of course, Hamas is not direct party to the talks. Negotiators on both sides are trying to put an end to the fighting in Gaza and also to release the more than 100 hostages still held by Hamas since October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "WALKER",
      "sentences": "An Egyptian official with knowledge of the talk says negotiators are still far apart on some issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "BLACKWELL",
      "sentences": "CNN International Correspondent Nada Bashir is in Cairo for us. What's the latest on these talks and how the attacks overnight might influence the probability of a resolution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "WALKER",
      "sentences": "We're continuing to follow breaking news in the Middle East. Israel continued its barrage on targets in Lebanon this morning after an overnight preemptive attack on Hezbollah strongholds there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Not long after, Hezbollah said it launched more than 300 rockets, all in retaliation for the killing of one of its top military leaders last month. However, in the last hour, the Israeli military says the rockets did very little damage, despite Hezbollah calling the plan a complete success. Now, the leader of Hezbollah is expected to speak a little later this morning.And right now, Hurricane Hone is nearing the big island of Hawaii. The governor has declared a state of emergency because of strong winds and heavy rain and fire concerns. Let's take a live look here. This is the northwestern part of the island. It's just about 2:00 a.m., so you can't see much. We'll call him for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "WALKER",
      "sentences": "But high surf warnings are also in place. Officials say large, breaking waves could reach up to 18 feet? CNN Meteorologist Allison Chinchar is tracking this for us. Allison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Yes, that's right. So, at 5You can see a lot of those outer bands already just lashing the Big Island and also starting to spread some of that -- those high winds and heavy rain into Maui as well. So, here's a look. That storm is expected to start to weaken as it makes its way out towards the west. But in the short-term, it's still going to have some pretty big impacts on Hawaii. Here you can see the radar. A lot of that very heavy rain really starting to impact the southern and western -- or and eastern sides of the islands. Those outer bands also bringing some rain into Maui. We've already had several inches of rain fall across the Big Island. They now have a flash flood warning that you can see here in red because of that rain. Lots of road closures already taking place as some of those roads are underwater. The flash flood watch remains in effect pretty much for most of the day today because they are inspecting in total six to 12 inches of rain. Now, one thing to note, yes, some of this rain is very much needed. Over 70 percent of Hawaii is under some level of drought, but nobody wants 12 inches of rain, especially in a short period of time. So, that's going to be the concern in the short-term, especially whether or not it could lead to some mudslides across the area. Wind is also going to be pretty high, gusts over 50 miles per hour, even higher on the Big Island as they are much closer to that storm. But for some of the islands that are a little bit farther away, this could have a pose -- this could have a little bit of an impact on some fire threats there. Because you're increasing the wind, but you're not necessarily getting all the moisture that the Big Island is. And surf. Yes, you mentioned those high surf warnings 14 to 18 feet along the Big Island. Some of the other islands under a high surf advisory there, you could see some of that surf getting up to about seven to 12 feet. So, still pretty high amounts there. Just not quite as high as the Big Island. And even as Hone continues to now, from this point on, starting to move away from the island, we have a couple of more systems backed behind it. Gilma is going to get awfully close to the Big Island as well, but skirt along the northern side. So, we'll keep a close on that one in the coming days as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}