{
  "date": "2024-09-11",
  "headline": "CNN News Central",
  "subHeadline": "Harris and Trump Spar Over Abortion, Immigration, Economy; Speaker Johnson: No Vote Today on Government Funding Bill; GOP Lawmakers React to Harris-Trump Debate Performances; Fires Spreading, Forcing More Evacuations in California. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Are you collecting gold coins, Senator? There's a ping going off over on your side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BOXER",
      "sentences": "I'm so sorry. I'm not so good technologically speaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "No worries. We appreciate you being with us. Matt, to you, what are the pros and cons of Trump doing another debate? He says that he doesn't really need one, but he might be open to one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MATT MOWERS, FORMER TRUMP ADMINISTRATION OFFICIAL",
      "sentences": "I mean, I think it depends. You know, if you look at last night, it kind of reminds me a little bit of if you've ever been on that website Rotten Tomatoes that does movie reviews, you've got the critics category, and then you've got the viewers category. And sometimes the critics are really harsh and the viewers say, but we love the movie.There's a little bit of that going on. If you look at some of the reporting of undecided voters after last night, you know, I think most people watching last night certainly believe Vice President Harris did very well, equated herself well. She showed up, she was very polished and the rest of it. You know, if you take the first 15 minutes and probably the last five minutes, President Trump did well. If he had kept that discipline throughout the debate, I think he would have done better. But if you look at reporting from Reuters and the New York Times, they actually asked a number of undecided voters in key states, how did you view the candidates going in? How did you view them going out? Reuters, in fact, had 60 percent, I think it was six out of 10 voters who said they moved towards Trump afterwards. And when they were asked why, they said, because Kamala Harris was evasive on her answers around the economy. And I think she flubbed a really key opportunity she had in that very first question, when she was asked, are you better off than you were four years ago? And she didn't show a single really ability to connect with voters who are feeling struggling right now in this economy and with the price of goods and groceries and gas. And she missed a real key moment there. So, you know, to your question, if Donald Trump from the first 15 minutes, the last five minutes were to show up, and he can hammer home on the economy, he should go do it. If not, then, you know, we'll see how that goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Senator, I'm curious to get your reaction to Matt saying that Harris missed an opportunity on that question about whether voters are better off now than they were four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BOXER",
      "sentences": "You could always answer the question any way you want. Her way of answering it was to say, look, I get it. This is my plan.And she was the only one of the two that actually talked about the people and the needs of the people. And she showed compassion. The most excited Trump got, and I couldn't disagree with Matt more, with all due respect, not surprisingly, if you look at CNN, people who watch the debate overwhelmingly thought that Kamala Harris won. But the most excited Trump got is when he talked about people stealing other people's pets and eating them. That is crazy stuff. This guy should be disqualified. And, you know, I'm a very, shall we say, short person. I'm five foot two when I wear my high heels. And so I was listening to when Trump said, she can't have a boxer, she can't stand on a stool. And she was definitely lower than he was. He was over her. He looked like a small guy. She was so powerful. So I mean, I hope they debate again. Really, I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The pets moment, Matt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MOWERS",
      "sentences": "What about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "What about it, Matt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MOWERS",
      "sentences": "Here's what I'll say. What it allowed Donald Trump to do was put something out there so provocative that we're all talking about illegal immigration. Right? So you look at it from that standpoint.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "No, no, we're talking about eating pets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SANCHEZ",
      "sentences": "We were going to talk about immigration anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MOWERS",
      "sentences": "Yes, well, you know --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Are we really talking about immigration in the way that would benefit him instead of him saying something? Or he could have said something, yes, that even scared people. And I'm sure for some people, this did.They have pets and they are afraid of this. However, he said something so that people are mocking. And I just wonder if there was a more effective way for him to communicate his point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MOWERS",
      "sentences": "It's all part of the larger point, though, which is that, you know, we often hear about border security. We think of Arizona. We think of Texas. We think of Nevada. We think of California. We're now talking about what happens when you have a surge of illegal immigration into other parts of the country.We've talked about some of these incidents that have happened in New York City ever since you had Governor Greg Abbott from Texas and Governor Ron DeSantis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "But didn't, Matt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MOWERS",
      "sentences": "Well, no, but what he's talking about, though, is the impact and whether it's right or wrong or fact check or not. I mean, I think it's actually still kind of in dispute.Apparently, J.D. Vance is saying that you have, you know, actual complaints from residents in the town. You've got, obviously, the moderator's reference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "Officials say no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "KEILAR",
      "sentences": "It illuminated something, Matt. I'll give you that. Matt Mowers, Senator Boxer, thank you so much to both of you. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "SANCHEZ",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MOWERS",
      "sentences": "Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:10",
      "speaker": "KEILAR",
      "sentences": "New developments on Capitol Hill with a shutdown deadline less than three weeks away. Deja vu. House Speaker Mike Johnson now must find a plan B to keep the government from closing down. That is after members of his own party pulled out, forcing him to scrap a vote today.CNN's Manu Raju is joining us from the Hill to explain why and what happens next. What does happen next here, Manu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:10",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, there's actually only 12 legislative days left to avoid a government shutdown by the end of the month, and Mike Johnson has to make a decision. Does he work with Democrats to keep the government open, angering his right flank, potentially angering Donald Trump? Or does he try to move the right, try to appease those folks on the right, but will not have the votes to get out of the Senate, much less the Republican-controlled House?And that's exactly what happened today, forcing him to scuttle this plan because of Republican opposition to extending government funding for six months. Even though he tried to sweeten the deal with the far right, adding some anti-immigration-related provisions in there, that was still not enough. Democrats said no way to those provisions. Now Johnson has to figure out what to do next. Now at the same time, Republicans and Democrats alike are grappling with the aftermath of the debate last night. I talked to a number of Republicans in particular about whether they had any concerns about Donald Trump's performance, some of the things that he said, his comments about migrants in Ohio, or talking about the 2020 election being stolen. And a lot of them were concerned about what they viewed was a lackluster performance. (BEGIN VIDEOTAPE) SEN. MITT ROMNEY (R-UT): Most people didn't know her terribly well, other than a few clips that were not flattering that you might see on the internet. And people saw, oh, actually, she's an intelligent, capable person who has a point of view on issues. And she demonstrated that time and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:10",
      "speaker": "RAJU",
      "sentences": "I mean, he is accusing them of eating pets. Should he be doing that?SEN. RICK SCOTT (R-FL): Well, I don't know what's happened in Springfield. I can just tell you my experience with Haitians in Florida has been very positive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:10",
      "speaker": "RAJU",
      "sentences": "Were you comfortable with him continuing to say the election was stolen in 2020?SEN. MIKE BRAUN (R-IN): I don't think you should say stuff that maybe make it harder for people to vote for you. (END VIDEOTAPE) RAJU (on camera): And I asked the Senate Republican John Cornyn, who's running for GOP leader about whether or not he believed Donald Trump acquitted himself well at the debate last night. And he responded by saying, Do you do I think that he's going to win the election? Is that the question? I said, No, that's not the question. But then he said, Well, I still think he's going to win -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "SANCHEZ",
      "sentences": "More evacuations are currently underway in parts of Southern California as several wildfires spread. Firefighters are currently battling three major fires and officials say their resources are stressed. This time lapse video shows you just how fast these flames went sweeping across a mountain peak in the Airport Fire.The fire broke out Monday and has already burned more than 22,000 acres with zero containment. CNN's Stephanie Elam is live near the Bridge Fire in Wrightwood, California. Stephanie, what are you seeing there? What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, busy time for firefighters there. Stephanie Elam, live for us in Wrightwood, thank you so much.A bunch of amateurs celebrating the return of pro football in messy and muddy fashion. First down and dirty when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes, it gets so muddy that one player told the AP it gets in every nook and cranny and takes weeks to clean out of their nose, ears, and even toenails.Besides the good fun, this is actually for a good cause. It raises money for a local community center and other groups. The Mud Bowl looks like a lot of fun. And that guy looks like he's not wearing pants behind you. We assure you he's wearing pants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:02",
      "speaker": "KEILAR",
      "sentences": "Oh, I think he is though. Yes, no. Ever since there was that bacterial Tough Mudder, I'm like, no mud race. Negative. SANCHEZ",
      "isLastSentenceInterrupted": false
    }
  ]
}