{
  "date": "2024-12-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Five Injured As Rare California Tornado Flips Cars, Downs Power Lines; Drone Sightings Reported In At Least Six States Across Eastern U.S.; Trump Announces More Administration Picks; Ramaswamy Threatens To Slash A Federal Loan To Tesla Competitor; UnitedHealthcare Limits Access To Autism Therapy For Some Children; Israel Approves Plans To Expand Settlements In Golan Heights. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:38",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello, everyone.Thank you so much for joining me this Sunday. I'm Fredricka Whitfield. All right. Cleanup efforts are underway in the aftermath of a rare tornado in California. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let's go home. Let's go.Holy (EXPLETIVE DELETED). Oh my God. Ok. Oh my God. Oh, my God, no. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "WHITFIELD",
      "sentences": "A harrowing drive through it. The twister ripped through Scotts Valley Saturday, which is about an hour south of San Francisco. People there describing that they saw flipped cars and trees snapped in half.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "BOB WOLFE, WITNESSED TORNADO",
      "sentences": "To be honest with you, I thought this could be the end of my life. It was that strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "CHLOE KENT, WITNESSED TORNADO",
      "sentences": "I heard someone scream there's a tornado. So I ran out to the window to see. And there were things flying around, people screaming, cars making a bunch of noises.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "WHITFIELD",
      "sentences": "Officials say at least five people were injured.CNN's Camila Bernal is in California, Elisa Raffa is in the CNN Weather Center. Camilla, let's begin with you. What are you hearing about the extent of the damage from this very rare tornado there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Fred. So you mentioned the cleanup efforts.That's really what's going on right now because of some of what you saw in the video and what you heard from the residents there. Winds of up to 90mph at its peak during this tornado. So of course, so much potential for downed trees, for downed power lines, power outages, cars that were flipping, have been thrown off the road. That's what people there were having to deal with. But the other aspect of all of this is that this is not common in this area. So people just not expecting to deal with an EF-1 tornado. This was extremely rare and just caught a lot of people off guard, even though, of course, there was this warning. It's just not something that happens in northern California. So officials telling people to stay away from the area where that tornado hit, specifically as they cleaned up a lot of these cars. We do know that there were several people that were injured after this storm that were taken to the hospital. We do not have updates on their conditions. But authorities did say that this was not a fatal storm. So yes, good news there. But despite the fact that it wasn't fatal, it was extremely scary for a lot of the people in this area. Take a listen to how it was described. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We saw that white car over there.(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was going to the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Into the air about 15 feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "About 15 feet, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And then and the community jumped in to help pretty immediately, which is great, but it looks like everyone's walking away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everybody's ok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A couple of injuries but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Two people are injured, but they're both ok. And they're both (INAUDIBLE) -- walked away.(END VIDEO CLIP) BERNAL: And you hear just the surprise in people's voices and the way that they were just having to deal with something that they're not used to. Another interesting aspect of the storm, it was that it put the San Francisco downtown area under a tornado warning. And this is for the first time in recorded history. So people in downtown SF really not expecting this at all and have never dealt with something like this. Now, after the storm, the National Weather Service said that there was no evidence of a tornado in downtown San Francisco, but there were wind gusts of up to 80 miles per hour. So that also just damaging a lot of the trees and the power lines in some of the San Francisco area. And so again, just something that people in that area are not used to. We also had this after a week of a tsunami warning. So just severe and rare weather in the Bay Area, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:38",
      "speaker": "WHITFIELD",
      "sentences": "Yes. Very frightening stuff for a lot of people. Camila, Bernal thank you so much.Let's go now to CNN meteorologist Elisa Raffa here in the CNN Weather Center. So, you know, what could cause something like this that's unexperienced before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "RAFFA",
      "sentences": "Ef-1 with 90 mile per hour winds. It was only on the ground for about five minutes, but as you heard, was able to cause enough damage and injury about an hour south of San Francisco.We've had wind gusts even in Monterey, up to 78 miles per hour. 83- mile-per-hour gusts at the San Francisco airport. That was the straight-line winds that came out of the first ever tornado warning. This was a separate storm from that tornado in Scotts Valley that had that tornado warning, again 80-mile-per -our straight-line winds coming through the San Francisco area. We've got this big storm that's swirling onto the California coast, really the entire West Coast there. It's part of an atmospheric river. So that was able to trigger some of the spin ups yesterday. Now, as we go through the next seven days, we are looking at a level four out of five risk for the atmospheric river. So much moisture coming into the West Coast that it could be beneficial, but it also could be hazardous when you pile that much moisture, especially onto an area with the rain (ph). So we're looking at pretty healthy chances of rain, especially as we go into the middle of the week as this next system starts to ramp up. Overall, we're looking at some 2 to 4 inches of rain possible, but some parts of Washington could get 6 to 10 inches of rain. Again pile that on to elevation, we'll have some problems there. So it really starts going into tomorrow is when we get the next phase of this, the next atmospheric river bringing the rain and even the snow into some of the higher elevations. Also continuing going into Tuesday, this will be several days of that onslaught of moisture, of rain and snow for the West Coast. Again, most of them seeing about 2 to 4 inches of rain. But we could tack on another foot or two of snow in the higher elevations. Also coming with some gusty winds too, once you have saturated soils that could cause some problems with the trees. On the East Coast, we have winter weather advisories as we continue to have this storm moving east with the potential for some icing and freezing rain. You've got some borderline temperatures at 33 degrees, so that's where you get some of that rain to freeze on contact in parts of Pennsylvania. Pittsburgh, it's 39 degrees. 36 degrees in Buffalo. So you could be looking at some slick roads as we go through the afternoon today and even into tomorrow morning. It's a slick go of a morning commute for parts of Pennsylvania, areas north and west suburbs of New York City, and then going into upstate New York, where you've got some of that snow. It's rain down from Washington D.C. and down to Roanoke. All of this continuing to push east. Of course, a soggy morning commute for your Monday morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "WHITFIELD",
      "sentences": "Yes. What a way to get started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "RAFFA",
      "sentences": "You wanted some good news, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "WHITFIELD",
      "sentences": "That's right. Ok. We always got to think half glass full.All right. Thank you so much, Elisa. All right. More reassurances today from federal officials as frustration grows over the mounting mysterious drone sightings across the Eastern Seaboard. Witnesses have spotted drones flying in at least six states starting nearly a month ago, rattling residents and local officials. There are several reported incidents of drones flying near military facilities and even prompting one New York airport to temporarily suspend flights. And we're just getting word of two men now being arrested in Boston who police say were flying a drone dangerously close to Logan Airport there. The sightings overall are putting intense pressure on federal agencies to provide more information, prompting this response today from the Homeland Security Secretary. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:44",
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "sentences": "There's no question that people are seeing drones. and I want to assure the American public that we, in the federal government, have deployed additional resources, personnel, technology to assist the New Jersey state police in addressing the drone sightings.CNN's Gloria Pazmino is tracking the latest from New York for us. Gloria, what more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:49",
      "speaker": "PAZMINO",
      "sentences": "The system will support state and federal law enforcement in their investigations.\"So the detection system development is interesting because we see how Boston was able to use it in helping to track that drone that was flying dangerously close to Logan International Airport. And it led them to make these two arrests. So what we don't know is whether or not we're going to learn anything more about what has been behind this activity. You Heard the secretary of -- for the Department of Homeland Security speaking about this, and how he is acknowledging that people are certainly seeing this. But still a lot of frustration from lawmakers, given the lack of federal response so far. Take a listen. (BEGIN VIDEO CLIP) REP. JIM HIMES (R-CT): There's a lot of us who are pretty frustrated right now. You know the answer, \"We don't know\" is not a good enough answer. When people are anxious, when they're nervous, and this has been true, you know, since we've been a species on this planet, people will fill a vacuum with, you know, their fears and anxieties and conspiracy theories and oh, my God, there's an Iranian mothership hovering off the coast of Asbury Park. Or it's the Russians, or it's the Chinese. SEN. AMY KLOBUCHAR (D-MN): The administration has repeatedly assured people that they are safe. However, one, we need a briefing for the members of the Senate to figure out what's going on here. Two, we need more transparency. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:49",
      "speaker": "PAZMINO",
      "sentences": "So that point is very interesting from these two lawmakers pointing out the fact that there's just a general lack of trust among communities and among people right now about what the government is telling them or not telling them.And that because of that, the federal government should be more forthcoming and provide more information. So we'll see just how much more we learn over the coming days and if the reported drone activity continues, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:49",
      "speaker": "WHITFIELD",
      "sentences": "All right. Gloria Pazmino, thanks so much.Let's talk further now with Rob D'Amico. He is a former chief of the FBI's counter drone unit. Rob, good to see you. So as you look at, you know, the prevalence of the drone sightings now or the reports of the sightings, where do you believe they might be coming from? ROB D'AMICO, FORMER CHIEF, FBI COUNTER DRONE UNIT: I still think over 90 percent of them are manned aircraft, low flying satellites and actually planets (ph). Most videos I have seen that people are submitting I look at because I'm used to looking for drones at night, which is just about impossible. I'm used to seeing those. And again, when I first got into this, I thought the same thing. And anytime the FBI unit went out, we said we were there. People started looking up and seeing all these. And we started having to use apps like Flight Radar 24 to track aircraft. We actually had to use some planetary and star systems again to look at that. But what you're now seeing is people are starting to fly drones because of this, to either make more chaos, to go up and look for their own drones. So you're starting to see a mixture now of the known sightings that aren't really drones. And now you're starting like the ones up in Boston, people flying it. But that was a daytime sighting, and he probably used a new system that FAA came out with that has to identify a drone. But not all the drones have those. It's a more sophisticated systems like D Drone (ph), the bigger ones that the government uses are being mapped out to these areas now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:48",
      "speaker": "WHITFIELD",
      "sentences": "President-Elect Trump's incoming national security advisor says these sightings have exposed what he calls gaps in U.S. airspace security. Do you agree with that description?D'AMICO: There are gaps. There are many gaps. As we try to cover events drones can be flown in different ways in each of your systems. Some of them have multi modal, some use radar, some use visuals, some use radio frequencies. But there's also a lot of regulations on what you can use because of FCC and other government agencies out there. Foreign drones have different aspects. But again DOD has some very, very large intelligence systems that look at these on a large nation state thing. So I'm not worried about Iran or Russia flying drones into our country. Again. DOD has those down. You have major systems that have been looking for these in the Middle East for years. That can be employed here. There are gaps, though. There really needs to be an all-consensus government solution to some of this in order to, to make our air airspace safer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:48",
      "speaker": "WHITFIELD",
      "sentences": "So what do you believe should be said from the federal government, from the White House, from the Department of Homeland Security that hasn't been said that you think would be appropriate?D'AMICO: I think we're starting to see the government response. FBI came out yesterday and started saying that the way we're tracking it, most of them are manned aircraft. They have to start telling the people and other government officials what they're actually doing, what they're seeing, again, the more transparency. But it's hard to its hard to prove a negative, if no drones are flying, if they're manned aircraft, you can show them all the things that go into figuring that out. How we figured that out. But again, I think now with getting all the hysteria and people adding to the chaos, some of them are drones. But again, if a drone is being flown in airspace, which is you're allowed to fly a drone 400 feet or less. At night, you have to use lights. And the drone operator has to be able to see his drone. That's all that's required by FAA. So those drones aren't doing anything illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:14:48",
      "speaker": "WHITFIELD",
      "sentences": "All right. Rob D'Amico, thank you so much. Good to see you.D'AMICO: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:54",
      "speaker": "WHITFIELD",
      "sentences": "President-Elect Trump has made another round of picks to join his new administration. The announcements came as Trump attended the Army-Navy football game in Maryland on Saturday.He used the high-profile event as a show of force, bringing along some of his biggest allies, and made a public show of support for Pete Hegseth, one of his most embattled cabinet picks for Defense secretary. CNN's Steve Contorno joins us now from West Palm Beach, near Trump's Florida home. So Steve, some of these new picks continue to highlight the benefits of being a big donor. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "CONTORNO",
      "sentences": "So just as we continue to monitor these names, as Trump continues to roll out picks for his administration, that's just something to keep an eye on. Is how many of these people actually donated to his campaign and now are finding themselves with jobs in his administration, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "WHITFIELD",
      "sentences": "All right. Steve Contorno, thanks so much.All right. Vivek Ramaswamy and Elon Musk are promising a $2 trillion cut in federal spending as the incoming cochairs of DOGE -- the Department of Government Efficiency. And Ramaswamy is telling CNN that recently, one of the items high on the list to potentially claw back includes a conditional $6 billion federal loan to Rivian, an electric car company that is poised to be the primary competitor to Elon Musk's Tesla. The federal loan would help in the construction of a new Rivian factory outside of Atlanta that has been currently on hold. Joining me right now is Drew Kann, a climate reporter for \"The Atlanta Journal-Constitution\". Drew, great to see you. You've been doing some reporting on this. So what is at stake here if DOGE, this new department being, you know, led up by Vivek Ramaswamy and Elon Musk, is able to successfully withhold the funds that were conditionally promised to Rivian. DREW KANN, CLIMATE REPORTER, \"THE ATLANTA-JOURNAL CONSTITUTION\": Hey, Fred. Thanks for having me. Yes, there's a lot at stake, both for the EV industry at large and for Georgia in particular. As you said, this plant that Rivian, they're a California-based EV company, they have been planning, they announced in 2021 plans to build their next factory in Georgia, about an hour east of Atlanta. And that has been moving forward for the last couple of years with some a few delays here and there. And then earlier this year, they announced that they were putting the plant on hold. And that's kind of where it had been at a standstill until a few weeks ago, just before Thanksgiving, the U.S. Department of Energy announced that they were going to commit to loaning the company $6 billion to finish the construction of that plant. So the project has promised to bring 7,500 jobs to Georgia. It's a $5 billion factory, and the company has said it's key to its future success. WHITFIELD: Well, interestingly, you know, Tesla received the same type of loan, right, to accelerate its production of electric cars under the Obama administration. So does there appear to be a conflict of interest here in putting the brakes on the same kind of loan now to Tesla's competitor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "KANN",
      "sentences": "That's correct. Tesla received about $465 million back in, I believe it was 2010 to build their first factory out in California. The company has since repaid the loan.But yes, it was it was essential to, you know, allowing the company to scale up its production and eventually become the world's most valuable automaker and help make Musk its richest man. So, it is interesting that, Vivek Ramaswamy has appeared to have singled out this Rivian loan. You know, it's not the only loan that the Department of Energy has offered. They've offered billions in support of a variety of clean energy technology and EV companies. And lots of other major automakers have received them over the years. Nissan, Ford, many others. So, it is an interesting dynamic that they've focused on this competitor of Tesla's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "WHITFIELD",
      "sentences": "Yes. And more on that with the other, you know, big auto companies. The outgoing administration appears to be pushing and has been for more clean energy, while the incoming administration, at least on the campaign trail, hasn't necessarily expressed seeing it as a real priority.So how do you see this potentially impacting the future of electric vehicles, when so many car makers have already invested in what they thought would be, you know, the road of the future of automobiles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "KANN",
      "sentences": "Yes, I think -- I think it's going to be very interesting to watch the analysts and experts that I've spoken to don't really see, you know, even if the Trump administration makes good on a lot of their promises to claw back this funding for batteries and EVs, they don't see the EV transition ending.It could potentially slow it down. But like you said, the amount of money that these companies have committed to this, you know, is not going to just bring the whole thing to a stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "WHITFIELD",
      "sentences": "New speed bumps, not necessarily stop signs.All right. Drew Kann --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "KANN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "WHITFIELD",
      "sentences": "Thank you so much. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:24:47",
      "speaker": "KANN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:43:48",
      "speaker": "WHITFIELD",
      "sentences": "The shooting death of UnitedHealthcare CEO Brian Thompson has sparked a national conversation around the frustrations over how the company handles some claims. In a new investigation, \"ProPublica\" looked into the claims of one Louisiana mother who says UnitedHealthcare is limiting access to autism therapy for her son.\"ProPublica\" reporter Annie Waldman is joining me right now. Annie, great to see you. I mean, you -- you profile a mother Sharelle Menard and her son Benji, who has autism. He was diagnosed, as you write, with severe autism at the age of three, received treatment, and even the family was celebrating that he would start to speak a few words. And they started looking at the potential future of Benji very differently and hoped for more treatment, but that something changed, right, according to your reporting, and then suddenly, UnitedHealthcare cuts back on the treatment. And then there was a discovery of some sort of secret internal cost cutting campaign. Tell us about all of that, because it is a very lengthy and great article that you write. I tried to truncate it there, but fill in the blanks for folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WHITFIELD",
      "sentences": "And so that playbook that you talk about, that was developed by Optum. It was a pursuing market specific action plans. And among those things, to limit children's access to treatment, specifically autism or particularly challenging conditions. What was the vernacular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WALDMAN",
      "sentences": "Yeah. So they specifically are targeting children with a diagnosis of autism spectrum -- spectrum disorder, and specifically they're targeting their Medicaid plan. So, about 10,000 children are impacted by this. And even though in their documents they acknowledge that some areas across the country have very long wait lists for specialized therapy to help these kids. The company says that they are actually preventing new providers from joining their networks and terminating existing ones who are already in the network.And what happens is that once these networks become smaller, it is very difficult for families to find, you know, clinicians who can provide this therapy for their children, or they have to pay tens of thousands of dollars a year out of pocket for this type of therapy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WHITFIELD",
      "sentences": "Hmm. So you report Optum, you know, whose parent company, UnitedHealth Group earned $22 billion in net profits last year, is heavily investing in its plan to save millions by limiting access to such care. That's how you reported it. It's pretty alarming. And even in a Washington Post report, someone who worked with United's CEO Brian Thompson, who was gunned down, was aware of public frustration with some of the company's actions, and that came before his killing.So what's been the response now from Optum or United about your reporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WALDMAN",
      "sentences": "Yeah. So, you know, united in Optum declined a request that we had and that we made more than a month ago for an on the record conversation about their coverage of behavioral mental health care. We also sent them questions 11 days before our story came out, and they did not respond to them, citing the December 4th killing of UnitedHealthcare CEO Brian Thompson as a reason.In an email, a spokesperson even told us that they were in mourning and could not engage with what they considered a non urgent story during this incredibly difficult moment in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WHITFIELD",
      "sentences": "And what has been the response from the Menard family? I mean, how are they now navigating what has become an even more complicated, I guess, health journey for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WALDMAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WHITFIELD",
      "sentences": "Yeah. You know what the mother told me, Sharelle, is that if her son doesn't get his therapy, she worries that as he ages, he won't develop the skills that he needs to keep himself safe and help him advocate for himself. So his clinical team, which is based in Lafayette, Louisiana, they are fighting this denial.And in fact, they have to go to an administrative law hearing in January to try to get this denial overturned. If it's not overturned, like many families, they may not be able to afford this therapy out of pocket. And Benji will have to scale back the hours that he needs, you know? And this is not just Benji and Sharelle. There are likely hundreds, if not thousands of families who are dealing with issues with insurance companies trying to get coverage of this type of care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "WHITFIELD",
      "sentences": "Annie Waldman, glad you could be with us. And of course, folks, if you want to read the \"ProPublica\" story reported by Annie, it is on CNN.com, and you can see it there. And obviously you just underscored you believe it's a microcosm of what a lot of American families are experiencing right now. Thank you so much, Annie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "WHITFIELD",
      "sentences": "And then what happens to the U.S. strategic interests in Syria? There are about 900 troops in the country, most of them fighting, some of them fighting the remains of ISIS. Is there a concern of any kind of ISIS resurgence there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "MANSOOR",
      "sentences": "Well, absolutely. So the U.S. forces are backing the SDF, the Syrian Democratic Forces. Most of those are Kurdish in origin, and they're in opposition to the Turkish backed groups up in the north. And if those two groups begin to fight one another, and there are some reports that the fighting has commenced, then it endangers the war against ISIS and especially the control of the detention facilities in which thousands of ISIS fighters have been held since the end of the fighting in Raqqa in 2019.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "WHITFIELD",
      "sentences": "So what about Syria itself becoming a militant Islamist country? Do you have concerns about that potential?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "MANSOOR",
      "sentences": "Absolutely. And this is what U.S. diplomats will be looking at as the government formation process continues in Syria. You know, he used to be affiliated with al Qaeda. They broke with the group in 2016, and since then have turned more moderate in their outlook.And we just have to wait and see what happens going forward. But like I said, so far they've been saying and doing the right things. And, you know, the United States can provide incentives for them to continue down that path, mainly economic incentives and reconstruction aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "WHITFIELD",
      "sentences": "Okay. And now to what its neighbor, Israel, is doing or getting ready to do to expand its settlements in the Golan Heights? Do you expect that will trigger a reaction from Syrian rebel groups and perhaps from other Middle Eastern countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "MANSOOR",
      "sentences": "Well, I think we've seen the reaction and its basically verbal condemnation of what they view as a violation of Syrian sovereignty.But, you know, the first Trump administration acknowledged Syria's control over the Golan Heights and Syria. Israel has made that area part of Israel officially. I don't see that changing. It's too important strategically for the defense and security of Israel. And that's what the Netanyahu administration is doing to cement that presence by doubling the number of settlers there from 31,000 to over 60,000 in the years ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. Colonel Peter Mansoor, thank you so much. And, professor, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "MANSOOR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}