{
  "date": "2024-10-03",
  "headline": "CNN Newsroom",
  "subHeadline": "How to Live a Long Life; Melania Trump's Publisher Asks CNN For $250,000 For Interview; Interview With Rep. Michael Waltz (R-FL). Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:01",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "How do you know that they have used that funding specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:01",
      "speaker": "WALTZ",
      "sentences": "What's that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:01",
      "speaker": "BROWN",
      "sentences": "I want to be specific on this, because you're saying they appease Iran, that's a big claim, and that they have released all these fundings that the administration says was -- are you talking about the humanitarian funding through Qatar? Is that what you're talking about?And I just -- because you were saying that's being used in this war, and I want to just be specific on the evidence you have to back that up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:01",
      "speaker": "WALTZ",
      "sentences": "Well, sure. Yes, absolutely.Iran sells 90 percent of its illicit oil sales to China. President Trump was very clear to China, stop buying from Iran, or you will not be able to buy from us. What he meant were secondary sanctions through executive order. The House of Representatives passed secondary sanctions on Chinese buyers, refiners, shippers of Iranian oil that are bringing tens of billions into its coffer that it's using to fund these wars. It's been sitting with Chuck Schumer since December of 2023. So if the administration wanted to clamp down on Iran's currency and on Iran's foreign reserves, which have ballooned from a little under $10 billion to over $100 billion just in the last three years -- I mean, look, it is clear that Iran is flush with cash and it's using it to fund these wars. And further, Pam, in 2019, we had strong reporting that Hezbollah and Hamas were complaining that they were out of money, that they were complaining that the money shipments and the weapons shipments from Iran had dried up. So it is a very clear line that Iran is behind all of this, but the administration has done what? They have -- they removed the terrorist designation the Houthis right out the gate. They say they put sanctions in place on Iran, which is true, but then they provide waivers to China, to others, to Iraq, to Russia, and essentially put more holes in these sanctions and they don't enforce them. So it has been all part of their fiction that they can get back into the Iran deal. But let's remember, who were they negotiating through to get into back into the Iran deal? They were negotiating through the Russians, of all people. So this has been a failed policy, and I just wish they would take a step back and shift back to the core of the problem here. They're trying to deal with the symptoms, not the virus, which is in Tehran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:01",
      "speaker": "BROWN",
      "sentences": "All right. And, as you know, those of the Biden administration and supporters of Biden would say Trump pulling out of the Iran deal caused a whole host of problems and gave Iran ammunition to move forward with its nuclear weapons program. That's that criticism. That's that side.I do want to go to the devastation caused by Hurricane Helene before we go. House Speaker Johnson says existing disaster funds won't be enough to help victims impacted by the storm. DHS says it is running out of FEMA funding. Does Congress need to come back for a special session to resolve this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "So you don't think the 1,000 soldiers is enough that Biden has approved? I think it was just yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "Well, I think that was a week -- remember, that was a week too late.And I will point out the criticism of President Bush just two days after Katrina, two days. This is a week now, and the entire 82nd Airborne Division, or at least a good part of it, was sent to help in Katrina. They're right down the street at Fort Bragg, Fort Liberty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "I just quickly want to ask you before we go. There was this court filing unsealed by a judge and former President Trump's election interference case.And it really laid out the case from Jack Smith that Donald Trump, as he puts it, engaged in criminal acts to stay in power. And he laid out this scheme, he says, was to overturn the will of the voters. I do want to ask you, given you're a member of Congress, as we look ahead to the next election, your role is critical in certifying the results of the election. And I just want to ask you, can you commit to a peaceful transfer of power after every state has certified its election results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "Well, Pam, I mean, a couple of things there to unpack that question.One, it makes no sense, except for a political motivation, that Jack Smith and the judge unsealed this before the Trump campaign even had a chance to respond. They were given until mid-October to respond. Number two, the reason he's filing a superseding indictment is that the Supreme Court ruled that the official acts did not allow this into the realm of criminal activity. This is politically driven. It's being done deliberately in the weeks before. And I got to tell you, I got to tell you, I'm not hearing from a single constituent any concerns about this. It's the inflation, the economy, the border, crime, and the world that's in chaos. And that's the reason that the Harris campaign abandoned all of this after Biden tried to make such a big deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Right. But that's -- I'm asking you about looking forward. I'm not asking about what voters are going to vote on.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "Well, look, going forward, absolutely, we have to have a peaceful transition.And I will point out, as J.D. Vance just pointed out, President Trump had his concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Well...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "He pursued them in court, but he left, he left before January 20 on his own accord.So, to say otherwise or to...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "But he also pressured his vice president to overturn the will of the voters and state officials too. So...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "He pressured his vice president to take a view of a very vague law that has since been -- that the Congress since stepped in and clarified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "OK, no. But...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "We did, the Electoral Count Act, Pam. I mean, the Congress stepped in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "The Electoral Count Act did not allow the vice president to overturn the will of the people.But, really quickly, just to be clear, you will commit to a peaceful transfer of power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "Well, that was -- but that was so vague -- that was so vague that that's why the Congress stepped in to clarify that. It was a 120- year-old law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Because of what -- January 6 happened.And, OK, listen, will you commit to a peaceful transfer of power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "But, Pam, we have had protests -- we have had protests that have exploded into riots all over this country, including in Minneapolis, including in Portland.So, I don't think you necessarily draw the causality. But at the end of the day, yes, yes...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "... we should have peaceful transfer of power in this country, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "And you will certify -- and you will certify the results if every state certifies the results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "Yes. BROWN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "If it is a free and fair election, absolutely, as the Democrats...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Well, what does that mean?What does a free and fair election mean? 2020 was a free and fair election, and members of Congress tried to overturn the results. So what does that mean to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "Pam, ask Hillary -- well, ask Hillary Clinton when she said Trump was not a legitimate president, he was selected, and not elected.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "No, being a poor -- no, no, no, being a poor loser, being a sore loser, which Democrats have been, is different from trying to overturn the will of the people.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "We talked about this in 2021. We talked about this, you and I, in 2021. I voted to certify. Others didn't. They had their concerns. But we work things out in the courts and we work things out in debate.There should never be a riot. And at the end of the day, we had Joe Biden come in as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "So, Jack Smith has a political motivation, and I think that's crystal clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "And you have every right to make that argument.Representative Tim Walz, thank you so much. Nice to have you on. Hope you come back soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "Mike Waltz. Mike Waltz. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Oh, my God, Mike Waltz. Tim Walz. Mike Waltz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "With a T.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Forgive me.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Forgive me on that one. That was not intentional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "I actually carried a weapon of war in war, Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "Oh, my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "WALTZ",
      "sentences": "So...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:14",
      "speaker": "BROWN",
      "sentences": "All right. I'm not going to go there.We will be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:55",
      "speaker": "BROWN",
      "sentences": "Melania Trump has a new video out today featuring some surprising comments about abortion rights.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:55",
      "speaker": "MELANIA TRUMP, FORMER FIRST LADY",
      "sentences": "Individual freedom is a fundamental principle that I safeguard. Without a doubt, there is no room for compromise when it comes to this essential right that all women possess from birth, individual freedom.What does my body, my choice really mean? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:55",
      "speaker": "BROWN",
      "sentences": "CNN has tried to interview the former first lady ahead of the release of her memoir, but her publisher responded with an unusual demand to CNN, a $250,000 price tag.CNN's Hadas Gold and I broke the story together today. Hadas, good to see you. So, help our viewers understand from a media perspective how unusual a demand such as this is with such an incredibly high price tag nonetheless?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "BROWN",
      "sentences": "If you are lucky enough to have a loved one who is in their 80s, 90s, or maybe even beyond, you might wonder, what are they doing right? Dr. Sanjay Gupta joins us now to answer your questions about how tolive a long life. DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT:  Hi, Pamela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "BROWN",
      "sentences": "Sanjay, great to see you.I love this question. So, Judy (ph) wrote in about her grandfather who lived almost 101, and she said that -- quote -- \"He had a wonderful, positive attitude about life and said his secret to a long life is that he walked everywhere and felt all the pleasantness and joy in life.\" How much does all of that factor into a longer life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "GUPTA",
      "sentences": "Well, I got to say, first of all, I love this segment as well because we got so many stories like that. It's just wonderful to hear from people.I think there's two things, first of all, the walking, very important. You have probably heard this phrase, Pamela. Sitting is the new smoking. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "GUPTA",
      "sentences": "I think one of the greatest benefits of walking is that you're not sitting at the point that you walk.There's been a lot of studies done on this; 7,000 steps a day at least, they say is sort of a sweet spot in terms of getting those sorts of benefits. So getting out there and just moving in that regard really important. The second thing, just the attitude, the optimism that I think she's describing there. I think we know that when we are optimistic, it not only feels good, but it changes our biology. That's relatively new science and it's really fascinating. There was a study in 2019 that showed the most optimistic people lived about 11 to 15 percent longer. It changes your biology. I got a chance to spend time with the Dalai Lama, Pamela. That was a real treat. One of the things he always says is choose to be optimistic. It is a choice, and it's a choice you can make every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "BROWN",
      "sentences": "I love that. And my dad lived until he was 88, but he really shouldn't have. He had a heart attack in his 40s. He had two heart attacks, actually. He ate horribly earlier in his life.But then he was the most positive and optimistic guy I knew in his later years. It was actually the happiest time of his life. And I honestly think it's because he got out and walked every day and because he kept a positive attitude. I was just going through our texts. He wrote: \"Getting old is a lot like growing up, just learning how to handle each step.\" And he said: \"We all need to look for things that lift us up.\" And I just -- I really think that's why he lived as long as he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "GUPTA",
      "sentences": "That's so sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "BROWN",
      "sentences": "Right?And you mentioned the Dalai Lama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "GUPTA",
      "sentences": "I think it makes a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "BROWN",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "GUPTA",
      "sentences": "No, I just said I think that really makes a difference.I think these things are hard to study, but absence of evidence is not evidence of absence. I mean, that's a sweet story. I think it makes a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:52:04",
      "speaker": "BROWN",
      "sentences": "Yes, because there was really nothing else that explained him living until he was 88, right? I mean, he -- just given his health history and the way he had lived so much of his life, and yet he was living longer than so many of his friends.And that was the one thing we explained it. On my Instagram, there's videos of my dad on his walks and his positive messages to us. And I still look at that for inspiration. So I really loved that question and your -- what you said about the Dalai Lama too, really, really good stuff. Sanjay Gupta, thank you so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}