{
  "date": "2024-07-30",
  "headline": "One World with Zain Asher",
  "subHeadline": "Protests Erupt After Maduro Declared Election Winner; Trump Defends Vance From \"Childless Cat Ladies\" Uproar; U.S. Women's Gymnastics Team Chasing Gold Medals Today; Haitian Leaders Security Provides Cover After CNN Interview; Protests In Venezuela After Maduro Declared Winner Of Election; Israeli Right-Wing Protesters Breach Military Compounds; Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:28",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "Close to the crossfire. CNN is on the scene as shots ring out near ahead of state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "ZAIN ASHER, CNN HOST",
      "sentences": "ONE WORLD starts right now.Security forces protect the Haitian leader as bullets fly overhead. We are live for you in Port-au-Prince.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "GOLODRYGA",
      "sentences": "Also ahead, a tale of two parties. Harris and Trump drop dueling campaign ads as criticism of J.D. Vance heats up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "ASHER",
      "sentences": "And later, a favor from flavor.Now, hip-hop legend, Flavor Flav, is making a difference at the summer games. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Hello everyone, live from New York. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "ASHER",
      "sentences": "I'm Zain Asher. You are watching ONE WORLD.We want to begin with Venezuela, where at least six people died amid fury on the streets, according to an NGO there. Protests erupted following a presidential race marred by widespread accusations of fraud. (BEGIN VIDEO CLIP) (PROTESTS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "ASHER",
      "sentences": "Demonstrations broke out in several cities across the sub-country on Monday.In Caracas, security forces deployed tear gas to disperse a large group of demonstrators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "GOLODRYGA",
      "sentences": "Now, this came after the government declared Nicolas Maduro the winner of the disputed presidential race while refusing to release the fullvote counts. The long-time strong man, meanwhile, made it clear that he would not tolerate dissent. (BEGIN VIDEO CLIP) NICOLAS MADURO, VENEZUELAN PRESIDENT (through translator): It is my obligation to tell the truth. It is my obligation. We are all under the obligation to listen to the truth, to gear with patience, calmness, and strength because we are familiar with this movie. And we know how to face these situations and how to defeat the violent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "GOLODRYGA",
      "sentences": "Stefano Pozzebon joins us now live from the capital of Caracas.We're now in day two of the fallout from this election being questioned by many around the world. We saw a defiance there from Maduro, but the opposition, Stefano, we hear, says that they have proof that this election was not fair or free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "Yes, correct, Bianna, it's day two of the fallout. And if you hear and see the images where we are, the fallout isbeing mass protest once again here in Venezuela's capital, Caracas. I think we can say we have hundreds of citizens here who have been called upon by the opposition. They are here because the opposition leader is coming here to speak, opposition candidate, Edmundo Gonzalez, and leader, Maria Corina Machado. They say that they have enough data and ballots that can prove that Edmundo Gonzalez won with 71 percent of the vote. Of course, that is different from what the electoral authorities have been saying, which was that Maduro won with 51 percent of the vote. These discrepancies, if you want to call it that way, caused many countries in South America and the United Nations and the U.S. and the Organization of American States and the United States, all to call on the electoral authorities to release all the data that they have at voting center. Talking about the people around me, you just need to ask them why they are here. That's what we do as journalists when we cover this type of protest. We want to know why people are on the streets and hear what one of them, Diego, told me about an hour ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:28",
      "speaker": "DIEGO APONTE, PROTESTER",
      "sentences": "I'm here because I believe in freedom. I believe that what happened on Sunday is that all the Venezuelan people, we aretired of this and the tragedy. And we are just trying to go -- we want to be free. We are on country, our country. We want it to be free. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "ASHER",
      "sentences": "And the thing is you had Venezuela simply sort of ejecting diplomatic missions from various countries, various countries who dared tospeak out about the fact that the elections that took place last weekend, were indeed as many people believe, a sham. Just in terms of what happens next, I mean obviously this is a dictatorship. So what recourse does the opposition have at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "POZZEBON",
      "sentences": "Well, the opposition has two cards on their hand. One is to continue putting pressure onto the government with the type of the protest.It didn't work out in 2014 in 2017 and in 2019, but well, you can -- you can tell that the -- there are a new appetite for street protest. And the other one is, again, the international community. We've learned today, Bianna, that Celso Amorim, the envoy of Brazilian President, Luiz Inacio Lula da Silva, has held talks with both Maduro and Edmundo Gonzalez as Brazil tries to find a mediation. Bianna, I've lost your control because I think there are really too many people around here now. So I'm trying to dial back in, but I've lost the signal with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, Stefano, we have you. And that is really something that -- that's just jaw dropping.However this ends up, Zain, to see the amount of people that have come out there brave enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "ASHER",
      "sentences": "Raving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. There have been over 749, close to 750 arrests made at this point. And it doesn't look like these crowds are going to be thinning outanytime soon. Our thanks to Stefano Pozzebon for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "ASHER",
      "sentences": "All right. If you want to know how our presidential candidate plans to win the White House, you don't just listen to what they say, you alsolook at where exactly they're saying it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Kamala Harris will be holding a primetime rally in Atlanta, Georgia tonight.Aides says she will be pushing the theme of prosecuting the case against Donald Trump. Georgia, of course, is a key swing state that went to Joe Biden in 2020 after decades of being a safe state for Republicans. Harris' team believes they can win Georgia again by courting Republicans there who don't like Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "ASHER",
      "sentences": "And the war for the airwaves is picking up. The Harris campaign unveiled the first ad in a $50 million media by across swing states.The ad is biographical, seeking to educate voters about Harris' background as a prosecutor, as someone who fights for the middle class as well. It will air during the Olympics coverage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Meanwhile -- meantime, Donald Trump today unveiled his first attack ad since Harris got into the race.It uses footage of Harris dancing at a hip-hop music celebration and slammed her for her handling of the border. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is America's border czar. And she's failed us.Under Harris, over 10 million illegally here, a quarter of a million Americans dead from fentanyl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "LESTER HOLT, NBC NEWS HOST",
      "sentences": "Do you have any plans to visit the border? You haven't been to border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES AND DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "And I haven't been to Europe. I mean, I don'tunderstand the point that you're making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Kamala Harris failed, weak, dangerously liberal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "ASHER",
      "sentences": "All right. It is sometimes said that the principal job, the main job of a presidential running mate is simply to do no harm. The Trump's VP pickhas the former president on the defensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Time after time now, Trump tried to downplay J.D. Vance's past comments about childless cat ladies in a T.V. interview Monday.Now, this came after days of Vance being blasted for saying some of America's problems can be traced to women who don't have children. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES AND REPUBLICAN PRESIDENTIAL NOMINEE",
      "sentences": "All he said is he does like -- I mean for him, helikes family. I think a lot of people like family and sometimes it doesn't work out. And you know why it -- you don't meet the right person, or you don't meet any person, but you're just as good in many cases is a lot better than a person that's in a family situation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Meanwhile, a CNN KFile investigation has found that Vance has a deep history of disparaging people without children.He once told a conservative podcast that people without children were more likely to be mentally deranged and sociopaths. So let's bring in CNN's Steve Contorno with more on this. I don't know that he backed up that claim with any evidence, but that aside, Steve, you really have Donald Trump himself on the defense now. And I would imagine that's not a place he'd like to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And it appears J.D. Vance has caught himself in a bit of a bind because on the one hand taking a page from Trump never apologizedright, but at the same time this isn't going away and he continues to be asked about it and now Trump himself is asked about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "ASHER",
      "sentences": "And the -- and the women's voting bloc is a particularly vulnerable group for Republicans, especially given Roe v. Wade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "ASHER",
      "sentences": "So.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "GOLDORYGA",
      "sentences": "Really an unnecessary our own goal and that's many Republicans how they're describing this.Steve Contorno, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "ASHER",
      "sentences": "All right. In the week since she's entered the race, there's a little question that Kamala Harris has energized the Democratic Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Close to 200,000 people joined a star-studded conference call Monday night dubbed White Dudes for Harris.It included several notable political figures and ended up raising over $4 million for the Harris campaign. (BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN): Keep hammering on these guys. This idea of calling them out for who they are, shrink them. Is he a danger to society? Yes. Is he a danger to women's health? Yes. Is he a danger to world peace? Yes. But don't give him more credit than he needs. He's just a strange weird dude. GOV. J.B. PRITZKER (D-IL): Let's be clear about who Donald Trump and J.D. Vance are. Donald Trump is a 34-time convicted felon and adjudicated rapist and a congenital liar. He's a fraud and JD Vance is his mini me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "GOLODRYGA",
      "sentences": "(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "JEFF BRIDGES, ACTOR",
      "sentences": "Kamala is just so certainly our girl, you know. I can see her being president. I'm so excited. A woman president, man. Howexciting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:05",
      "speaker": "ASHER",
      "sentences": "And joining us live now is the organizer of White Dudes for Harris, Ross Morales Rocketto. Ross, thank you so much for being with us.So my first question to you is, why White Dudes for Harris? So far, I've seen Black women for Harris. I've seen white women for Harris. I've seen South Asians for Harris. I've seen Black queer men for Harris. Why all the different demographics? Just explain to us why you think that is more effective. ROSS MORALES ROCKETTO, ORGANIZER, \"WHITE DUDES FOR HARRIS\": Yes. I mean, for what it's worth, we were inspired by the Black women for Harris that, you know, their leadership is part of why we ended up doing this. It's really important because for a really long time, the left just hasn't been organizing white men. We just haven't been doing anything there. And we've been seating those folks to the MAGA right for the last 20 years, over 60 percent of white men voted for Donald Trump, both in the 2016 and 2020 elections. And we decided that that was going to end last night. So we got together a group of dudes. We decided that we were going to start organizing ourselves because it's nobody else's job to organize us. And honestly, the success was beyond even our wildest imaginations. The latest numbers are that we had more than 200,000 people on. And we've raised more than $4 million as of this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ROCKETTO",
      "sentences": "It represents the majority of white men in America. And those folks -- we haven't been giving those folks an option. The left has justnot been talking to them. And, you know, it's been -- it's really on us to organize ourselves. It's not on black women. It's not on South Asian women. It's not on black men. It's on white men to go out and organize ourselves. And we took a huge first step last night. That certainly won't be the end of these organizing efforts. And, you know, we think that this is a really important base for us to start from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ASHER",
      "sentences": "Does the White Dudes for Harris group believe that Kamala needs a white dude to be vice president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ROCKETTO",
      "sentences": "She needs whoever she decides is going to be the best governing partner for her.I think ultimately though --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ASHER",
      "sentences": "But just contend to the likelihood -- the likelihood of her winning with anyone that isn't a white man as her vice president. Just give us yourthoughts on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ROCKETTO",
      "sentences": "Yes. I think that -- I think that she is going to need to reach out to a really broad coalition of folks. I think she's currently doingthat. I think any of the white men that she's currently considering to be on the ticket, Governor Walz, Governor Pritzker, Transportation Secretary Buttigieg, Governor Cooper, I think any of those folks. Based on what I saw last night on the call, would make really, really excellent surrogates for her. And, you know, any one of those folks can go out across the Midwest, Michigan, Wisconsin, Pennsylvania, and make a really strong and compelling case for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "Well, we know as of last night, Governor Cooper took himself out of the running, but it does appear that those viewed as the top contendersare indeed white dudes. So we'll continue to follow your movement. Ross Morales Rocketto, thank you for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ROCKETTO",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Still to come for us, the world's top male triathletes must wait at least one more day for their Olympic event tostart because the River Seine is just too dirty to swim right now. Yuck. We have a live report ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "ASHER",
      "sentences": "Plus, American gymnast, Simone Biles, has four more chances to bring home the gold today. We'll be watching at the Paris Olympics. Also ahead.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:06",
      "speaker": "FLAVOR FLAV, AMERICAN RAPPER",
      "sentences": "Now, we're with Coy Wire and we're at the bar.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "ASHER",
      "sentences": "All right. More than two dozen sports are holding competitions today in the Paris Olympics, but the men's triathlon is not one of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. It's been postponed another day until tomorrow now over poor water quality levels in the River Seine.Now, this comes despite months of work and over a billion dollars to clean up the river ahead of the games. Olympic organizers blame, among other things, meteorological events beyond their control for the delay. (BEGIN VIDEO CLIP) AURELIE MERLE, PARIS 2024 EXECUTIVE DIRECTOR OF SPORTS: We think that we go from, you know, a heavy rain to extreme heat, like today in very few days. So it's actually hard to control how it can affect the quality of the -- of the river. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "ASHER",
      "sentences": "While Olympic organizers battle water quality issues in the River Seine, conditions for indoor events are just fine.One of the big attractions today is, of course, women's gymnastics and top star, there she is, Simone Biles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "GOLODRYGA",
      "sentences": "OK. We'll forgive you if you step away for our show for just a minute to watch her.She is competing in four events, including vault, uneven bars, balance beam, and floor exercise in the women's team final. World Sports' Don Riddell joins us now live from Atlanta. What can we expect to see from the superstar?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "DON RIDDELL, WORLD SPORT",
      "sentences": "Well, a lot of people are going to be hoping that she wins another Olympic gold medal today. And certainly the American teamare heavily fancy to do so, because they really did cruise through the qualifying for the team event. And so they are in pole position to do so. There are so many amazing stories within this U.S. women's gymnastics team. But, of course, Simone Biles is the standout performer. She is arguably the greatest of all time. Her story has become so much more interesting, because of what happened to her in Tokyo, where she really struggled mentally with what she was trying to do. She coined the phrase, the twisties, and given the speeds at which some of these gymnasts operate and the complexity of their moves. There was a real concern that with what she was suffering from, that she could have really hurt herself. So the Tokyo Games did not go as she would have planned. She left the sport. She has returned. And so this is just a comeback in so many ways. This is the first event this week in which she could win a gold medal, but she could end up with five golds if everything goes her way by the end of the week. You may know that there was a Netflix documentary produced about her recently, and she spoke on that about what she's now going through. (BEGIN VIDEO CLIP) SIMONE BILES, FOUR-TIME OLYMPIC GOLD MEDALIST: That's kind of the epitome of my career and my life story, because I've always rise to the occasion. And even after all of the traumas and the downfalls, I've always risen. No matter what happens, I've still come back and still tried to do everything, like full force, full difficulty, like even after Tokyo. Come back, and I'm here, so still I rise. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "RIDDELL",
      "sentences": "Simone Biles has many fans all over this country and all over the world. They, of course, will be rooting for her.Remember, the situation in Tokyo was mental. She does have a physical situation that she has to overcome this week. In qualifying, she aggravated a calf injury, and there was some concern about that for a moment. Certainly, Simone and her team will be hoping that that doesn't resurface and cause her any more problems today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "GOLODRYGA",
      "sentences": "It didn't seem to cause her any problems thus far. It's hard to breathe watching her perform out there, but we are wishing her all thebest. The world will be watching. No pressure, though. Don Riddell, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "ASHER",
      "sentences": "All right. Let's head to Paris now where two members of Team USA's fencing team are joining us. How exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "GOLODRYGA",
      "sentences": "I know. Lee Kiefer and Gerek Meinhardt. Thank you so much for spending part of your day with us in beautiful Paris.Both of you are medical students at the University of Kentucky, married to one another, and Olympic champs already. Talk about the experience thus far that you've had in Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:42",
      "speaker": "LEE KIEFER, OLYMPIC FENCERS",
      "sentences": "We absolutely love Paris. France, in general, has a big tradition in fencing. So all the fans here have such energy. Andit really made it a fun experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "KIEFER",
      "sentences": "Yes. My teammates are so talented. We have prepared a lot with video and a lot of conversations. And I think we're all just itching to geton this trip for the team event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "Gerek, you not to be outdone, a five-time Olympic fencer, two- time medalist, what do you hope will you accomplish this summer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GEREK MEINHARDT, OLYMPIC FENCER",
      "sentences": "So the individual event didn't necessarily go the way that I wanted it to yesterday. But I'm so excited for myteammate Nick Itkin who won the bronze medal in individual. And we have team coming up August 4th. So we're motivated. We are ready and we can't wait to get out there in front of the amazing fans in Paris again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "So, guys, I grew up in the U.K. where fencing is quite a popular sport. My brothers both did fencing in high school.In America, that's not necessarily the case, at least not yet. You know, just being from Kentucky, especially you, Lee, being from Kentucky that is a -- that is a state that's better known for basketball. Just in terms of how you were introduced to the sport. I understand that it was your dad that introduced you. Just walk us through how that happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "KIEFER",
      "sentences": "Yes. My dad was a walk-on fencer in college at Duke. And when I was younger, he introduced me and my siblings to the sport. But he actually hadto help bring a coach at a different club, a different state to Kentucky to Lexington, specifically. So fencing did not really exist in our area before, but we're celebrating 20 years of fencing and just growth of the sport in our area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "I love the support that you have for each other. And listen, we're all team USA here.But there's an incredible fencer, a woman from Egypt, who I believe is seven months pregnant --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "For this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "-- in the Olympics.But, Gerek, let's go back to the two of you because I love what you posted on social media Sunday. My incredible wife is a back-to-back Olympic champion. Words can't express how proud I am of her. I knew she could do it. She knew she could do it. But actually doing the damn thing and moreover, doing it two times and two competing -- completely different environments. Just so proud and so grateful. Just incredible support, I would imagine, Lee, to hear that from your husband.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "KIEFER",
      "sentences": "The best. I'm the luckiest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "I mean, so listen, Bianna is basically my work wife, right? But just for the two of you, in terms of being married and obviously having the samejob, just explain to us how that, you know, how that impacts your relationship. Obviously, it's so nice. It must be so nice to have somebody that supports you unconditionally and really understands what you're going through, especially when it comes to training. But, you know, when you're together, is talking about work off limits? Just, you know, give us some insight into how that works for both of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "MEINHARDT",
      "sentences": "Honestly, I think that a lot of people are surprised by the amount of time we spend together and how much overlap there is with thatwork-life balance. But I also think that that's part of why we work so well and why we just don't necessarily need to set strict boundaries, because we're able to separate the two and mingle the two and we just enjoy doing it all together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "And so, Lee, as I understand it, you watched Gerek compete in 2008. So that was the first time you saw him. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "KIEFER",
      "sentences": "I had met him at a world championship, a 19, 16 and underworld championship a few months before and I had not known he had qualified forthe Olympics. And so after meeting him, I pulled out my, you know, really heavy laptop at the time and watched in the middle of the night. And that was my first time watching Olympic fencing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Gerek, before you guys go, any messages that you want to deliver to all of those University of Kentucky fans and friends of yoursthat are watching and cheering to both of you on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "MEINHARDT",
      "sentences": "We're just so appreciative of all the support we're getting from our friends and family in Kentucky and California all over the UnitedStates and all over the world. And we hope to make you proud, results aside, obviously this gold medal is huge and now we're looking to do more in the team of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "Can you say, I really hope that fencing becomes more popular. I think it is becoming more popular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "I really hope that it becomes more popular in the U.S. I've always wondered why nobody seems to sort of -- nobody here is as passionate aboutit in the U.S. as they are in the U.K. Maybe you guys will change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "With ambassador, right. Like Lee and Gerek, I think that's going to all change really quickly. Thank you both for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "Thank you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "GOLODRYGA",
      "sentences": "Enjoy Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:09",
      "speaker": "ASHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:46",
      "speaker": "ASHER",
      "sentences": "All right. Welcome back to ONE WORLD. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:46",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.Now a stark reminder of how the capital of Haiti remains in the firm grip of gang violence. (BEGIN VIDEO CLIP) (GUNSHOTS) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:46",
      "speaker": "GOLODRYGA",
      "sentences": "Did you know that shootout happened just minutes after our very own Larry Madowo interviewed interim Haitian Prime Minister, Gary Connell.They were at the Port-au-Prince Hospital destroyed by gangs when shots could be heard in a nearby neighborhood. It turns out it was Mr. Connell's security team providing cover to get him out of the building safely. He told CNN about their efforts to rid the capital of the gangs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:46",
      "speaker": "GARY CONNELL, HAITIAN INTERIM PRIME MINISTER",
      "sentences": "Well, the first thing we want to do is to make sure that we can provide some sense of security and regainsome of the lost territory that, you know, the gangs have controlled. Remember in the metropolitan area, alone, over 85 percent of the area is now controlled by gangs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:46",
      "speaker": "LARRY MADOWO, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Do you fear for your life doing this job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:46",
      "speaker": "CONNELL",
      "sentences": "We don't give it much to us. And it's not just me. I mean, we've been able to put together an incredible group of men and women that haveleft their jobs and their careers to be able to commit to this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:46",
      "speaker": "ASHER",
      "sentences": "No one was injured in the gunfire. And the Prime Minister made it back to his office safely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:12",
      "speaker": "ASHER",
      "sentences": "Early on Monday, in a disputed vote marred by accusations of fraud, the government declared incumbent, Nicolas Maduro, the winner, handing theautocrat his third consecutive term. Long-time strongman, who is the political heir of the late Venezuelan president, Hugo Chavez, has been in power since 2013. Not long after he was elected, global oil prices plummeted, and Venezuela's oil-based economy went into free-fall. What followed was rampant hyperinflation, government mismanagement, and extreme poverty, calling millions -- causing millions of people to flee the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:12",
      "speaker": "GOLODRYGA",
      "sentences": "But during his campaign, opposition candidate Edmundo Gonzalez offered hope and promise to build a nation based on peace, prosperity, anda better way of life. Those goals now seeming more like a distant reality for many Venezuelans who are desperately trying to get out. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): I'm going to leave my whole family, my home, my dad, my brothers. My whole family is here. Everything is here in Venezuela. My career, I graduated here. We'll start from scratch in another country. We don't have the opportunity here in Venezuela. We live in a country with repression. And we live in a country under a dictatorship. It was our last chance. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:12",
      "speaker": "GOLODRYGA",
      "sentences": "Time now for the exchange in our conversation with David Smolansky. He's the deputy director of Maria Corina Machado's campaign inWashington, D.C., and that is where he joins us now. David, you and I spoke last week, just days before this election. I know there was a lot of optimism going into it. The opposition candidate, Gonzalez, was up in the polls by 30 percent. And now, we see, sadly, what for many was not a surprising result coming out from the Maduro regime, claiming victory, raising a lot of questions from countries around the world about the legitimacy of this election. I had asked you, what would happen in your view if this were to be the result. And the one answer you gave me is that we'd likely see a huge spike in refugees and migration out of the country. Is that what you think will likely happen now? DAVID SMOLANSKY, DEPUTY DIRECTOR, MARIA CORINA MACHADO'S CAMPAIGN IN WASHINGTON, D.C: Well, hopefully not. Hopefully not, because Edmundo Gonzalez is the elected president of Venezuela. He won by a landslide on Sunday. It has been the biggest margin ever in any election that we have had in Venezuela for president. And even the results were better than the polls. But as you know, we're facing a brutal dictatorship in Venezuela, and Maduro is behaving like many other dictators we have seen across the history, not recognizing the results and using violence to prevent peaceful and orderly transition. We are ready to govern. We are ready to have a transition in Venezuela. A democratic transition is the best that could happen to our country and the region. And we are defending our results because that was the expression of the vast majority of Venezuela last Sunday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:12",
      "speaker": "ASHER",
      "sentences": "And just in terms of what recourses the opposition has at this point in time. Obviously, it's, Bianna's a touch done. I mean, I don't think anypeople are surprised about what happened on Sunday. This is obviously a dictatorship. So this is what you would expect to happen during an election. But what recourses does the opposition have in terms of politically fighting back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "We see so many people braving the streets there peacefully, protesting.The last two days, David. I'm wondering if at least in the interim, if you think enough pressure can be applied on the Maduro regime to which he perhaps would join some sort of government partnership, at least, with the opposition if he does in fact at some point feel that much pressure, both internally and externally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "SMOLANSKY",
      "sentences": "Maria Corina Machado said during the campaign that she's ready - - she's ready to have a real negotiation with Maduro, but the real negotiation means a transfer of power. A real negotiation means therestoration of democracy during that transition. A real negotiation means the restoration of our liberties. A real negotiation means that more than 300 political prisoners have to be released immediately. And we have said that to the international community. We know that people that are very close to Maduro want to survive politically. This is a regime that is so toxic for everyone in the -- in the -- in the Western Hemisphere. Actually, some of the traditional allies that Maduro had, they are presenting some distance to them because they know that what happened on Sunday was not transparent. And let me tell you something. Yesterday, Edmundo Gonzalez and Maria Corina Machado proved to Venezuela and the whole world that we have the results, the real ones. We have -- we have 73 percent of the voting records, which are the papers that are printed when you vote. And that 73 percent is giving us more than 3.5 million voters' difference from -- between Edmundo Gonzalez and Nicolas Maduro.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "And just in terms of your hopes and fears, in terms of where this movement goes from here, obviously, there are a lot of people out in thestreets and the world's attention is squarely focused on this because it literally just happened on Sunday. But are you concerned that eventually the protests that we're seeing on the streets will fizzle out as people resign themselves at the fact that, listen, this is -- this is our reality. It is going to be Nicolas Maduro. How concerned are you about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "SMOLANSKY",
      "sentences": "I trust -- I trust so much on my fellow Venezuelans. This is such a resilient population. We have suffered so much during these 25years, and this is it. And we did it peacefully. That was the most beautiful aspect of this movement that we got to the election against every odd. I told you last week when we were in that interview. And against every odd, we had that election in July 28. And almost 80 percent of the people that are still in Venezuela went to vote despite the repression apparatus and social control. So I trust on the capacity that we have to defend our votes. And I trust on the pressure that we can do as a society. I hope that international community will be with us. And if the armed forces be hating institutionally, Maduro is done. And hopefully we can have a peaceful and orderly transition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "We know that as of now, Venezuela's Attorney General said that 749 people have been arrested in just the last 48 hours. Sadly, I wouldexpect that number to continue to rise. But, David Smolansky, as you said, the world is watching. We are watching. And we will continue to cover this very important story. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "Thank you, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "SMOLANSKY",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "GOLODRYGA",
      "sentences": "Lebanon is now reporting that Israeli warplanes broke the sound barrier over areas in southern Lebanon today, as the nation braces itselffor a retaliatory attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "ASHER",
      "sentences": "Yes. This as Israeli Prime Minister Benjamin Netanyahu is vowing a severe response to Saturday's rocket attack in the Israeli-occupied GolanHeights, which killed 12 children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "GOLODRYGA",
      "sentences": "Israel and the United States both point the finger at Lebanese- based militant group, Hezbollah, for the strike.Hezbollah has denied responsibility. The U.S. Defense Secretary says he's concerned, but does not believe a war between Israel and Hezbollah is inevitable. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "LLOYD AUSTIN, UNITED STATES DEFENSE SECRETARY",
      "sentences": "I don't believe that while we've seen a lot of activity on Israel's northern border, we remainconcerned about the potential of this escalating into a full-blown fight. And I don't believe that a fight is inevitable. I think that, you know, we'd like to see things resolved in a diplomatic fashion. (END VIDEO CLIP) (CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "GOLODRYGA",
      "sentences": "Meanwhile, inside Israel, chaotic scenes played out as right- wing Israeli protesters breached two military compounds Monday. They're upset over an investigation into several IDF soldiers who were accused ofsubstantial abuse of a Palestinian prisoner at a controversial Israeli detention facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "ASHER",
      "sentences": "Yes. Fire-right members of parliament were among the protesters. Israeli leaders are condemning the break-ins. You may recall that a Syrianinvestigation in May revealed stock detailed allegations of widespread abuse at the facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. CNN's Matthew Chance reported on that investigation and joins us now live from London.And really dramatic scenes that we saw play out yesterday in Israel, Matthew. At one point, IDF troops that were stationed in Gaza were forced to be brought in to quell some of this that we've seen playing out at this facility. You have government officials now condemning it as well. The Israeli Defense Minister sending a letter to the prime minister saying that one of the far-right members of his government, Ben Gvir, should be investigated over his role in any of this. Walk us through the backstory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:59",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes. Well, look, I mean, this whole scandal really exposes the division that's opened up inIsraeli society since the October 7th attacks. There are hardliners that think, you know, they should pull out all the stops and, you know, destroy Palestinian statehood and to make Palestinians. Civilians are otherwise suffer as much as possible. And there's a large contingent of Israelis as well who believe that Israel has stepped over its own red lines that is not behaving in a way, that they believe their country of Israel should behave. And you're seeing that being played out here in these protest, these are right-wing protesters. They're protesting against the fact that Israeli soldiers inside that detention center are being investigated for abuses of Palestinian detainees. They think that should not be happening. They think these people should essentially have free reign to do whatever they want inside or behind the barbed wire fences of Sde Teiman detention center and other facilities around Israel. But there are other Israelis, including the Israelis that we spoke to back in -- back in May, Israeli soldiers, remember, who have no sympathy whatsoever for Hamas, but who are outraged at what Israel is doing and how Israel is treating detainees. It's not Israelis, it's not us, that they said to us. And there is that fundamental division between Israelis about how they should conduct themselves in this war, in the aftermath of the October 7th attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "ASHER",
      "sentences": "Divisions over hostages, divisions over Netanyahu's policy, divisions over the judicial reform, as you mentioned, and obviously nowthis as well. All right. We'll be right back with more. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Take a look at this. Olympic surfer, Gabriel Medina, leapt from his board just after scoring a near perfect 9.90.An AFP photographer covering the event snapped this picture of Medina. Look at that. With his board flying parallel to him. The Brazilian surfer score was the highest in Olympic surfing history. Medina says when he put the picture on Instagram, understandably, it went viral. Well, it's no secret the best hype man in hip-hop is Flavor Flav. It's no secret, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "ASHER",
      "sentences": "Now, instead of pumping up crowds for his band, Public Enemy, he's hyping them up for the U.S. Olympic women's water polo team.Flav decided to sponsor them when he had some players on the team who were working second and third jobs. He tells our coy wire that why that touched his heart. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "FLAV",
      "sentences": "And these girls, man, they got, you know, they got three back-to-back gold medals right now. And I would love to cheer them on, you know, to getthat fourth one, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WIRE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "FLAV",
      "sentences": "But I mean, my thing is this, you know, these girls, man, when they're not in the water, they're home, you know, living actual workinglives, you know what I'm saying? One, two, and three jobs. And they out here busting their butts to make United States look good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WIRE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "FLAV",
      "sentences": "You know what I'm saying? So I said, why not help give these girls a boost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WIRE",
      "sentences": "All right. Something else you got to see on here on the rooftop of our WBD house. We're going to go over here. We have a bar. We get to watchall the games. So why not do that while we finish our chat? Sound good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "FLAV",
      "sentences": "You go ooh and ahh, when I jump in my car. Now I'm with Coy Wire and we at the bar. Hey, I'm sorry, bro. I'm star-struck, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WIRE",
      "sentences": "Oh, this is incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "FLAV",
      "sentences": "I'll get over it. I'll get over it. I'll get over it, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "WIRE",
      "sentences": "I'm off to make that my ringtone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:13",
      "speaker": "FLAV",
      "sentences": "I've got a chance, Coy, to jump in the water and see what it's like to play this game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "FLAV",
      "sentences": "Man, first of all, it takes a lot of strength, it takes a lot of endurance.And when I jumped in the water with these girls, I was in there for a full, honestly, a full seven minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WIRE",
      "sentences": "And how did you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "FLAV",
      "sentences": "Listen, that was like the hardest seven minutes ever --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WIRE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "FLAV",
      "sentences": "-- in the water in my life. But then they gave me the ball to see what it's like, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WIRE",
      "sentences": "Oh, that's all the highlight. You scored, Flav.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "FLAV",
      "sentences": "Yes, I scored. Hey, hey, not once but twice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WIRE",
      "sentences": "Two times. I know you rep Team USA to the fullest.What you think about this? This is Flavor Flav, you already know. Huh? Huh? Is that a yeah boy right there? Yeah, boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "FLAV",
      "sentences": "Yeah, boy. All right. You know what, I ain't going to lie, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WIRE",
      "sentences": "Oh, there we.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "FLAV",
      "sentences": "It fits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "WIRE",
      "sentences": "Let's go. Let's go.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "In the water for a full seven -- you know, I can't even make fun of him because I would last probably 30 seconds.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "It is the hardest sport, water polo. So seven minutes. Got to give him credit for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "Listen, so nice of him to sponsor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "You know, I had no idea that they were working so many jobs.All right. Flav is in it for the long haul. He actually signed a five-year sponsorship deal with the team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Good for him. Wow.Well, that does it for this hour of ONE WORLD. Thanks so much for watching. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    }
  ]
}