{
  "date": "2024-08-07",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Today: Harris & Walz Rally In Key States Of Wisconsin, Michigan; Trump \"Thrilled\" Harris Picked \"Very Liberal\" Walz As Running Mate; Rep. Bush Loses Bitter, Expensive Primary Race In Missouri; Concert Promoter: Taylor Swift Concerts In Vienna Canceled Over Alleged Planned Terrorist Attack; U.S. Pressers Iran and Israel To De-Escalate Amid Attack Threat. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:36",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "It is a brand new chapter in the race for the White House.THE LEAD starts right now. Vice President Kamala Harris and Minnesota Governor Tim Walz spending their first full day as running mates. They're trying to win over crucial battleground state voters. Coming up, I'll be joined by two high-profile governors momentarily for their insights into how the race has changed over the last hours, days, and weeks, and how it might change even more. Plus, we are following two major international stories today. Russia says that Ukraine crossed its border and launched a, quote, massive attack. Meanwhile, multiple airlines are rerouting and canceling flights ahead of expected Iranian attacks against Israel. Our reporters are on the ground in the Middle East with the latest. And the space mission that was supposed to last eight days now could last eight months. Today, NASA announced contingency plans to bring two astronauts home, as Engineers scramble to figure out technical problems with the spacecraft. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "TAPPER",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.It is the two for one battleground states special today for Vice President Harris and her running mate, Minnesota Governor Tim Walz. They are headed to Detroit in Michigan -- Michigan, after wrapping up this rally in Wisconsin. This was just a few moments ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "The path to the White House runs right through this state. And with your help, we will win in November. We are going to win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "TAPPER",
      "sentences": "That makes three battleground states in two days. Yesterday, the duo, of course, made their debut in my hometown of Philadelphia on a quest for those critical votes in must win Pennsylvania. In the quest for money, the Democrats have raised $36 million in the 24 hours since Walz was announced as the vice presidential pick.But while Harris and Walz are waltzing across the battleground states, they seem to have a shadow, Republican vice presidential candidates, Senator J.D. Vance is trailing the two and mirroring their schedules, even landing on the same tarmac in Wisconsin, walking over to Air Force Two and telling reporters, I just wanted to check out my future plane. Probably a safe bet to assume we'll hear Walz called this stunt \"weird\". Vance today is targeting the Harris-Walz agenda, which he calls weird, including going after Walz for a claim that the Minnesota governor made about his military service. We'll have much more on that in a minute. There's one key person though, who seems conspicuously absent from these battleground states, and that is Donald Trump. The Republican nominee and arguably the front runner has zero campaign events slated until Friday night. CNN's Jeff Zeleny has a look now at the state of the race at this moment and where Mr. Trump now stands and whether he will participate in a debate with Vice President Harris. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "HARRIS",
      "sentences": "The path to the White House runs right through this state, and with your help, we will win in November. We are going to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "The new Democratic ticket on the road tonight as Vice President Kamala Harris and Minnesota Governor Tim Walz, barnstorm battleground states, 90 days before the November election.GOV. TIM WALZ (D-MN), VICE PRESIDENTIAL CANDIDATE:  I couldn't be prouder to be on this ticket to help make Kamala Harris, the next president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "ZELENY",
      "sentences": "One day after making a Philadelphia debut, Harris and Walz visiting Wisconsin and heading to Michigan as a bitter battle with the Republican rivals take shape.SEN. J.D. VANCE (R-OH), VICE PRESIDENTIAL CANDIDATE:  What Kamala Harris is telling all of us by selecting Tim Walz, is that she bents the knee to the far left of the Democrat Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "ZELENY",
      "sentences": "Senator J.D. Vance taking the lead in the furious scramble to define Walz, attacking his record as governor and his service in the Army National Guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "VANCE",
      "sentences": "He has not spent a day in a combat zone. What bothers me about Tim Waltz is the stolen valor garbage. Do not pretend to be something that you're not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "ZELENY",
      "sentences": "Vance accused his rival of ducking his service to Iraq when Walz left the National Guard and ran for Congress in 2005. But Walz actually retired two months before his unit received alert orders for deployment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:36",
      "speaker": "WALZ",
      "sentences": "For 24 years, I proudly wear the uniform of this nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "VANCE",
      "sentences": "I just wanted to check out my future play, but I also wanted to go say hello to the vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "ZELENY",
      "sentences": "The former President Donald Trump spent the day away from the campaign trail, calling into Fox News program to try and diminish Harris and Walz.DONALD TRUMP, FORMER U.S. PRESIDENT &amp; 2024 PRESIDENTIAL CANDIDATE (via telephone):  Nobody knew how radical left she was, but he's a smarter version of her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "ZELENY",
      "sentences": "A full look at the Minnesota governor complicates the liberal brush Trump and Vance are seeking to paint him with.A social studies teacher and football coach elected to a Republican leaning congressional district. And now in a second term as governor, where he's defending his progressive agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "WALZ",
      "sentences": "There's a golden rule, mind your own damn business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "ZELENY",
      "sentences": "The spotlight on vice presidential hopefuls will soon give way to the top of the ticket, in fact, to a debate over debates.Trump signaled a new willingness to meet Harris on a network other than Fox?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "TRUMP",
      "sentences": "I don't know how she debates here and she's sort of a nasty person, but not a good, good debater. But we'll see because we'll be debating her I guess in the pretty near future.(END VIDEOTAPE) ZELENY (on camera):  And Harris and Walz are making their way to a rally right here in Michigan. You can see hundreds, if not thousands of people will be gathering to see this new Democratic ticket. Jake, what that means is in a span of less than 24 hours, Harris and Walz have visited the three states in the critical blue wall. The question of course, is can they expand this battleground map? As we talked to voters here, there's no doubt they're excited about this Democratic ticket. You can see the excitement behind me here, but that debate that the former president mentioned, that, of course, could change the equation. I'm told aides may be announcing more about that, but potentially, that to happen in September -- Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "TAPPER",
      "sentences": "All right. Jeff Zeleny in Detroit, Michigan -- thank you so much.And joining me now, the Democratic governor of Maryland, Wes Moore, who is on the Harris-Walz campaign advisory board. Governor, thanks so much for joining us. So I know Democrats are very, very excited about the pick that Vice President Harris made in terms of Governor Walz. Conservatives point to some of his more progressive the policies as Minnesota governor, as potentially alienating of more moderate centrist voters. There's a statute that basically allows abortions at any stage of pregnancy are at least doesn't include any prohibitions on abortion, any stage of pregnancy. Conservatives also point to protections for transgender youth health care, including gender reassignment surgeries or puberty blockers, hormone therapy. Do you have any concerns that Walz is or will be able to be painted as to progressive to win over undecided middle of the road voters? GOV. WES MOORE (D-MD):  I think Governor Walz is and will continue to be an inspired choice, and someone who really has devoted his life to public service and he has -- he is a true patriot of this country, having joined the military when he was 17-years-old, having been a football coach and been a teacher and then been a leader, both in the -- both in Congress and also as a governor. And I think he's been able to show with this policies that we don't have to choose between having a growing economy and also making sure that everyone is seen in our society, that while he was governor, he both did things like increasing the child tax credit and also making sure that we can have -- have an inclusive business environment. People would be able to grow in that you can say, yes, we can be the home of United Health Group and GM and Target and also be the home for LGBTQ+ youth, and be the home for individuals who are returning from incarceration. And so, I think he's been able to have a really balanced common sense conversation about the future of Minnesota that I think is going to be important for people to be understand how he thinks about his governing philosophy for a nation going forward. Vice President Harris is now officially the Democratic Party's presidential nominee. Due to President Biden dropping out late in the game, she did not face the scrutiny of any sort of primary process. Do you think at this point, it's time for her to start answering questions from the press corps following her around, giving interviews, instead of just speaking at friendly campaign rallies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "TAPPER",
      "sentences": "Let's listen to what Republican vice presidential nominee, Senator J.D. Vance is saying about why Governor Walz ended up as Vice President Harris's running mate instead of your colleague, Pennsylvania Governor Josh Shapiro.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "VANCE",
      "sentences": "Kamala Harris was motivated or at least her party was motivated by antisemitism, and the evidence that I offer for that is what dozens of Democratic activists said in the run-up to her selecting her nominee. There were multiple grassroots activists, multiple media personalities, multiple people with influence in the Democrat Party who suggested that she should not choose Josh Shapiro because of his ethnic background.(END VIDEO CLIP) TAPPER:  Do you think that Governor Shapiro being Jewish had anything to do with why Kamala Harris didn't pick him? Not that she herself has animus towards Jews? Obviously not, she's married to a Jewish man, but because of any concern or fear that there are antisemites openly so who are part of the left now, just as there are antisemites who are part of the right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MOORE",
      "sentences": "Well, let's be clearI know I can tell you, I receive intelligence briefings every single week and intelligence briefings from both state officials and also federal officials. And I can tell you the rise that we have seen in antisemitic threats. The rise we've also seen in anti-Muslim threats that were just watching these numbers that are just going off of the charts. And the fact that I as a governor am having to put millions of dollars towards hardening homes of worship so that people can feel safe when they go to worship their god, shows the level of danger that we have in this society and something that we've got to address and we have to wrestle with. Now that being said, I think that the reason that the vice president chose Governor Walz to be her running mate is because that's the person she's the most comfortable with. You know, we have remarkable candidates that she could have chosen from, but I know that the vice president did not look at this as a box-checking exercise, about what this person could get me or what state this person could win for me. The reality is, that's not -- that has not been factored in since the last time that's factored in was really 1960. But this was a vice president who said, I'm thinking about this, that I want to be able to look that person in the eye and say, that is why I want to be my partner in the work. All the other things are put off to the side. And so I think any other insinuation about what got a person included in a vetting or what got a person excluded from a vetting is something that is frankly disingenuous and offensive to the process, that the vice president just went -- just a personal process that the vice president just went through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "TAPPER",
      "sentences": "So you noted that Governor Walz spent years in uniform, 24 years, most recently with a Minnesota National Guard. He was deployed to Italy in 2003 in support of the war in Afghanistan. Republicans, including J.D. Vance, are criticizing him for this remark that he said and that the Harris-Walz campaign put up on social media. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "WALZ",
      "sentences": "We can make sure we don't have reciprocal carry among state, and we can make sure that those weapons of war that I carried in war is the only place where those weapons are at.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "TAPPER",
      "sentences": "Now, you are a decorated Army combat veteran. Obviously, Governor Walz served honorably and he was in uniform for 24 years. But when he says weapons of war that I carried in war, quote unquote, does that sound to you like he's talking about serving in combat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MOORE",
      "sentences": "I mean, I -- as someone who -- who's had to carry these wars -- carry these weapons in combat. And as someone who is very proud of my military service and proud of the country that I served in uniform, I also know I'm deeply proud of the service that both Corporal J.D. Vance did and very proud of the service that that command -- that Sergeant Major Walz did as well.That's such a small percentage of our population that actually raises their hand to put on the uniform and serve, and serve this country. You know, I think that when we're talking about the obligation and requirements that it takes, the level of dedication for that person and their family that it takes, I think it's something that all people who have worn the uniform that they take very personally and take very seriously and will defend those who are willing to stand in the gap when others do not. And so I think that when, when, were having those conversations about respect of service, I do think it's important to remember that everyone who is willing to put on that uniform deserves the utmost respect because the vast majority this country has not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "TAPPER",
      "sentences": "Maryland Governor Wes Moore, thank you so much, sir. Always good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MOORE",
      "sentences": "It's great to see you, Jake. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "TAPPER",
      "sentences": "In our 2024 lead, Donald Trump reacting this morning on, where else, Fox to the news of Vice President Harris picking Minnesota Governor Tim Walz as her brand new running mate.(BEGIN VIDEO CLIP) TRUMP:  He's a very, very liberal man, and he's a shocking pick and I'm thrilled. I could not be more thrilled. Nobody knew how radical left she was, but he's a smarter version of her, if you want to know the truth. He's probably about the same as Bernie Sanders. This is a ticket that would want this country to go communist, immediately, if not sooner. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "TAPPER",
      "sentences": "Okay. They're very progressive. They're not communists.But my panel joins me now to discuss. Alayna, you've been following the Trump campaign closely. This is baked in. You thought, any surprises here as to his reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "I mean, of course, they were always going to try to frame regardless of who Harris picked as someone who was super progressive, who was super left. But I can tell you part of that, that we didn't hear from this morning or that wasn't just played now was him saying that he was really shocked that she didn't pick Shapiro.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "TREENE",
      "sentences": "This is something that we've heard repeatedly. I've heard at least repeatedly in my conversations with Trumps advisers, which they really did. They were very worried about Shapiro, obviously --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "TAPPER",
      "sentences": "Because of Pennsylvania?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "TREENE",
      "sentences": "Yeah, he's very popular in Pennsylvania. I think the Trump team recognizes it is vital for them to win it. It is no guarantee. They are not, you know, crazy confident that they're going to win it. And I think both campaigns, you hear this in Harris's team as well, they all see Harris as --  see Pennsylvania as being imperative to winning overall in November.But, look, as for the way that they are trying to define Walz, there's a couple of reasons. One is that they've struggled for the last couple of weeks, ever since Biden ended his campaign and Harris became very quickly the presumptive Democratic nominee, they've been struggling how to define her. And when I talk to Trump's team about this in the last 24 hours, they said they see Walz joining the ticket as a chance to try to define them together. And that's why they're jumping on this. Now, I do think that their argument that he's very progressive, that he's pushing the entire ticket to the left will be hard to argue in some cases, I think if you look at what he did as governor where he enshrined abortion rights into law. He protected rights for gender- affirming care. He passed universal gun background checks, those are things that are really going to be focusing on. I'm told specifically the last four years. But as a congressman, he was actually a pretty moderate Democrat. He voted with Republicans on a number of things. He pushed to strengthen the border. He pushed to lower the national deficit. He was actually back to then by the NRA. And so, I think they're still figuring out exactly which attacks will work best. But again, their biggest problem right now is which attack -- attacks work best on Harris, and that's why you heard Vance today really focus in both of his stops in Michigan and Wisconsin on going after Harris far more than he did go after her running mate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "TAPPER",
      "sentences": "Ameshia, CNN put together a list of the policies Walz has taken as governor, as Alayna just mentioned, passing a child state tax credit in Minnesota, making college tuition free for Minnesota. Families who make less than $80,000 a year, free breakfast, free launch in public schools, signing an executive action that offers protection for people seeking trans health care in Minnesota.What do you make of the basic criticism from Donald Trump that Walz is basically as liberal, if not more liberal than Bernie Sanders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:31",
      "speaker": "AMESHIA CROSS, DEMOCRATIC STRATEGIST",
      "sentences": "I think that it does not have any basis. In fact, when we look at where Americans are, we know that college affordability is nonexistent. We know that it's the fastest- growing expenditure, second only to childcare.Americans want to be able to send their kids to school without having overwhelming debt that they're paying off for generations. We also know that what he's been able to do to reduce childcare expenses to provide for affordable housing, to provide protections for those who have been overburdened by the criminal justice system, particularly black man who had been the targets of it consistently over the years. Those are things that the overwhelming majority of Americans are supportive of. So I think that it's a very hard thing to try to pigeonhole him in and to what you said a moment ago, when he was actually in Congress, we saw Walz work across both sides of the aisle. We saw him be able to formulate relationships. We saw him be able to be that person who brought bipartisanship. And I don't think that that's going to be something that would be dissolved should he become vice president. I think that Americans are smarter than that, that the things that they're -- that the right is trying to push him on are things that we've seen only work in his state, but are honestly things that many Americans have been asking for at the national level, things that unfortunately have been blocked by Republicans today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TAPPER",
      "sentences": "So let me ask you a question because there's this -- I'm hesitant to even bring it up, but this is gross online smear about J.D. Vance involving couches, OK, and the only reason I cite it is because Governor Walz made a reference to it during his introduction speech yesterday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "WALZ",
      "sentences": "And I got to tell you, I can't wait to debate the guy. That is, if he's willing to get off the couch and show up. So --(LAUGHTER) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TAPPER",
      "sentences": "A clear reference to this gross smear. So I mean, whatever happened to Michelle Obamas when they go low, we go higher?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "SINGLETON",
      "sentences": "I think Democrats have abandoned that a long time ago. Look, I get it. Politics is a brutal sport. This is like a boxing match and we're trying to see if we can get the knockout first and they're trying to do the same, and let's see what happens in November, Jake. But I'm not surprised by it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TAPPER",
      "sentences": "What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "CROSS",
      "sentences": "I love Michelle Obama, but she's not in this race. They're running against Donald J. Trump who continues to go lower, deeper, more crazy. We've seen everything on Truth Social.I don't know who kambala is. I don't know why he's pretty attending like -- like we're going to see Joe Biden pop-up out of something at the DNC and become the nominee again. This campaign is measured against the guy they're running against, and the field game is extremely strong. And I think that trying to compare it to somebody who's never going to run, who's not going to run and something that she said to try to calm some of the aggression we saw from the right, it doesn't make sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "SINGLETON",
      "sentences": "So, you guys are going lower? Is that fair to ask?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "CROSS",
      "sentences": "No, we're meeting -- we're meeting the energy where it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TAPPER",
      "sentences": "Meet the energy where it is.Alayna, just quick question, is there going to be a debate between Donald Trump and Kamala Harris do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TREENE",
      "sentences": "I wish I knew the answer. It'd be a great scoop. I don't know. I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TAPPER",
      "sentences": "If you had to guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TREENE",
      "sentences": "If I had to guess, I actually think there will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TAPPER",
      "sentences": "Just one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:03",
      "speaker": "TREENE",
      "sentences": "At least one. My -- I can't make a prediction on if there'll be one or more. I do know from my reporting in my conversations with the Trump team, I really do believe that he actually wants to debate. He does think it's an obligation.Now whether he believes that it's going to be a great contrast which I think he does with Harris, whether the rest of his campaign believes that as well is unclear, but I do know that at this time, it's very clear that he wants to debate so does Harris. And I think the details now are more and when and where it will happen rather than if it will happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:23",
      "speaker": "TAPPER",
      "sentences": "Also in our 2024 lead, Missouri Congresswoman Cori Bush and she's a member of the Squad, she lost her bitter and expensive primary battle last night, losing to county prosecutor Wesley Bell who was significantly boosted by a super PAC affiliated with the United States' largest pro-Israel lobby, AIPAC.Cori Bush is now the second member of the so-called squad, that's a group of progressive members of Congress to lose her Democratic primary race. This is after Jamaal Bowman lost his primary race in New York under similar circumstances. I'm back with Ameshia Cross and Shermichael Singleton. CNN's Lauren Fox joins us. Lauren, let me start with you. How do you think Bush's -- Congresswoman Bush's voting record in the House played into this primary race. The investigation -- there was a federal investigation into spending of campaign funds. What happened here beyond and the money that helped unseat her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:23",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "There's a reason that the money here got involved, right? That this super PAC wanted to be involved in this race, and that is her voting record on Israel.When you look back, she voted against funding for the Iron Dome back in 2021. She was one of just a handful of Democrats to do so. Then at the end of October, after the October 7 terrorist attack in Israel, she actually voted against a resolution that said that we stand with Israel, we support Israel and the U.S. is ready to do what they can to help Israel. That obviously caused a lot of backlash. But it's interesting because in this race, the super PAC wasn't spending money on advertisements going after her because of her record on Israel. They were actually going after the fact she voted against the infrastructure bill, a Democratic president's legislation, and that she voted against the debt ceiling proposal, something that they said could have had an effect on Social Security beneficiaries getting the money that they deserve. So that just gives you a sense of this was a very localized advertising campaign even though it was coming from a super PAC that says, and is very open about the fact that they support Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:23",
      "speaker": "TAPPER",
      "sentences": "Yeah. And, Ameshia, I want to play the reaction from Congresswoman Bush last night.(BEGIN VIDEO CLIP) REP. CORI BUSH (D-MO):  AIPAC, I'm coming to tear your kingdom down. And let me put all of these corporations on notice, I'm coming after you, too. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:23",
      "speaker": "TAPPER",
      "sentences": "Your response, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "SINGLETON",
      "sentences": "That's a fact. And, look, I looked at some of the local reporting and several major well-known pastors in her district all endorsed her opponent. And when asked why it was because of the infrastructure bill, her areas severely needs federal funding and a lot of the pastors said, look, we have parishioners and family members of parishioners who really need these funds for work purposes, other important issues for the community.And it made zero sense for her to vote against him. Then she said, well, I voted against it because I want to Democrats to move further on this particular issue. And those pastors said, we understand that, but people really are hurting now, you need to vote on things that I got to move the needle forward for the people who elected you. And so I think this was smart for AIPAC, Jake, to be strategic and I'll give a lot of credit to Jonathan Greenblatt. They're going after members of the squad because of their anti-Israel, anti-Zionist, and antisemitic views of my personal opinion, but they're using strategic issues based on the local racist to defeat them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "TAPPER",
      "sentences": "Greenblatt is with ADL, not with the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:06",
      "speaker": "SINGLETON",
      "sentences": "ADL, correct. Excuse me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "TAPPER",
      "sentences": "We have some breaking news for you now. All of Taylor Swift's upcoming concert in Vienna, Austria, have been canceled because of an alleged planned terrorist attack at the concert sites. That is according to the promoter for these Taylor Swift shows.So, let's get straight to CNN's Elizabeth Wagmeister, as well as CNN's Nick Paton Walsh. Elizabeth, tell us what you've learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "ELIZABETH WAGMEISTER, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "So, Jake, as you've said, the concert promoter in Austria has announced that all three shows that were planned for Taylor Swift this week in Vienna have been canceled. Now, just moments ago, Taylor Swift's official website has also made this confirmation saying that the tickets will be refunded within ten days.Now, of course, this is incredibly rare for a concert of this stature to be canceled. But, of course, this is a security precaution the stadium in Vienna where Taylor was set to perform holds around 60,000 people. And as we saw recently at one of her shows in Munich, there were 50,000 additional people outside of the stadium. This really harkens back to 2017 with the Manchester bombing at Arianna Grande's concert that killed 22 people. So, obviously, very strict security precautions being taken here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:41:26",
      "speaker": "TAPPER",
      "sentences": "And, Nick, you just did some reporting about the terrorist group ISIS radicalizing young people, especially young men. And it appears that some of that might have been at play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "TAPPER",
      "sentences": "All right. Nick Paton Walsh and Elizabeth Wagmeister, thank you so much. We'll continue to bring you all the details of this developing new story as we get them.Coming up, multiple major airlines are reroute flights we report certain airspace as everyone braces for what Iran or its proxies might do next. We'll take you to our experts on the ground in the Middle East, in just minutes. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "TAPPER",
      "sentences": "And we're back with our world lead.This just in to CNN, sources telling us that it is becoming more and more likely that the terrorist group Hezbollah will strike Israel, independent of whatever Iran may or may not do. This as U.S. Secretary of State Anthony Blinken and President Biden are engaged in a full-court diplomatic press to avoid a greater war in the Middle East. Well, overnight and today, multiple airlines or rerouting flights so as to avoid Iranian and Iraqi airspace in the coming days, all this fueled by the killings of high-profile Hezbollah and Hamas leaders last week. CNN's Clarissa Ward is in Israel. Nic Robertson is in Saudi Arabia. Nic, today, the Organization of Islamic Cooperation met in Jeddah, Saudi Arabia, where you are, to discuss Hamas leader Ismail Haniyeh's assassination. What are you hearing about that meeting and the possibility of an attack on Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes. So, the media lasted about four hours, 50 or so foreign ministers. Interestingly, diplomatically significant because it kind of looks like a bit of a snub the Saudi foreign minister, his home soil, he wasn't there. The deputy foreign minister was there.Iran came into this wanting to get the hold of the IOC to condemn Israel for killing Ismail Haniyeh on their territory. Of course, they hadn't said they did it, but the OIC believes they did. Also they got unity on criticizing Israel for deaths of Palestinians in Gaza. And they got a call for the U.N. from the OIC, for the U.N. to get more actively engaged and push for a ceasefire in Gaza. Now, why that? Because diplomatically at the moment, that's seen as a potential off-ramp for Iran. If Iran is told, look, Prime Minister Netanyahu may move towards a realistic ceasefire in Gaza than Iran gets to say, hey, we understand that we have an ability to respond to this violation of our sovereignty, but we actually value the lives of Palestinians in Gaza more. You're going to have a ceasefire. We won't trip that up if you will by striking back at Israel. That was the off ramp. We didn't get that today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "TAPPER",
      "sentences": "And, Clarissa, Israel's response will likely depend on whether civilians or military sites are targeted or hit, how many casualties resulted from the attack? What can Israel's past responses teach us about how this might play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I think the closest thing we have that we can look at as being instructive were these this attack more than 300 projectiles fired from Iran onto Israel back in mid-April. Those were targeting primarily a military site, that Nevatim Airbase. That's where the F35s are held. There were no casualties except for one young Bedouin girl who was seriously injured.But you can be sure that the response will be different. I should say in that case, Israel respond in a relatively contained and moderate way. And the whole thing was sort of -- a line was put underneath it. But in this case, there's a lot of speculation Iran could be looking at going for infrastructure, for power plants potentially. And obviously, it becomes very difficult once you have a lot of things flying in the sky to be sure that you're not going to see any civilian casualties. And as we saw in Majdal Shams, when a rocket killed 12 people living there and the occupied Golan Heights, Israel responded very forcefully. So clearly civilian casualties are definitely a red line, but as of yet, we don't know what this strike would look like if it is indeed even going to happen, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "TAPPER",
      "sentences": "And, Nick, what might this all mean for the efforts to get a ceasefire and hostage release deal given that the Hamas political leader, who was one of the negotiators has been killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ROBERTSON",
      "sentences": "Yeah. That makes it so much harder. I mean, that makes it harder for Israel to make any kind of concession since the type that Iran and others, that the OIC here want to see to move forward in a softer way towards a ceasefire.I asked the Palestinian representative is a permanent representative of the United Nations normally. He was sitting at the table representing the Palestinians, and I asked him if the actions here today at the OIC made the region now safer from escalation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "RIYAD MANSOUR, PERMANENT OBSERVER OF PALESTINE TO THE UNITED NATIONS",
      "sentences": "The region does not need escalation. What the region needs is a ceasefire, what the region needs to address the legitimate right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ROBERTSON",
      "sentences": "And that depends on Prime Minister Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "MANSOUR",
      "sentences": "I have a feeling that president -- Prime Minister Netanyahu wants to drive President Biden into a war with Iran. And I think that we all should learn the lessons are being dragged into war in Iraq in the past under false, you know, assumptions. What we need is peace.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:01",
      "speaker": "ROBERTSON",
      "sentences": "So the big question right now is Iranian acting foreign minister has gone back to Tehran, what's the message? How do the hardliners interpret it? Do they go for something that causes escalation? Do they go for some moderate action? Do they try to use this sort of international initiative that we're hearing about President Macron today? Others to put pressure on Prime Minister Netanyahu to go for a ceasefire.We've seen that. It's a very unlikely step. But that's where were at.",
      "isLastSentenceInterrupted": false
    }
  ]
}