{
  "date": "2024-01-12",
  "headline": "Quest Means Business",
  "subHeadline": "U.S. and UK Strike Iran-Backed Houthi Targets in Yemen; Oil Prices Rise on Fears of Middle East Disruptions; Biden Says Strikes On Houthis Delivered A Message To Iran; Israel Rejects Genocide Accusation At The Hague. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:31",
      "speaker": "ELENI GIOKOS, CNN INTERNATIONAL HOST",
      "sentences": "U.S. markets are ending the trading week. In the (inaudible), take a look at how they're doing right now, mixedU.S. earnings is why the geopolitical tensions pulling the Dow lower. As you can see, we're down 0.4 percent. Those are the markets, and these are the main events. Washington says it was acting in self-defense after striking Houthi rebels in Yemen. Israel defends itself against charges of genocide at the International Criminal Court. And Europe's top central banker, Christine Lagarde, says a Trump presidency poses a threat to Europe. Live from Dubai, it is Friday, January 12th. I'm Eleni Giokos. I'm in for Richard Quest, and this is QUEST MEANS BUSINESS. A very good evening and welcome to the show. Tonight, Houthi leaders say the U.S. and Britain will pay a heavy price for their airstrikes in Yemen. Washington says more than 60 targets were hit last night at 16 militant locations. A Houthi official says five people were killed and six more were injured. This map shows the precise location of the strikes inside Yemen. They were in response to recent Houthi attacks on ships in the Red Sea. The UK Maritime Trade Operations says, a vessel was apparently targeted in the Gulf of Aden. Now the strike sparked protests in Yemen's capital and condemnation from Iran. A number of U.S. allies in the region have expressed deep concern about the escalating violence. We've got Nic Robertson joining us now. He is in Tel Aviv. Nic, always great to speak to you. U.S. and its allies resounding message that this strike was solely defensive in order to hamper the ability of the Houthis to target vessels in the Red Sea. What are we seeing now in terms of promises of retaliation? What does this mean? And are we perhaps in the precipice of a wider escalation here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:31",
      "speaker": "NIC ROBERTSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "There is a potential for wider escalation and the Saudis perhaps have most skin in the gamethere. They came to a truce with the Houthis a little under two years ago. The Saudis were backing internationally recognized government that the Houthis ousted, but Saudis were on the receiving end of a lot of Iranian- made missiles fired by the Houthis into Saudi Arabia -- cruise missiles going towards the capital. So they have a lot of skin in the game and will be concerned about a potential escalation at this time. Although they very clearly said it's important to have that freedom of navigation in the Red Sea. What we're seeing, at the moment, you know, the Houthis have said that they will respond to the strikes last night, that they will respond also to broader, it appears, U.S. and UK interests. And the -- off the shores of Yemen, a ship does appear to have been attacked again in the last few hours. Now, if you come out of that area in the Red Sea, that narrow channel in the Red Sea that's heavily patrolled by the international coalition at the moment, Operation Prosperity Guardian, heavily patrolled come out of there and hang a left, you get in the Gulf of Aden. So about 90 nautical miles off the coast of Yemen in the Gulf of Aden, a ship in international waters targeted by what appears to be a Houthi missile landing, according to the master of the ship, landing about 400 to 500 meters away and three small, what appear to be Houthi vessels trying to trying to use the opportunity to board that ship. As we've seen the Houthis do before, that was underway in the last few hours, so it does seem that the Houthis are continuing their attacks, United States reserving the right to respond to the Houthis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "ROBERTSON",
      "sentences": "I think where we stand today is not possible to say and it's absolutely having an effect on traders. As you probably going to note inthis program that oil prices early this morning went up here by about 4 percent. You've seen Tesla in Germany have to shutter a car plant there because parts are going to get delayed, because ships are going to have to be rerouted. I think how long commercial vessels they're affected is going to depend on their level of risk that they're willing to take. I think, at the moment, all bets are off on what the Houthi response will be. We haven't heard a battle damage assessment of how effective these 60 different missile strikes were last night. We haven't heard that from the U.S. and UK coalition, so we don't know how successful they think they were. But the reality is the Houthis have said they'll straight back, so if they can, they will. And then there'll be a response to that. And there may not be a clear delineation of when it becomes absolutely safe for vessels to travel the Red Sea because the Houthis, typically, have many different ways of attacking shipping. They can send remote-controlled drone type explosive packed, small boats, small vessels at large oil tankers. They've done that in the past. So the way that they can .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "ROBERTSON",
      "sentences": ". they don't have to perhaps rely on the cruise missiles, the drones, and all these sorts of things, they have other ways of attackingshipping. So it appears that they have intent, and I witnessed what we've seen this evening, have intent and are continuing attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "GIOKOS",
      "sentences": "Nic Robertson, thank you so much for being on the story for us.Well, the White House says it's monitoring the effects of the bombing. Pentagon Spokesperson Patrick Ryder told CNN that it had, quote, \"good effects.\" British Prime Minister Rishi Sunak defended the strikes, calling them an act of self-defense. White House Spokesman John Kirby had this explanation. (BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL SPOKESPERSON: We have no doubt that the targets chosen or targets that were meant specifically to degrade the Houthis ability to launch drones, to launch missiles, to store them and other capabilities that they would have, including, for instance, the radar sites to be able to guide these missiles into targets. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "GIOKOS",
      "sentences": "Hi. Well, Jim Sciutto is with us right now. Jim, great to have the on the story for us. Look, the messaging from the U.S. has had goodeffects. They've targeted 60 assets, including various locations, 16 locations overall. This is all in a bid to try and erode the ability of the Houthis to attack vessels and disrupt trade, but do we actually know the ultimate impact here given that the Houthis are threatening retaliation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "I think erode is a keyword. And even U.S. officials I've spoken with do not claim that this has eliminated Houthimissile and drone capabilities. This has an impact. They believe it was a significant impact, but it does not take it away. And, in fact, just a short time ago, I spoke to Deputy Pentagon Press Secretary who said and reiterated they expect the Houthis to respond with further attacks and there were reports of one missile fired in those shipping lanes, not yet confirmed that was a Houthi missile, but the Pentagon is investigating that. So they expect this not to be over, in effect, but they also caution that if the attacks continue in force that you might see -- you might very well see additional strikes from the U.S. and its allies against Houthi capabilities like those capabilities that we saw struck just over the last 24 hours. So, no one I've spoken with either in the U.S. or with its partners has said what we saw last night is the end of this. They expect more strikes from the Houthis, and they are holding out the possibility of more strikes from U.S. and its partner forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "GIOKOS",
      "sentences": "Yes. Well, this is the thing because what you're describing now is clearly what seems to be an escalation. And this is the big concern at thisstage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:02",
      "speaker": "GIOKOS",
      "sentences": "What would the next few weeks look like if the U.S. says, look, we're going to strike back if there's retaliation, the Houthis don't seemto be standing down on this. And, frankly, they've proven to be quite resilient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "GIOKOS",
      "sentences": "Right, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SCIUTTO",
      "sentences": ". deters future attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "GIOKOS",
      "sentences": "Right. Jim Sciutto, great to have you. Thank you so much for joining us.While we're seeing more economic fallout from the situation in Yemen, oil prices initially jumping on fears of a wider Middle East conflict, Brent Crude and West Texas Intermediate have both risen significantly. As you can see, Brent Crude sitting up 1.2 percent. Look, shipping rates for key global routes have spiked since the Red Sea attacks began. Te supply chain disruption will reportedly cause Tesla to suspend production next month in Germany. We've got Ian Bremmer joining us now, who is the president of the Eurasia Group. He joins us from New York. Ian, great to have you on the story . IAN BREMMER, PRESIDENT, FOUNDER OF EURASIA GROUP &amp; GZERO MEDIA: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "GIOKOS",
      "sentences": ". and what a time to be speaking right now. I mean, we've seen these disruptions in the Red Sea. We've seen vessels, you know, deviate andgoing to, you know, points where haven't -- they hadn't really been used before Cape of Good Hope, for example. But here's the reality. You've got the Houthi attacks on vessels, you've got the U.S. allies striking back, then you've got promises of retaliation. The question of real spillover and escalation that was -- you know, there was a big hope that would be avoidable, now probably very likely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "BREMMER",
      "sentences": "That's certainly our perspective. Back when we put the top risks together for 2024 on Monday, Middle East was number two. And the reason forus is we thought it was virtually certain that the war would escalate substantially over the coming months. The Houthis are one piece of that, but sadly not the only piece, it's also the Shia militants in Iraq and Syria. It's also the northern front in Hezbollah and the Israeli desire to degrade their capabilities and push them back from the border. And it's also the radicalization of Muslims, not just in the region, but around the world on the back of all of that violence. I mean, if it were just a matter of us sitting here today and talking about the Houthis and the American strikes and nothing else, I would feel more comfortable with this conversation, but it's not. And it's not in the context of an Israel and a U.S. supporting it that are very, very isolated on the global stage. And that makes the Israelis feel like they have to do everything they can to reduce any external threats now. So everything is still pointed towards escalation at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "GIOKOS",
      "sentences": "Yes, I -- it really is. What a way to start the year and, of course, with the risks that you've tabled.Look, behind the Houthis, of course, we know is Iran. We've established that. There hasn't really been an appetite in the past for, you know, a real confrontation between the U.S. and Iran. Is there a likelihood that that could be playing out? Should we be watching very closely in terms of direct military, you know, confrontation between Israel and Iran, or the U.S. and Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "BREMMER",
      "sentences": "It's obviously a concern. I don't think its imminent. I think we're still several steps of escalation away from when we need to say thiscould happen at any moment. But, you know, saying that the Iranians don't have an appetite for escalation and conflict really flies in the face of the fact that they are providing the weapons systems for all of these actors to attack the United States, its allies, and civilian shipping. They're the ones that are putting U.S. --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "GIOKOS",
      "sentences": "Yes. I mean, really interesting probabilities you playing out there. But look, I want to talk about what we're seeing in the Red Sea interms of shipping routes, and what this means for oil prices, and whether we should be pricing in a very different scenario than what we were anticipating towards the end of 2023. This is perhaps one of the biggest risks now facing commodities, as well as the oil market as well. What are you pricing in right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:12",
      "speaker": "BREMMER",
      "sentences": "So I'm not pricing in anything, right? I mean, so I'm not having to deal with this on an investor basis. But I think the reason why pricesare still well below their Russian invasion highs are because the Americans are producing record amounts and because Chinese demand is really low. Plus, we also have the Saudis and OPEC with more than 1 million barrels of oil production a day that they have kept off the markets because they're concerned that the economy just is too anemic in 2024. So in other words, there is a fair amount of flex in the system that is keeping those prices low despite the geopolitical risks that are very real. The thing that would change that would not be more us strikes against Yemen. And I don't expect the Yemeni -- the Houthis are going to be taking big strikes on energy facilities because they don't want to antagonize the Saudis and the Emiratis directly. They want this fight to be about the United States and Israel. They want the gulf states on the sidelines. So the risk here is if it blows into U.S. versus Iran or Israel versus Iran, then you have $150, $200 oil, then and you have a global recession, then Biden loses, right, absolutely. And I don't think that that is intended by anyone right now, but it's absolutely possible. US strikes in Yemen, what if you hit a bunch of IRGC forces, and what if they, with some autonomy from the Iranian government, decide they're going to strike back? There are lots of ways that we can see this happening, even if it's not the intention. And so, should some of that be priced? Then yes, probably some of that should be priced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:21",
      "speaker": "GIOKOS",
      "sentences": "Well, just three days to go until the Iowa caucuses, and you might think it's a done deal given the massive lead former President Donald Trumphas in the polls. But as it turns out, the weather is creating a birth of chaos for the Republican candidates. The state has been getting hammered by blizzard light conditions. The weather is set to be bitter cold this weekend. Ron DeSantis, Vivek Ramaswamy, and Nikki Haley have all had to cancel some events. But the Trump campaign is still planning its events over the next couple of days. In the meantime, Christine Lagarde is breaking her usual political silence to issue a warning about Donald Trump, the European Central Bank President said this yesterday. (BEGIN VIDEO CLIP) CHRISTINE LAGARDE, PRESIDENT, EUROPEAN CENTRAL BANK (through translator): If we draw lessons from history by which I mean to say the manner in which he carried out the first four years of his mandate, it is clearly a threat. You just have to look at the trade tariffs. You just have to look at his commitment regarding NATO. You just have to look at his attitudes regarding the battle against climate change. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:21",
      "speaker": "GIOKOS",
      "sentences": "Well, that comes as the Eurasia Group named the U.S. election as the world's top geopolitical risk in 2024. It says this year's race will bethe biggest test for American democracy in 150 years. It's followed by the Middle East, Ukraine, AI, and growing alliances between Russia, Iran, and North Korea. I want to go back to Ian Bremmer. He's still with us. He's the president of the Eurasia Group. Ian, great to still have you with us and fantastic conversation. Let's get into these risks, right? And firstly, let's start off with what Christine Lagarde said. She wasn't mincing her words about what a presidency with Donald Trump would mean. What is your assessment of his statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:21",
      "speaker": "BREMMER",
      "sentences": "Look, I -- I've known Christine for a long time, and I have a lot of respect for her. And I remember when she was running the IMF, when Trumpwas president, and she worked very hard to find a way to work with Trump just like all the other leaders did. It didn't matter if she thought he was a good guy or credible. I remember she initially did it through Ivanka, and it ended up that the IMF was not hit hard by Trump the way a lot of other organizations were. But I tell you what she's having to say right now, publicly, is what almost every major world leader I know that's an ally of the U.S. has been saying privately, but they won't say it publicly because they fear that they may have to work with them. So these concerns are not unusual at all. You'll hear them from the Japanese, and from the Germans, and from the Canadian, the -- across the board, but no one wants to say it publicly, just like no CEO wants to say it publicly, just like no other Republican candidate other than Chris Christie, who got no support and just resigned and just pulled out of the race .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:21",
      "speaker": "GIOKOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:21",
      "speaker": "BREMMER",
      "sentences": ". suspended his campaign.This is the problem, of course. Everyone sees the risk, but almost no one wants to talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:21",
      "speaker": "GIOKOS",
      "sentences": "Yes, fascinating. She did it on the public platform. Look, in your risks for 2024, first, you say that it's the U.S. versus itself. And yousay that the U.S. political system is more functional than any other advanced industrial democracy in 2024. The problem will get much worse. Can you explain what you meant by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "GIOKOS",
      "sentences": "Ian Bremmer, great to have you on the show. Thank you very much for spending so much time with us .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "BREMMER",
      "sentences": "(Inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "GIOKOS",
      "sentences": ". and taking us through all the risks that we can expect in the next few months and the next year. Hopefully, we speak again with somebetter news. Much appreciated, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "BREMMER",
      "sentences": "Be good, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "GIOKOS",
      "sentences": "Well, U.S. aviation officials say they'll order the Boeing 737 Max 9 production line and its suppliers focusing on quality control. Theannouncement comes one week after the dramatic incident on an Alaska Airlines flight when a door plug was blown off the side of the aircrafts. CNN's Pete Muntean has the details for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Eleni, two rare announcements from the Federal Aviation Administration here in the US, and each of themsignificant. Put together, it means the probe of Fridays in-flight blowout is now expanding, going way beyond just the incident itself and asking what a lot of people want to know -- is there a bigger problem at Boeing? The Federal Aviation Administration just announced it will audit the Boeing 737 Max 9 production line. That was the plane involved in last Friday's incident. All 171 of those planes in the U.S. remain grounded. The audit will focus on Boeing and its suppliers, and that is key because the contractor, Spirit AeroSystems, that builds the fuselage of the Max 9, this is in addition to the investigation into Boeing's quality control that the FAA announced on Thursday. Here is what the FAA said in its announcement of that investigation. \"This incident should not have it happened and cannot happen. Again, Boeing's manufacturing practices need to comply with the high safety standards they're legally accountable to meet.\" Remember, this investigation focusing on the 737 Max 9 door plug, that's the part that blew out of Alaska 1282 a week ago. And since then, both Alaska Airlines and United Airlines have both found issues with their door plugs. United said it found loose bolts related to possible installation issues. Now, the bolts are really key here. Four bolts keep the doors snug against 12 fittings. And without those bolts, the door can essentially shoot off with incredible force exactly what it did last week. Still a very controlled message from Boeing. CEO Dave Calhoun has done one interview since the incident, and he told CNBC there was a horrible escape when it came to Boeing quality control. He insists Boeing is going to take a hard look at its own processes and those of its contractors. By the way, a civil suit, a class action suit filed held in Washington state, the home of Boeing, by the passengers on Alaska Flight 1282, lawsuit alleges physical injuries, emotional trauma, passengers bruised, and the big quote here, \"They are thrust into a waking nightmare,\" -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "It was three hours today of very detailed rebuttal of everything that we've heard yesterday from the South Africanside. As you mentioned, Eleni, the idea that the position taken by the South African lawyers presented a distortion of the truth of events in Gaza, but also a misuse or an attempted misuse of the 1948 Genocide Convention. It was, we heard from Israel's lawyers, the charge of genocide that should be turned towards Hamas. Israel was defending itself. And, in fact, going so far as to say that should the court of South Africa has requested a rule in favor of the preliminary measures that would demand that Israel pause hostilities while these issues can be investigated. This would simply be preventing Israel from its right to defend itself. You had a very different image painted today of what was happening inside Gaza, with lawyers speaking to government documents, government efforts, they said to protect civilians, what harm had been done to civilians, both casualties -- both killings, and the wider humanitarian crisis was down to Hamas, and theirs was the sole responsibility for what was happening to the civilians of Gaza. You heard a great deal about the embedding of Hamas within Gaza's societal fabric. Images, were showing some of the tunnels to try and give the Israeli case that their attempts to eradicate Hamas were all that the IDF were trying to pursue. There was a robust judicial system inside Israel to take on any soldiers who might have gone too far or disobeyed orders or been themselves guilty of war crimes. Very different, of course, to what we heard yesterday, those three hours of the South African case laying out according to U.N. experts, what they said the grounds were for their charges of genocide that they'd like to see considered by the Court. Of course, in the immediate future, what South Africa has done is set the bar relatively low, the question of German genocide will be considered possibly over the coming years. The immediate question for the judges, the 13 judges, plus the two, one from Israel, one from South Africa that sit on the court behind me will be to decide whether or not they go in South Africa's favor and demand that Israel stop its war. We've also seen, and I think this is important Eleni, beyond what we've seen these last few days within the Court, everything that's happened outside, a very big campaign -- communications campaign on the part of Israel, a web site launched to remind the world of the atrocities of October 7th. A number of events here in The Hague. The holding of a Shabbat table earlier today, where some of the places that had been set with the hostages that are still inside Gaza. And a series of events with the families of some of the hostages still held inside to remind the world what is at stake. Fundamentally, though, South Africa's point is that no atrocity can ever justify genocide. And it wants the judges here urgently to consider the idea that the suspicion that genocidal acts might have been -- might be could -- might be taking place in Gaza, should be enough for them to rule in South Africa's favor. We should find out relatively quickly, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:42:21",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. And returning to our top story the U.S and the U.K say they carried out airstrikes yesterday against dozens of Houthi targetsin Yemen. The bombing was in response to attacks on shipping vessels in the Red Sea. President Biden says the U.S. will continue to respond to the Houthis if they continue their, \"outrageous behavior\" of attacks on commercial shipping in the Red Sea. The Houthis are believed to be armed and trained by Iran, one of several proxies used by Tehran to influence the region. Paula Hancocks has more. (BEGIN VIDEOTAPE) PAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT (voice over): Explosions light up the night sky in Yemen, as U.S. and U.K. military strike more than 60 targets. The intention, U.S. officials say, to degrade the Houthi rebels' ability to attack commercial shipping in the Red Sea. The Iranian- backed group has already promised retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:42:21",
      "speaker": "MALCOLM DAVIS, SENIOR ANALYST FOR DEFENSE, STRATEGY, AND CAPABILITY, AUSTRALIAN STRATEGIC POLICY INSTITUTE",
      "sentences": "But it's also possible that theHouthis and Iran, through its proxies in the region in Iraq and Syria, and through Hezbollah, could also launch asymmetric attacks, indirect attacks across the region. HANCOCKS (voice over): Iran's proxies, the so-called Axis of Resistance have been launching attacks on Israel and U.S. troops in the region on a near daily basis, from bases in Lebanon, Iraq, and Syria. The possibility now of an increase in attacks by these Iranian-funded, trained, and equipped groups cannot be discounted. COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Probably through proxies. I -- because the Iranians don't want to, at least, not yet, they don't seem to want to directly confront the U.S. and its allies. The other aspect of this is that the proxies that Iran has aren't necessarily as directly controlled as we sometimes think they are by the Iranians. HANCOCKS (voice over): All Ideologically linked, supporting Gaza and attacking Israel in the United States, but with varying degrees of autonomy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:42:21",
      "speaker": "SANAM VAKIL, DIRECTOR, MIDDLE EAST AND NORTH AFRICA PROGRAMME, CHATHAM HOUSE",
      "sentences": "Iran has benefited from decentralizing management over the groups.This comes with risks though, because there is a much more agency for these groups, and then, thereby, much more risk for Iran as well. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "GIOKOS",
      "sentences": "Well, still to come, Taiwan heads to the polls on Saturday to choose a new president and parliament. Why the world is watching closely?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Now, China says it's on high alerts and ready to smash, what do you call separatists plots in Taiwan. This follows news thatthe self-governing island plans to upgrade its fighter jets and purchase additional aircraft from the U.S. Beijing has vowed to reunify Taiwan with the Chinese mainland despite never having controlled it. With official saying, they won't rule out the use of power to do so. And as tensions escalate, Taiwanese voters are heading to the polls on Saturday to elect a new president and parliaments. CNN's Will Ripley has more on a critical choice that could have international repercussions. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Taiwan at a crossroads. The upcoming presidential election, some call a choice betweenpeace and war. Taiwanese voters face a monumental decision, continue prioritizing ties with Washington or recalibrate the U.S. relationship and mend fences with Beijing. SIMON CHU, TAIWANESE VOTER (through translator): If the Democratic Progressive Party doesn't change their direction, I think that war could happen in our generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "RIPLEY",
      "sentences": "In the campaign's final days and hours, three parties drawing battle lines, watching closely, China's Communist leaders and U.S.lawmakers. The Taiwan's ruling party, the Democratic Progressive Party, or DPP, the presidential front runner. LAI CHING-TE, VICE PRESIDENT AND PRESIDENTIAL CANDIDATE, TAIWAN: We are determined to safeguard peace and stability in the Taiwan Strait. RIPLEY (voice over): Presidential candidate and current vice president, Lai Ching-te, running alongside Taiwan's former U.S. envoy, a ticket openly despised by Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:03",
      "speaker": "RIPLEY",
      "sentences": "Lai says deterrence is the only way to defend Taiwan from a Chinese takeover, a message that seems to resonate with many in this crowd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are trying in to destroy Taiwan's democracy whenever possible.RIPLEY (voice over): Disinformation, deep fake videos, doctored audio, all coming from China, Taiwan, intelligence says. Beijing calls the ruling party candidate \"dangerous\", deepening divisions ahead of a crucial vote to define this democracy's future. (END VIDEOTAPE) RIPLEY (on camera): Given that Taiwan is the largest source of tension between China and the U.S., the island's main international backer and arms supplier, how China responds the result of this election will be a big test. Can Beijing and Washington manage tensions or will they move towards more confrontation? Or even conflict? Will Ripley, CNN, Taipei.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:06",
      "speaker": "GIOKOS",
      "sentences": "Well, the outcome of Taiwan's election could have consequences for the global economy as China becomes increasingly assertive. Taiwan is a hubfor computer chips. TSMC produces about 90 percent of the world's leading semiconductors used in smartphones, cars, even military drones. Foreign investors appear nervous about the outcome of this weekend's election. Taiwanese stocks are down in the year to Friday. Well, joining me now is Rupert Hammond-Chambers, president of the U.S. Taiwan Business Council. Sir, great to have you with us. Thanks so much for joining us. As we've just seen our reporter there, Will Ripley, describing how China has said that the really party candidates in Taiwan is dangerous? And it just brings the question, you know, I'm sure, you know, the voting citizens are watching on, seeing the threat from China and saying, you know, to what extent people voting based on internal domestic realities versus a candidate that could be a strong buffer to China, for example. RUPERT HAMMOND-CHAMBERS, PRESIDENT, UUNITED STATES-TAIWAN BUSINESS COUNCIL: Eleni, thank you very much for having me on your show. I think what the Chinese object to most, or the Chinese Communist Party object the most is Taiwan's Democracy is sitting 90 to 100 miles off the coast of China. You have one of the most vibrant, active, and successful democracies in the modern world at the moment. And every four years that democracy is practiced, allowed, and clearly, and we're seeing that play out right now. It is deeply unfortunate that when Tsai Ing-wen was elected in 2016, the Chinese rejected the opportunity to continue to talk with her after the people of Taiwan had elected her as their leader. And we are faced with the possibility, if the polls are to be believed, and Lai Cheng-te is elected tomorrow in Taiwan, that the Chinese will do that again, and reject the opportunity to embrace and to dialogue with the duly-elected president of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:01",
      "speaker": "GIOKOS",
      "sentences": "Yes.HAMMOND-CHAMBERS: -- we've seen plenty of military activity around the island, most noticeable in the recent past. After then, U.S. Speaker, Mrs. Pelosi visited Taiwan and the Chinese launched significant military maneuvers around the island.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:01",
      "speaker": "GIOKOS",
      "sentences": "Certainly, not afraid to show its stance on that. Look, it's been upping its rhetoric about reunification as well. But what does this mean?Does this mean well, does it mean military force? Does this mean perhaps more covert ways of putting pressure on Taiwan in terms of, you know, hamstringing vessels passing through the Taiwan Strait, for example? How are you seeing this playing out? Because the U.S. and Japan likely to get involved? If things do go bad? HAMMOND-CHAMBERS: Yes. I don't think it accelerates the issue of war per se. If that's the concern, does Lai Ching te's -- what a Lai Ching-te victory resulted in the prospect of China attacking Taiwan on a shorter timeframe than perhaps they are considering right now. It's the Chinese primarily that put it -- put it in these stark terms about peace and war. Their strategy to date in regards to absorbing Taiwan is much more long term. If you're sitting in Beijing, and you're canceling Xi Jinping or your Xi Jinping, you're looking at a number of different trend lines that might encourage you that slowly but surely, the pressure you're applying on Taiwan, the military pressure, economic pressure, political pressure, pressure around Taiwan's international space, are all suffocating Taiwan to a point where in the -- in the -- in the future, maybe not the next four years, but in the foreseeable future, Taiwan would be forced to accept a relationship with China along Beijing's lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:01",
      "speaker": "GIOKOS",
      "sentences": "Rupert, great to have you on. Thank you so very much for breaking that down for us. We'll be speaking sure -- soon, I'm sure, based on whatwe see over the weekend. Much appreciate it. So, all right, there just moments left on trade on Wall Street. We'll have the final numbers and the closing bell right after the short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}