{
  "date": "2024-04-05",
  "headline": "One World with Zain Asher",
  "subHeadline": "New York City Officials Hold A Presser On The Earthquake; Earthquake With 4.9 Magnitude Hits New York City; Two officers Removed From Duty Following The World Center Kitchen Attack. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "ZAIN ASHER, CNN ANCHOR",
      "sentences": "All right, Breaking News just into CNN. We have just, about an hour and a half or so ago, felt quite a significantearthquake here in New York City. There was a bit of rumble. Things started to shake. Pretty much other states across the Northeast also experienced the same earthquake, again, about 90 or so minutes ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Yeah, to be honest, I didn't feel it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "I felt it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. You're one floor above me here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "I called you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "My husband called me -- everyone. And this is something that we are definitely not used to here in New York City. Of course, we are allshaken from this earthquake. The mayor of New York will be holding a news conference shortly. We will bring that to you live when it happens. Meantime, ONE WORLD begins right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "All right, once again, we begin here in the Northeast, which, again, has just been affected by a 4.8 magnitude earthquake. Again, about acouple of hours ago, we do expect to hear from the mayor of New York City, Eric Adams. But worth noting that we heard from Governor Kathy Hochul just a short time ago, there's been no reports of any significant damage across the city, which, of course, is important to know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "And this was felt wide beyond New York City alone. It was felt in New Jersey, where the epicenter was, in Washington, D.C. There werereports in Massachusetts, as well. There are images from a coffee shop in New Jersey that were just shared on social media where customers ran to the front of the store in confusion as that building shook. The epicenter of this quake was the northeast of Lebanon in New Jersey. That is less than 50 miles west of where we are here in New York City. Now, this quake was relatively shallow at five kilometers in depth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "All right, let's check in with Jason and Carol. He's following the latest on this. So, Jason, I understand that you're from California, right?So, you are used to this kind of thing. I'm certainly not. I'm from London. In England, we do not get earthquakes. I did live in California once upon a time, and so I do know this feeling. But I can tell you that in New York, I never, never expected to feel this sort of shaking here. My office began to shake quite significantly, and I thought it was sort of construction. JASON CARROLL, CNN U.S. NATIONAL CORRESPONDENT:   Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ASHER",
      "sentences": "But then I did feel afraid because I'm on the 21st floor. You were on the 18th floor. Just walk us through what you felt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "I did feel a tinge of fear, if I'm completely honest. It wasn't anything sort of significant just in terms of shaking. I still felt it, butI was afraid for a few minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "Then it stopped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "I mean, it is relatively rare on the East Coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "The last time I think was 2011. I remember being at home when that happened, and I did feel that when the governor noted that, as well.It is a relief and reassuring to hear that as of now, and again, this is a preliminary stage. It's very early. It's just about less than two hours ago since this occurred, but it does appear that there aren't massive consequences yet. We don't know of any fatalities or serious injury and structural damage, as well, but you're right to point out that though they're rare on the east coast, also the buildings here are very, very old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "Also, by the way, being on the 21st floor, I mean, I don't know how you felt, Jason, obviously experiencing this growing up in California, butbeing so high up is one of the reasons that made me somewhat nervous for obvious reasons, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "This is a new building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CARROLL",
      "sentences": "And can I just say, you know, when you are from California and you come to a place, any of some of these big cities, I have to tell you,just to be honest, there have been many times I've walked around Manhattan, and I thought to myself, I wonder what would happen if there was an earthquake here, a significant earthquake. How structurally sound would some of these buildings hold up when you move from a place like California and you move to a place like New York? It's in the back of your mind, and being up on the 18th floor, when I did initially feel, you know, I felt it, you know, up on the 18th floor. It wasn't a lot, but I definitely felt it. You start thinking about what are some of the things that you can do. And it's always, it bears worth reminding, because you're taught this as a young child when you grow up in a place like California, that sort of, you know, duck and cover when the ground starts to shake. And when the ground starts to shake in a place like Southern California --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Did you duck and cover?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "Did you duck and cover?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CARROLL",
      "sentences": "I second-guessed myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "Yeah, I did, too, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CARROLL",
      "sentences": "Did I have enough to eat? I thought I was maybe lightheaded or something like that. It was only after I came out and started listening tosome of my other colleagues that I realized it was an earthquake, but it was over by then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, this is a relatively new building, though, so I would imagine, I would hope that it was built up to accordance with theearthquake code. But you do wonder, this building relative to the Empire State Building, much older, and I think you're right to have some of those concerns as a California resident, Jason, to walk the streets of New York and wonder what would happen if we had a quake here. Thank you so much. We'll check back in with you later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "Thank you, Jason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CARROLL",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, we want to bring in seismologist Maureen Long, a professor of Earth and Planetary Sciences at Yale University. Thank you somuch, Professor, for joining us. So, obviously, you can't compare the scale of this earthquake and the damage to what we've been covering earlier in the week and what we saw in Taiwan. But that is a part of the world that is more accustomed to and used to these types of events, unlike the East Coast here in New York City, so you can understand why in a 21st-story building here in the city, when we get shaken, it is alarming. Can you just walk us through what a 4.8 means on the East Coast? And also, what is the significance of a shallow earthquake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LONG",
      "sentences": "Absolutely. And I think it's always very empowering to understand, number one, what to do if you encounter, if we encounter more earthquakeshaking. But also to understand, you know, what the most likely scenario is. So, the USGS puts out an aftershock forecast after earthquakes like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Professor, I'm so sorry. I don't mean to interrupt. Please hold on. We're going to go to the New York City Mayor, Eric Adams, now.(LIVE COVERAGE BEGINS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ERIC ADAMS, NEW YORK MAYOR",
      "sentences": "We felt, in some way or another, the earthquake that hit our city around 104.7 magnitude earthquake. The epicenter was in Lebanon, New Jersey, about 50 miles from New York City. And as you know, this is a developing situation we're always concerned about aftershocks after an earthquake. But New Yorkers should go about their normal day. First responders are working to make sure the city is safe. And one thing we do so well in our city is bring together all of the agencies that are involved and our partners and other entities. Everything from the MTA to the Department of Buildings, the parents who are concerned about their school children. Chancellor Banks would be here to report on that. But we say over and over again, the safest place for our students, we believe, will continue to be in school. At this point, we do not have any reports of major impacts to our infrastructure or injuries. But of course, we're still assessing the situation and will continue to update the public. We're in touch with the White House, the governor's office and local elected officials. And I encourage New Yorkers to check on their loved ones to make sure that they are fine, not only from the infrastructure damage, but this could be a traumatic moment for individuals going through an earthquake. And if you feel an aftershock, drop to the floor, cover your head and neck and take cover under a solid piece of furniture next to an interior wall or in a doorway. So, I want to thank the emergency staff and First Responders for their work to keep New Yorkers safe. Earthquakes don't happen every day in New York. So, this can be extremely traumatic. The number of text calls and inquiries that people sent out to not only our administration, but to family members checking on them. We know how this can impact you, but we're ready for the unexpected. This is New York City and we respond accordingly. We will continue to update New Yorkers as we get more information. I would now turn it over to Commissioner Iscol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "DAVID BANKS, NEW YORK CITY SCHOOLS CHANCELLOR",
      "sentences": "Thank you, Zach. Thank you, Mr. Mayor. Good afternoon, everyone. So, the earthquake was felt across theentire city and across many of our schools, across all five boroughs. In fact, I was at LaGuardia High School at an event this morning when the earthquake hit. I did not personally feel it, but many people in the room felt it. So, first and foremost, what's most important to understand is we want to emphasize that we've received no reports of any injury to staff or students. And that's the most important thing. And safety is our top priority in ensuring that everyone is safe in our schools. Immediately following the earthquake, our teams, both within New York City Public Schools and across the city, immediately jumped into action. We've been in close and constant communication with City Hall, the Office of Emergency Management, School Construction Authority and other agencies, as well. So, at this moment, there is no indication that any of our buildings were compromised. And our facility staff at the School Construction Authority are quickly and thoroughly inspecting buildings to ensure safety. And out of an abundance of caution, we've assembled all of our building response teams, as well. So, we've instructed all of our school principals to continue operations and dismissal as normal. We ask the school staff and families to remain calm and to model that for all of our students, all of our children. Parents do not need to pick up their child early as a result of today's earthquake. Additionally, all after school programs will continue as planned. If conditions change, our schools will communicate directly with families. We also will post updates on our social media pages, which can be found at NYC Schools. I want to thank all of our school staff and our facility staff for keeping our students safe during times like these. Their professionalism in the face of an emergency is a role model for all of our students. Again, the top lines, all of our students across the school system are safe. All of our staff are safe. We have no reports of any structural damage to any of our school facilities. While many schools have felt, in fact, felt some tremors from the earthquake. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "UNKNOWN",
      "sentences": "Thank you, Chancellor. Next, we'll hear from Buildings Commissioner Jimmy Oddo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Thank you, Commissioner. Next, we'll hear from Con Ed President Matt Ketschke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MATT KETSCHKE, CON ED PRESIDENT",
      "sentences": "So, thank you. So, for our energy delivery system, energy infrastructure, there were no impacts from thisevent. We continue to monitor them. Our critical energy infrastructure is continuously monitored during the course of the event. We saw no change in status for our energy infrastructure. We do have a series of protocols for -- after an earthquake event. We have initiated those. Those involve inspecting our critical facilities and working through all our facilities for inspection. Those inspections are on-going. We haven't identified any issues. In the case of an earthquake, one of the things that from the energy side we would be concerned about is the potential for gas leaks. So, I encourage if you smell gas, either call 911 or 1-800-75ConEd and report the gas leak. Do not assume that somebody else has reported. So, if you smell gas, call us or call 911 immediately. Otherwise, we'll continue our inspections and all looks good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Thank you, Matt. Next, we'll hear from MTA CEO General Lieber.(LIVE COVERAGE ENDS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "All right, you've just been listening to a live press conference led by the mayor of New York City, Eric Adams, talking about this 4.8magnitude earthquake that we experienced here in New York. And it wasn't just in New York, by the way. It was felt as far away as New Jersey, Connecticut, Pennsylvania as well. No reports of damages. Thank goodness. But the priority for officials in the city is to make sure the infrastructure in the city -- 1.1 million buildings in New York City, nine million people, densely populated. You want to make sure the infrastructure is sound.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, we mentioned that this building where we currently work is a new building. And in per New York City code, any new structures thathave gone up have to be in accordance with earthquake guidelines. Anything that was built after 1995. So, that is reassuring. But we should note that so many New York City buildings were built prior to that. I believe the majority. And in fact, there are one hundred thousand buildings in New York City, the majority of them residential buildings that are pre 1930s, which is why it's so important to take precautions now. Clearly, it is reassuring to hear that there's been no damage as of yet. But we heard that from the mayor to stay cautious, to stay aware. Some tips for what to do in an aftershock, because this is so rare for New York City residents and residents on the East Coast. But they said schools will stay open. That that's business as usual. I got a note from my children's school that everything is fine there. The mayor said that the schools are the safest place to keep your children. Also, other officials noting to be aware of gas, any sort of electrical incidents in your surroundings. This is obviously something that's quite unusual for New York City residents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ASHER",
      "sentences": "Yeah, and listen. And I will say that New Yorkers are a resilient bunch, right? You've lived here. You and I both lived here for a long time.You get used to a lot here. Kathy, Governor Kathy Hochul said, listen, \"We are masters of disasters in the city.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, I'm one flight below you. I was walking. So, perhaps maybe that's why I didn't feel it. My husband called me and asked if I feltit. We should note that the previous earthquake that we mentioned in 2011 was a 5.8. So, slightly larger in magnitude. But no doubt this was a significant earthquake. One that was shallow in scale, which from what everyone tells us, all the experts tell us, seismologists tell us, is one of the reasons why it was so widely felt. The good news is that the chances of an aftershock are relatively low, about three percent. But it's always best to be cautious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ASHER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "And quite a Friday surprise for us in New York and for all of our viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ASHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "We will be back with more analysis from some of our guests following this developing story of 4.8 earthquake on the East Coast. Moreafter the break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right, back more now with our breaking news story. The shaking from an earthquake along the northeast U.S. has been felt from NewEngland to Washington, D.C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, about three percent. But we heard from city officials -- and what's so striking here is that it's rare to have an earthquake of thismagnitude on the East Coast in New York City with such a large population. So, it's so important that we heed the warnings that we heard from officials. This has a pretty wide span, as you see on your graphic right there. The epicenter in Lebanon, New Jersey, as Zain said, about 45, 50 miles from New York City. We want to bring in our seismologist, our guest from earlier this hour, Maureen Long, who's been patiently waiting along and listening to city officials give updates to residents here in New York City. This is a city that's resilient, Professor, and has lived through a lot. These things are very rare for us. So, walk us through what you heard from officials, if you agree with the assessments that they provided, that schools are safe, children are safest at schools, the infrastructure appears sound, thus far. But it's important to keep an eye open and to be very aware of our surroundings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "LONG",
      "sentences": "Absolutely. There was a lot of great advice, of course, in that in that press conference. And it's very heartening to know that, you know,emergency managers are ready for these kinds of situations. You know, we do not get earthquakes of this size in eastern North America that often, but they do happen and we all need to be prepared for them. So, knowing what to do if you do experience shaking from an aftershock, the advice is always to duck, cover and hold on, get under a table or something. But I do think the advice for New Yorkers and others in the area to go about their day with some caution and knowing what to do if there is an aftershock, that's excellent advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "And the way -- just in terms of what I was reading before I came on air just a few hours ago, I was reading that essentially we do experienceearthquakes in New York more often than we realize. We just don't -- we just don't feel them, right? This time we obviously felt it. I was saying to Bianna when I called her immediately that my office was literally shaking. My question to you is just in terms of people's concerns, what is the likelihood based on fault lines, based on your own expertise, that we actually could see a really significant earthquake in New York City in our lifetimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "LONG",
      "sentences": "You know, that's an excellent scientific question and one that scientists are really still working on. This is an area of very activeresearch and seismology to understand the earthquake hazard in this part of the world. And I certainly, you know, I felt the shaking in my office in New Haven, Connecticut, as well. And we don't -- we're not used to feeling that here in this part of the world. Having said that, we do have a record of moderate sized earthquakes in eastern North America. We experienced the magnitude five point eight earthquake in Virginia back in 2011. And even going back historically, there was, you know, a large earthquake in Charleston, South Carolina in the 1880s. So, we know that it that moderate sized earthquakes can happen here, even though we don't have the same level of hazard as a place like California or Taiwan or Japan. So, it's something that we need to be aware of. It's part of living in eastern North America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "And listen, it's your expertise. So, it's something that you focus on. And I'm not saying that it makes you giddy, obviously, but it'swonderful that we can turn to experts like you. I was not pointing at you earlier. We had a split screen where we were showing people's reactions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "They were on air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "There was -- yeah, a sports network live on air where they were just caught off guard. So that's why we call experts like you who canreassure us and walk us through exactly what is happening. Professor Maureen Long, thank you so much for joining us. Hope we can reach back out if needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "LONG",
      "sentences": "Pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "All right. Now, for more on the earthquake and just in terms of what we're likely to see going forward, let's bring in Elisa Raffa, who'sat our weather center in Atlanta. So, Elisa, my phone has been blowing up, right? I'm obviously from London. Yes. And my family and friends in England are like, oh, my goodness, I heard that was an earthquake in New York. Are you okay? My friends in L.A. are like East Coast feeling West Coast problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "That's just like a song.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ASHER",
      "sentences": "Just walk us through what we can expect in terms of the likelihood of aftershocks at this point in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ASHER",
      "sentences": "I mean, this was not the breaking news that I expected to cover today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "That's why we're in this business. You never know what breaking news is going to happen. But Elisa Raffa, thank you for joining us. Verysmart of you to always take your mom's call no matter what you're doing, even if you have to go on air and reassure her that you are okay. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ASHER",
      "sentences": "Thank you, Elisa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right, welcome back. Well, obviously, there's other news to bring you. And, of course, we'll continue following any developmentsfollowing that 4.8 earthquake on the East Coast. In the meantime, we do want to go overseas now to the Middle East, where mistaken identification and errors in decision-making are just some of the key findings in a newly released Israeli military report on that deadly strike on aid workers in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "Now, just to remind our viewers, seven World Central Kitchen employees were killed in Monday's strikes. The IDF say they believed theywere targeting Hamas operatives. Israel calls the tragedy a grave mistake. Two Israeli officers have now been fired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "World Central Kitchen says that the findings show the IDF deployed deadly force without regard to its own protocols and is nowcalling for systemic change and an independent investigation, something echoed by the U.S. Secretary of State speaking in Belgium. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "BLINKEN",
      "sentences": "It's also critical that we see an independent, thorough, and fully publicized investigation into the killing of the World CentralKitchen team who were performing heroic work under the most difficult circumstances in trying to get assistance to people who so desperately need it. So, we're looking to see that investigation. We're looking to see public accounting. And we're looking to see accountability in its wake. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "The report comes after a tense phone call between the U.S. president and the Israeli prime minister on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, the White House says President Biden demanded specific, concrete steps to protect civilians and aid workers in Gaza and threatenedconsequences if Israel fails to act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "Here's the thing, though. People at this point in time looking at this situation and this gut-wrenching tragedy, people want accountability.We know that based on this report, the IDF has dismissed two army officers. But beyond that, will there be further punishment? Will more heads roll? Will there even be a criminal investigation, possibly prosecution? Where do things go from here in terms of accountability?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ROBERTSON",
      "sentences": "Yeah, none of that is clear. You know, a lot of people are calling for an independent investigation. Just a couple of days ago,Secretary of State Antony Blinken said that there should be an impartial investigation, which really left it down to the Israeli government and officers and the IDF to do the investigation. Today, Secretary of State Antony Blinken called for an independent investigation. John Kirby at the White House has been sort of explaining why the Secretary of State may call for an independent investigation. An independent investigation is what a lot of people feel is required to actually have stronger accountability and to bring about greater changes. So, where things stand right now with the investigation, with the dismissal of those staff, with a couple of other senior commanders have faced censure, as well, is perhaps as far as this will go. And I think this is why we heard from the U.N. Secretary General today saying, look, it's not just enough to say that those people are responsible. There are systemic issues here. And this is a point the U.N. has been laboring with the Israeli government for many, many months. There are systemic problems. What we witnessed this week was highlighting how everything can go catastrophically wrong. But these are problems that need to be fixed. The IDF is talking about having thermal recognition strips, if you will, on the vehicles of aid workers inside of Gaza. But, of course, all of that requires much more detail. How does the IDF make sure those thermal strips don't end up in the hands of Hamas? How do you administer something like that on the ground? When do they get used? When do they don't get used? Who gets them? Who doesn't get them? All of those details are just not clear. And when you look at the IDF's report saying it was a grave mistake, what happened, and it was against the rules of engagement of the IDF in Gaza, outside of the IDF no one knows those rules of engagement because they're not made public. And so, there is a lot more accountability that could happen, not clear that in the short term it will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Nic Robertson reporting live for us from Jerusalem. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "All right. Elsewhere in the Middle East rallies in support of Palestinians have been taking place for the annual Quds Day, which is heldon the last Friday of Ramadan. Quds is an Arabic word that refers to Jerusalem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "This year's rallies coincide with the funerals of seven officials killed in a strike on an Iranian embassy complex in Damascus.Tehran and Damascus have both blamed Israel. The Israeli military has not admitted carrying out the attack, but a spokesman said that the embassy was actually, quote, \"a military building\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "We're going to go back to our breaking news story this morning -- this afternoon, a 4.8 -- a rare 4.8 earthquake in New York City andalong the East Coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "Let's bring in our next guest, Dara Goldberg, a research geophysicist at the U.S. Geological Survey. She joins us live now fromGolden, Colorado. Dara, this was bizarre, right? This was bizarre to be in my office at -- early this morning and to experience my office and my computer shake for just a few seconds, but still shake nonetheless. You don't expect earthquakes to happen in New York. Just give us your thoughts on this, because some people were scared. You know, some people -- this is not something you experience every day. People were afraid. Give us your take. DARA GOLDBERG, RESEARCH GEOPHYSICIST, U.S. GEOLOGICAL SURVEY:  Absolutely. This is not a common occurrence in New York like it is in, say, California or even Oklahoma. There have been four other earthquakes bigger than magnitude four within 250 kilometers since 1990. But that just speaks to how uncommon these are. And it's a good reminder that earthquakes can happen pretty much anywhere. There are faults all over the continental U.S. And it's important to know what to do when an earthquake happens, to drop, cover and hold on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "And so, should we be prepared for aftershocks then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "GOLDBERG",
      "sentences": "Yes. All earthquakes are part of sequences of earthquakes. So, the largest earthquake in the sequence, this one is the main shock, andthere are generally aftershocks after that. So, right now, we're anticipating about a 16 percent chance of another magnitude four earthquake in the next week. There's about a 46 percent chance of earthquakes in the magnitude three range in the next week, and a small three percent chance of an earthquake in the magnitude five range in the next week. So, aftershocks tend to taper off in both magnitude and frequency pretty quickly after the earthquake. So, this is something that your viewers should be thinking about for at least the next couple of weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "ASHER",
      "sentences": "All right. Dara Goldberg, we have to leave it there. We're out of time. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "And was someone with you, a terrorist with you, every day?ROMAN-GAT:  Every second. All the time. GOLODRYGA (voice-over):  Recounting her experience is not easy. ROMAN-GAT:  It's a very difficult feeling to explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "UNKNOWN",
      "sentences": "Okay, let's stop for a little while. Sorry.ROMAN-GAT:  What is the meaning of being a hostage? You cannot speak out. There is no certainty. You have to be alert all of the time. It's very deep aspects of humanity that are taken away. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYG",
      "sentences": "And her sister-in-law still remains in Gaza, along with over 130 more hostages. We invite you to watch more of this interview on CNN's \"TheWhole Story with Anderson Cooper\". That is Sunday at 8 P.M. Eastern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "It's so important that we don't forget the plight of the hostages and what -- the horrors that they experienced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, that does it for this hour of ONE WORLD. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    }
  ]
}