{
  "date": "2024-08-29",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Gaza Polio Vaccination to Begin Sunday; Concerns on China- Philippines Sea Incidents; Aghan Women Struggling Under Taliban Rule; Paralympic Games Begin in France; Wildlife Photographer of the Year Competition. U.N. Calling for Israel to Cease Its Efforts As the Humanitarian Situation in Gaza Worsens; Kamala Harris and Tim Walz Sit Down for First Interview Since Entering Presidential Race; Paralympics Begins in Paris. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "PAULA NEWTON, HOST, ISA SOARES TONIGHT",
      "sentences": "And a very warm welcome to the show, everyone, I'm Paula Newton in for Isa Soares. Tonight, new details onIsrael's operation in the West Bank. The U.N. calling for Israel to cease its efforts as the humanitarian situation in the region worsens. Plus, Kamala Harris sits down with CNN for her first interview since she entered the presidential race. We'll find out what she'll be asked and what's at stake. And the Paralympics underway now in Paris, we'll bring you all the action from the opening ceremony, and those all important first medal details. Israel is giving new details about its major incursion into the West Bank as the U.N. Secretary-General urges an immediate end to the offensive. Troops backed by helicopters and drones are raiding Jenin, Tulkarem, Tubas and other areas in what they call a counterterrorism operation. The Palestinian Health Ministry says at least 16 people have been killed so far. Today, Israel said it killed five militants, including an Islamic Jihad commander in a firefight at a Mosque. Now, bulldozers are ripping up some of the streets and widespread damage is reported to infrastructure and crucially, this includes water and sewage systems. Now, the U.N. Secretary-General is condemning the use of airstrikes in these civilian areas, and says children are already among the dead. Antonio Guterres warns these, quote, \"dangerous developments are fueling an already-explosive situation. We want to get more on all of this from Nic Robertson is live for us in Tel Aviv. Could you bring us right up to date in terms of what the situation is now on the ground. And of course, at issue is Israel's claim that the West Bank has seen a rise in militant groups associated with violence, and they also are saying that Iran has a hand in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "Yes, and this is at a point in time when civilian infrastructure or even talking about things like clean water are at risk this hour. NicRobertson really appreciate the update. Now, the Palestine Red Crescent Society says it received urgent pleas from basic supplies, that includes food and baby formula in areas currently under siege in the West Bank. It says there's a severe shortage of drinking water in some of those towns near Jenin, and says, people are suffering from the spread of sewage in the streets. Now, yesterday, a spokeswoman for the U.N. Human Rights office laid out a very grim picture of the humanitarian situation in the West Bank, saying it was catastrophic even before this current operation. That U.N. spokeswoman is Ravina Shamdasani, and she joins us now from Geneva. And we thank you for being with us. You know, you state that the Israeli security forces use of airstrikes and other military weapons and tax tactics violates human rights norms and standards applicable to these law enforcement operations. OK, so, that's the statement, but how does the U.N. plan to actually influence Israel in its actions on the ground right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "RAVINA SHAMDASANI, SPOKESPERSON, UNITED NATIONS HUMAN RIGHTS",
      "sentences": "We need to call out what's happening for what it is. This is not new what's happeningin the West Bank. It has been a build-up, very clear deterioration of the situation since October the 7th. Even prior to October the 7th, there were -- we had documented, you know, arbitrary detentions, killings by settlers and with the complicity of Israeli security forces carried out with complete impunity. There was never accountability for these violations. And now, we've seen just an intensification of these attacks and killings just since October the 7th, there have been 645 Palestinians killed in the West Bank. And this includes children. This includes people with disabilities. The situation is dire and deteriorating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "But I ask you again, we understand the statement, and of course, it's harrowing, some of the video that we've seen. It is not from Gaza, itis from the West Bank. And we -- you know, Nic Robertson just reported that one of our colleagues, Jeremy Diamond was just in the market area in Jenin and did see destruction there. But again, how to make these statements clear to Israel, because it seems right now that they are certainly conducting operations the way they would like to in the West Bank with impunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SHAMDASANI",
      "sentences": "Absolutely. I mean, the U.N. does what it can. One of the most important roles that we serve actually in the fog of this war and in thefog of the situation is to bring it back to the facts on the ground and to provide an analysis of the facts that gives clarity. This is not OK. The fact that the settlers are being handed arms, the fact that settlements are expanding, the fact that Palestinians are not allowed to move around, that they're living in fear of settler violence, fear of Israeli security force violence, in fact, that infrastructure is being targeted. All of this is illegal. It is unacceptable. We have tried to access Israel, but we have difficulty because we're not allowed to -- we're not granted access to the areas that we would like to access. We send messages, conveying our concerns directly to the Israeli authorities as well. And we call on member states that have influence, and that have leverage on Israel to use this leverage to bring the situation to an end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "So, I do hear you that you are calling on those member states and perhaps some of that advocacy is actually going on behind the scenes. Wehave not heard much actually, in fact, even from the United States. I do want to give you two different sides of the coin though from Israel. You know, Israel's Foreign Minister said earlier this week that in his words, we need to deal with the terrorist threat exactly as we deal with terror infrastructure in Gaza, including the temporary evacuation of Palestinian civilians. He's comparing the West Bank to Gaza. Do you fear that Israel will actually act on the implication there from him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SHAMDASANI",
      "sentences": "We do fear an escalation and these remarks unacceptable. Again, this is a law enforcement context that we're talking about in theWest Bank to compare it to the Israeli operation in Gaza, which has been beyond catastrophic is very worrying. And there have also been other very worrying statements made by Israeli officials, which could also amount to incitement to violence and incitement to the commission of serious human rights violations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "And what do you know? I understand that the EU may possibly also be looking at that. I mean, do you feel that more is coming on that interms of these kinds of statements?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "And I said I would bring you the other side of this, you know, Israel, in fact, has condemned and in their strongest terms, the attacks byIsraeli settlers and Palestinians in mid-August. What do you make of that statement? And do you find that as genuine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SHAMDASANI",
      "sentences": "It's an important condemnation. It needs to be followed up by actions. It needs to be followed up by independent investigations, justiceand accountability for the perpetrators of these violations, reparations and remedy for the victims of these violations. Condemnations are important, but there needs to be steps taken to actually stem the violence to prevent further violence from taking place. And unfortunately, we're not seeing that yet. We need much more of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "Ravina Shamdasani, we really thank you for your time as we continue to follow developments in the West Bank. Appreciate it. Now, themost anticipated interview in the U.S. election, not an exaggeration. Now, less than 7 hours, it will air right here on CNN with Kamala Harris' first joint interview with her VP candidate Tim Walz. Now, Harris is looking to extend the party's momentum, fact that she's gained for so long now following last week's Democratic National Convention. Again, Tim Walz will be by her side. It was an interesting way to try and do this first sit-down interview. CNN's chief political correspondent Dana Bash will be the one asking the questions with follow- ups, I'm sure, and it's all happening in the battleground state of Georgia. Tonight's exclusive interview, of course, will air right here 9:00 p.m. Eastern Time. We want to bring in our senior White House correspondent now Kayla Tausche, she joins us now from D.C. You know, the Harris campaign has faced criticism that it has not done an interview before today, but today's it -- the stakes are even higher now, right? Because they waited so long to do this. What will she need to do in order to appeal to those voters beyond the Democratic base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Oh, Paula, this is an opportunity for Vice President Kamala Harris to show the American votershow she handles being in the hot seat. Just last week at the Democratic National Convention, she as well as her allies, reintroduced her to the American people her background, her biography, her experience in office. But now she's going to have to answer a different set of questions in front of a very different audience, the American people, not the party loyalists, who are really revved up and enthusiastic to be there. There will be very difficult questions about how Vice President Harris and her running mate, Minnesota Governor Tim Walz will be -- will plan to govern a country with very deep fractures and disagreements over both politics and policy. Now, Harris, in late June earned some high marks for an interview that she did with CNN's Anderson Cooper in the immediate aftermath of the CNN presidential debate, where Biden's halting performance ended up precipitating his withdrawal from the race. And she gave a forceful defense of President Biden's time in office and his record for three-and-a-half years, and argued that 30 minutes on the debate stage should not nullify that. But now, it is Harris' record alone that she will have to defend. And that is one reason why Republicans have criticized the Harris campaign for not putting her out there in a solo-structured interview. The Harris campaign through a spokesperson defending their decision, noting that putting candidates with their running mates for this first interview of the election cycle has been tradition dating back for decades, and saying they are doing what presidential candidates in both parties have long done, dating back to the late '90s, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "Yes, and we are waiting in anticipation. We know the questions will be tough, and so will the follow up. Kayla, thanks so much, appreciateit. And again, a reminder --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "TAUSCHE",
      "sentences": "Sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "Kamala Harris and Tim Walz will have their first interview since the Democratic Convention right here on CNN with Dana Bash. That's Thursday9:00 p.m. Eastern. Meantime, Donald Trump's campaign has been handed a fierce rebuke by the U.S. Army. It centers around an incident which happened during the former President's trip to Arlington National Cemetery on Monday. The Army says one of its employees was quote, \"abruptly pushed aside by Trump's team after asking them to abide by federal laws which ban political activities inside military cemetery.\" CNN's Oren Liebermann joins me now from the Pentagon and with the follow-up here. Now, this incident was rare as was the rebuke, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "NEWTON",
      "sentences": "Yes, incredibly unfortunate, given the fact that the families themselves deserve at all times peace at least in Arlington Cemetery. OrenLiebermann for us, appreciate the explanation. Now, this Arlington controversy comes on top of a bad week for the former President who's taken to Truth Social to lash out at his opponents, reposting memes and comments so offensive that we're actually not going to detail them here. Trump campaign senior adviser Jason Miller had this to say about the social media post. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JASON MILLER, TRUMP CAMPAIGN SENIOR ADVISER",
      "sentences": "I don't know if the President even saw the comment that was on there, simply the picture. But I would saywith regard to Kamala Harris, the attacks that had been levied by Kamala Harris' --  both the campaign by Harris allies against President Trump, not just recently, but over the past year-and-a-half, two years, ever since he came down the escalator quite frankly. In the case of many left-and-center people have been quite horrific. All of this though, Kasie, is a distraction --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "He seemed as terrific --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MILLER",
      "sentences": "For the real issues going on right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "HUNT",
      "sentences": "As what was reposted. I mean, I -- the -- I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MILLER",
      "sentences": "Oh, 100 times worse.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "NEWTON",
      "sentences": "Now on Tuesday, special counsel Jack Smith filed a slimmed-down version of the indictment against Trump in the federal electioninterference case. Shortly after that, Trump blasted Smith on Truth Social. Now, his re-election campaign is fundraising off the reworked indictment and the candidate is back on the trail in Michigan and Wisconsin. Omar Jimenez is live for us in La Crosse, Wisconsin, following the campaign. I mean, we have to say right to the MAGA base, this is not a bad week despite, you know, what it may look like for them. This is the President and the kind of posture that they expect. But the former President now needs to appeal to those beyond the base. So, what can we expect in these two states?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "NEWTON",
      "sentences": "Yes, again, we are back in the toss-up category now with this election. Omar, thanks and thanks for the glib in song, the line and thesecurity there, especially given how tight that security is for both candidates right now. Omar, thanks so much. Still to come for us tonight, new details on how police foiled an attack on a Taylor Swift concert. We'll tell you about the role the CIA apparently played. Plus, Ukraine waited a long time for advanced fighter jets, but just weeks after acquiring them, one of them goes down in a deadly crash. Ahead, what we know about the tragedy, and why it's so important. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "IVANA KOTTASOVA, CNN REPORTER",
      "sentences": "Paula, this has been extremely different day today. The loss of the pilot is a huge blow for the Ukrainians. Theyhave been waiting for more than two years to get these coveted F-16s fighter jets. It takes months and months and months to train up pilots to be able to use them. And there are not that many pilots in Ukraine who can be trained up to use them. This pilot, we're told by the Ukrainian Air Force, Oleksiy Mes, better known by his call sign Moonfish, was killed on Monday. We don't have many details, but sources in the Ukrainian military are telling us he died in a crash while he was taking part in the operation to repel what was this huge Russian aerial assault on Monday. We know this was the biggest ever attack in the air that Russia launched against Ukraine, and he was killed in a crash. We don't know exactly what happened, we will probably find out in the next few days, weeks, the Ukrainians are saying they will -- they will invite international investigators to get to the bottom of what happened and we'll see. But all in all, this is a huge loss for the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NEWTON",
      "sentences": "Yes, absolutely, and bound to dent to morale. Now, we're also learning about what has been characterized as extremely fierce fighting atthis hour in Pokrovsk in the key city in Ukraine's eastern Donetsk region. You were just there a little while ago. What more are you learning about what's happening this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KOTTASOVA",
      "sentences": "Yes, Paula, we were there just a few days ago, and I can tell you already the situation was really scary week. We were in the city centerand we were hearing the fighting getting closer and closer all the time. Ukrainian Commander-in-Chief Oleksandr Syrskyi said he spent some time in the sector and he said the situation there is really serious. It seems that the Russian forces are throwing everything they have at Pokrovsk, and at the same time, local authorities are telling us that there are still more than 30,000 civilians in the city, including hundreds of children, and they're trying to get these people out as quickly as they can because it could soon become, too dangerous, if not impossible to leave. So, again, very serious situation there. Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "So, a much-anticipated effort to vaccinate the children of Gaza against polio could soon get underway. The World HealthOrganization says Israel and Hamas have agreed to a series of humanitarian pauses to allow the vaccine rollout. It's expected to begin Sunday. Health officials have been warning about a possible polio outbreak in Gaza for weeks. As Jeremy Diamon reports, the disease has already paralyzed a baby boy. (BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN JERUSALEM CORRESPONDENT (voice-over):  11-month-old Abdul Rahman is no longer the energetic baby he once was. He now sleeps most of the day, gently rocked by his mother, who is still grappling with how quickly he went from feverish and vomiting, to partially paralyzed. My child started to move and crawled at an early age, Naveen says, but suddenly everything went backwards. Suddenly, he was no longer crawling or moving or able to stand on his feet or even sit. Doctors delivered the devastating news earlier this month. Abdul Rahman has polio, the first known case in Gaza in 25 years. It is a shock for a mother to hear such news. Now, he is lying here in the tent in these unhealthy conditions. There's no treatment, no capabilities, and no supplements. The course of Abdel Raham's life cruelly twisted by the war that started just weeks after he was born, leaving him vulnerable to malnutrition, dirty drinking water, and missed vaccines. The fear now that Abdul Rahman could be the first of many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "DIAMOND",
      "sentences": "What is your plan to keep this one confirmed case from becoming an epidemic in the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ROSE",
      "sentences": "It's a relatively easy vaccine to administer. It's dropped on tongues. It doesn't require needles. It doesn't require injections. It'ssomething that's relatively simple to do. The difficult part is everything else. DIAMOND (voice-over):  Gaza's health system has been devastated by nearly 11 months of war and global health officials are calling for a pause in the fighting to distribute the vaccine. Israeli authorities who launched the drive to vaccinate their troops last month haven't committed to that. But they say, quote, routine humanitarian pauses will facilitate the inoculation drive. In Central Gaza, Naveen fans the flies from her son's face. She is helpless to fight off the disease that now grips his small body. Abdel Rahman needs treatment, she says, pleading with the world to take her son out of Gaza. She's still waiting for someone to answer her cry. Jeremy Diamond, CNN, Tel Aviv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "NEWTON",
      "sentences": "A U.S. official tells CNN that Washington and Beijing have agreed to hold direct military conversations as concerns grow over run ins betweenChina and the Philippines in the South China Sea. There has been a series of encounters between the two, and the worry is that they could erupt into conflict. CNN Senior International Correspondent Ivan Watson has our report. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  Collisions, water cannons, and screaming matches involving sailors armed with knives and axes, a spree of incidents and collisions in the last several days, adding new tensions to months of skirmishes between China and close U.S. ally, the Philippines, in contested waters of the South China Sea. A David and Goliath struggle CNN witnessed firsthand earlier this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WATSON",
      "sentences": "And as you may see, there is a large Chinese Coast Guard ship directly in front of this Philippines Coast Guard vessel.WATSON (voice-over):  Growing concerns that one of these confrontations in the South China Sea could spiral out of control. DR. RAHMAN YAACOB, SOUTHEAST ASIA SECURITY EXPERT, LOWY INSTITUTE:  Are we going to see a military conflict between the Philippines and the Chinese? Could be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "WATSON",
      "sentences": "The confrontations revolve around several contested reefs and shoals. Most of them are located well within the exclusive economic zone ofthe Philippines. And as you can clearly see, much further away from Mainland China. WATSON (voice-over):  Beijing places the blame squarely on the Philippines. UNIDENTIFIED MALE (through translator):  We urge certain individuals in the Philippines to stop going further down the path of stirring up trouble and making provocations. WATSON (voice-over):  Meanwhile, the Philippine president issued this warning back in May. FERDINAND MARCOS JR., PHILIPPINES PRESIDENT:  If a Filipino citizen is killed by a willful act, that is, I think, very, very close to what we define as an act of war. And therefore, we will respond accordingly. WATSON (voice-over):  Washington has a mutual defense treaty with Manila. At a meeting with the Philippine Armed Forces chief this week, a U.S. navy commander suggested U.S. ships could get directly involved in the maritime dispute. SAMUEL PAPARO, U.S. INDO-PACIFIC COMMAND COMMANDER:  Escort of one vessel to the other is an entirely reasonable option within our mutual defense treaty among this close alliance between the two of us. WATSON (voice-over):  However, during a visit to Beijing on Thursday, President Biden's National Security Council adviser called for a de- escalation with the People's Republic of China. JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER:  Nobody is looking for a crisis, not the Philippines, not the United States, and we hope not the PRC. WATSON (voice-over):  But things can get very unpredictable very quickly when large ships play a dangerous game of chicken on the high seas. Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "NEWTON",
      "sentences": "The Taliban's return to power has been an absolute nightmare for women living under the extremist strict code of religious laws. It wasthree years ago this week that the last U.S. and allied troops left Afghanistan, and since then, the Taliban have introduced even more so- called virtue laws. Women are banned now from secondary and higher education, barred from most jobs, and can't travel freely when and where they wish. Taliban's strict dress code from the 1990s is now back, even worse, in fact, usually it's all in black. And there are now restrictions limiting when women's voices can be heard. Joining us now is Nilofar Ayoubi. She's a women's rights advocate from Afghanistan. And I really want to thank you for joining us on the program. I mean, you Afghan women, you point out, are being denied, really, these are basic, basic human rights and freedoms. And, of course, it's not just education and speech, but now, even the right to speak or sing. I mean, how much worse have the lives of women and girls become since the U.S. and its allies pulled out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "NEWTON",
      "sentences": "You know, you state that this is gender apartheid, but you also point out that because any kind of gender apartheid is not codified ininternational law, these most severe abuses are going unpunished. And yet, it seems here that the International Community has no leverage, no voice. Do you believe that they can have that leverage with the Taliban? Is there anything that you believe they can do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "AYOUBI",
      "sentences": "I mean, they can do certainly many things. As I said, the first step that they can take is codify the term gender apartheid. I mean, it's abig shame that Mullah Hibatullah, the Taliban leader, is way ahead of the International Community, the same International Community, which claims to be, you know, the center of human rights and they value human rights and women rights. But then, it took them three long years to even listen to us, that we are, you know, suffering from gender apartheid in Afghanistan and in Iran. And now, that Taliban leader is a step ahead of them, and they already codified the Sharia law, the laws of lies (ph) and virtue in -- for women and even for men. And I think the first and the basic step that the International Community can take is to recognize and codify the term gender apartheid so we can take these criminals to the court. And the second thing is that, all these leverage that you're seeing that the Taliban has is because the International Community gave it -- you know, hand it over to them, sending millions weekly, sending delegations after each degree issued by Taliban leaders against women. And the next week you would see a new delegation visiting them. So, how are you supposed to, you know, put pressure on such a group which upholds no value at all, no human value? And then, you keep sending your delegations, you keep your trade with them. You have, you know, in the name of humanitarians, millions and millions are being pumped into this system of these creatures. I don't even like to call them human beings. And then at the end, it's the women of Afghanistan who are paying the price. And it's not cool. You know, it's not nice. And women of Afghanistan will remember that who betrayed them again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "NEWTON",
      "sentences": "They are most definitely paying the price here. I certainly have listened to you, certainly in your heartbreak and speaking to your ownfamily. Do women and girls in Afghanistan feel abandoned by the western community? I mean, do they feel that as if that no one is coming to their rescue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "AYOUBI",
      "sentences": "Absolutely. And they have even lost faith in, you know, human's rights and women's rights. And they think it was all a project for 20 yearsuntil it was beneficial for the west. And then, they left us, you know, to die, to starve, to be confined inside these living coffins. So, this is quite dangerous and fragile situation for the women of Afghanistan. And then, the more time the International Community takes to take action, the worse it's going to get. And when you take hope from, you know, a human being, then there's no life left. And then they have to -- you know, the society is going towards a very, very dark path, and this is not going to end well for anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "NEWTON",
      "sentences": "Nilofar, I really want to thank you for your time. It has been some years since I've been in Afghanistan, but as you say, one thing wewill never forget is the plight of women there as they strive for equality, even under Taliban rule. We'll have you back on the program again. I want to thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "AYOUBI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "NEWTON",
      "sentences": "Game on at the Paralympics in France. Today, the first full official day of competition, and one athlete has already made history in asport nicknamed murderball. I remember that. Sarah Adam is the first woman to compete for Team USA in the popular mixed sport of wheelchair rugby. She made her Paralympic debut after qualifying in 2022, and she helped the U.S. get the win versus Canada. This after an exciting opening ceremony, an estimated 50,000 spectators were in attendance, as well as 300 million viewers around the world on TV. CNN's World Sports Patrick Snell is with us from Atlanta. So, far, right, game as advertised. Exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "PATRICK SNELL, CNN WORLD SPORTS",
      "sentences": "Hi there, Paula. Yes, absolutely. Really inspiring storylines everywhere you look. And as you say, history beingmade already on this day one of official competition. Let's reflect a little more on Wednesday night's opening ceremony, though. First up, the video is really, really powerful over there in the French capital. History made there as well because it was the opening ceremony for the Paralympics held outside of a stadium for the very first time ever, that in itself a first. We had well over 100 artists, including 16 performers with disabilities taking center stage with a parade of athletes starting at the bottom of the iconic Champs Elysees there, right in the heart of the capital city before heading on to the famed Place de la Concorde. That's the largest square in the French capital. A total of 168 delegations participating in the celebration. It was really warm. Temperatures were right up there. Eye-catching night in Paris. Let's hear now from the Paralympic Games communications officer, Craig Spence. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "CRAIG SPENCE, COMMUNICATIONS OFFICER, INTERNATIONAL PARALYMPIC COMMITTEE",
      "sentences": "That's my seventh Paralympic Games opening ceremony I've attended. The bestby some distance. And I don't think that is only my view. I was sat with our governing board members last night, including our president, Andrew. The feedback was phenomenal. Even this morning, I saw Andrew briefly before coming here, he's absolutely buzzing. That's the only word I can describe it as. He has a huge smile on his face. Last night, you had not just 4,400 athletes and officials marching, but I think the crowd really got into it. And I think that sets the bar for the coming games. I hope the Parisian audiences and the spectators who were there last night got a taste for the spirit of our athletes, and they'll see the same now in the sporting venues. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SNELL",
      "sentences": "Yes, it really was a remarkable night. Well, Thursday marking day one, as I said, official competition and a very special piece of history aswell being made by Sarah Adam, who's become the first woman now to compete for Team USA in the popular sport of wheelchair rugby. The mixed sport has been co-ed at the Paralympics since 2000. This year, though, there are eight women in the entire competition. Paula, as you said, USA beating Canada. Tight fought match, though, 51 to 48, the final score in the end, in the opening game of the 2024 Paris Paralympics. Adam with six tries as well. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "NEWTON",
      "sentences": "Patrick, for obvious reasons, I am never happy when Canada's defeated in anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SNELL",
      "sentences": "I know, I know.",
      "isLastSentenceInterrupted": false
    }
  ]
}