{
  "date": "2024-03-19",
  "headline": "CNN News Central",
  "subHeadline": "Ohio Primaries Today; Key Primaries to Shape November Elections; Trump Can't Make Bond; Winfrey Opens Up About Weight Loss; AI Could Destroy Employment; Jeanna Smialek is Interviewed about a Settlement that Changes Home Sales. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:32:47",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "On our radar this morning, the Supreme Court has blocked the enforcement of a controversial immigration law in Texas while it considers an emergency appeal from the Biden administration. The law would allow state police not federal agents to arrest and detain polices - people suspected of entering the United States illegally.The father of the student murdered at the University of Georgia says he doesn't like that Laken Riley's death is at the center of the immigration debate. The man accused of killing the 22-year-old is an undocumented Venezuelan migrant. Her dad says he wants Laken to be known for more than just her death. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:47",
      "speaker": "JASON RILEY, FATHER OF LAKEN RILEY",
      "sentences": "I feel like she's being used somewhat politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How do you feel about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:47",
      "speaker": "RILEY",
      "sentences": "It makes me angry. She was much better than that. She should be raised up for the person that she is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:47",
      "speaker": "SIDNER",
      "sentences": "Also on our radar, new body camera video shows a missing University of Missouri student just minutes before his disappearance. A Nashville police officer was on an unrelated call around 9Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:47",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Voters and Ohio are headed to the polls today. And the primary there for a U.S. Senate seat is being closely watched. It's shaping up to play a major role in deciding the balance of power in Congress no matter who wins the White House. Donald Trump has thrown his support behind one of the three Republicans now locked in a wild primary to challenge Democratic incumbent Senator Sherrod Brown in November.CNN's Jeff Zeleny as live in Columbus, Ohio, with much more on this. Jeff, what are you hearing and seeing there about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ZELENY",
      "sentences": "So, this race has been extraordinarily expensive. More than $40 million spent in television advertising alone, all for that U.S. Senate seat.So, Kate, again, this is going to be one of those critical races to watch. Ohio has long been a battleground. It's no longer, of course, a presidential battleground. But it certainly is a Senate battleground. And by the end of tonight, Senator Sherrod Brown should find out who he is running against in that tight race in November, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BOLDUAN",
      "sentences": "All right, voters heading to the polls right now.It's great to see you, Jeff. Thank you for being there. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, so what is at stake here? CNN's senior data reporter, Harry Enten, with me now.Control of the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Yes, absolutely right, John, control of the Senate. I mean right now Democrats have this very slim majority, 51 to 49 seats. But what is up in 2024? Republicans love this map because the vast majority of the seats are up. Twenty-three of the 34 seats that are up are democratically controlled, including those independents who caucus with the Democrats, versus just 11 seats that Republicans can - have controlled.And as Jeff was sort of hinting at, this is a Senate class that comes up every six years. And the last three times it's come up, it's been a pretty pro-Democratic year, 2018, 2012, 2006 when Sherrod Brown was first elected. So, Democrats have a lot of seats in this individual class, which is good for them. But when they're all up for re-election at the same time, in this particular year, which may or may not be a good Democratic year, it could potentially be very bad for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BERMAN",
      "sentences": "And the incumbent, as Jeff and Kate were saying there, Sherrod Brown, he is the loan statewide elected Democrat in Ohio for some time now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BERMAN",
      "sentences": "In what has become a red state. What does that portend? What do we know about that combination then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Yes, so what do we know about that combination now? So, take a look here. These are Democratic-held Senate seats up in 2024 where Trump won at least once. Remember, Republicans at most need two seats for control. They could get it with one seat and Donald Trump winning and the VP, of course, breaking that tie in the Senate.And look at this Arizona, Montana, Michigan, Pennsylvania, Wisconsin, West Virginia, where Joe Manchin has already said he's not going to run again. And that is a seat that's very likely to flip. That means that Democrats likely would need to run the board in all of these other states. So, the fact of the matter is, beyond Ohio, there are all these other states where you see Democrats - democratically held seats, where Republicans have a real shot to win this year, given that Donald Trump has won in these states at least once. BERMAN: We look at West Virginia and Montana. Those are states that he won twice. And West Virginia he won huge. So this is - this is very difficult. Also, Harry, the trends for ticket splitting. You know, what do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Yes. So, you know, when Sherrod Brown was first elected back in 2006, if you look to the elections that sort of surrounded that election, right, in 2008 there were seven - count them, seven states that voted for a different party for Senate and for president. You go to 2012, when Sherrod Brown was re-elected, look at that, eight. The last two cycles, this has basically disappeared. Straight ticket voting, which uses to not really be a thing when it came the United States Senate, is now in vogue.In 2016, for the first time ever, there wasn't a split between how a state voted for Senate and for president. In 2020, there was just one seat. That was up in Maine. Susan Collins was able to win there despite the fact that Donald Trump lost in that state. But that, my friend, was an outlier. The fact of the matter is, is that straight ticket voting has become the thing from Senate elections, to presidential elections. And given this particular slide, that could potentially be a very, very bad thing as all these states are ones in which Donald Trump won at least once and currently have a Democratic senator, along with Ohio. So, Democrats have a lot of ground that they have to cover. Republicans have a ground full of opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BERMAN",
      "sentences": "Harry Enten, thank you very much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "ENTEN",
      "sentences": "Thank you, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:02",
      "speaker": "BERMAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:10",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Donald Trump has always bragged about how rich he is, and yet his lawyer say he just cannot come up with the roughly half billion dollars he owes for committing civil fraud, citing insurmountable difficulties. They say Trump has appealed to 30 different insurance underwriters to help him post a bond, essentially paying them to guarantee that his money will be paid as it should be if he loses his appeal, and all of the underwriters have turned him down.Now, why would they do that? Trump's team says it's more money than some of them will ever agree to underwrite. So that's one problem. But even those who might consider it want cash to back up the deal. And Trump's money is not in cash. Not most of it. Most of it is tied up in real estate, in places like Mar-a-Lago in Florida, Trump Tower, and more than a half dozen other properties in New York. He's invested in buildings in Chicago, Las Vegas, San Francisco. He has golf courses and resorts. Money in companies, such as Truth Social, and even in his airplane. For the underwriters, all of that could turn into a massive headache of property management, complicated deals with partners and wildly swinging values. So, they just don't want it. So, the question is, what happens at this point? Well, he doesn't go to jail. This is not a criminal case. But unless something changes, legal analysts say next week the New York attorney general could start seizing some of those properties. Those in New York would likely make the most sense to make sure, if Donald Trump loses his appeal again, he will pay the judgment, which is growing by more than $100,000 every day. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:10",
      "speaker": "SIDNER",
      "sentences": "Because of the interest. Our Tom Foreman breaking all that down to us. Thank you so much.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:10",
      "speaker": "BOLDUAN",
      "sentences": "God, that's so much money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:10",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "BOLDUAN",
      "sentences": "So, Oprah Winfrey is opening up about the latest chapter in her weight loss journey. This time in a prime-time special where she talks about the rising popularity of a new class of weight loss medications and how it's changed her life.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "OPRAH WINFREY, TALK SHOW HOST",
      "sentences": "In my lifetime, I never dreamed that we would be talking about medicines that are providing hope for people, like me, who have struggled for years with being overweight or with obesity. So, I come to this conversation in the hope that we can start releasing the sigma and the shame and the judgment to stop shaming other people for being overweight or how they choose to lose or not lose weight. And more importantly, to stop shaming ourselves.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "BOLDUAN",
      "sentences": "So interesting.CNN's Meg Tirrell is here with me now with more on this. This is really interesting, how she framed the discussion for this prime -- for this special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "BOLDUAN",
      "sentences": "And the discussion kind of going forward. What all happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "TIRRELL",
      "sentences": "Well, it was - seemed really personal to Oprah. I mean she talked about how, throughout her career, there has been such laser- focus on her size -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "BOLDUAN",
      "sentences": "Oh, God, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "TIRRELL",
      "sentences": "And how that affected her personally.Listen to a little bit more of how she started out this special. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "OPRAH WINFREY, TALK SHOW HOST",
      "sentences": "I have to say that I took on the shame that the world gave to me. For 25 years, making fun of my weight was national sport.In an effort to combat all the shame, I starved myself for nearly five months and then wheeled out that wagon of fat that the internet will never let me forget. And after losing 67 pounds on a liquid diet, the next day, y'all, the very next day I started to gain it back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "TIRRELL",
      "sentences": "You know, and Oprah talked a lot about that and a lot about the shame. She talked with a lot of her guests about the shame that they've felt as well. She also talked, of course, about her almost decade-long partnership with Weight Watchers, which, of course, is sort of the most latest iteration of this. 2015 she joined that board. She bought a stake in the company. She was involved in the marketing of it. But then late last year she disclose she was taking one of these weight loss medication. She didn't actually say which one, but it seemed clear it's one of the new ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:47:05",
      "speaker": "BOLDUAN",
      "sentences": "OK. TIRRELLI did hear some criticism from just people in the general social media world calling this an infomercial for the drugs. I also heard criticism from doctors who said this sounded like it was written by the pharmaceutical industry about these medicines. But then I saw some people saying this is really good. She's shedding the spotlight on the shame and blame that happens in this space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "TIRRELL",
      "sentences": "That's true. And that's something I heard from doctors as well. Dr. Jody Dushay at Beth Israel was talking with me about this. And she doesn't have any ties with these companies, but she does prescribe these medicines for her patients. And she says it's really important to think about them in a measured way. I mean these drugs are indicated either for people with type two diabetes, that's Ozempic and Mounjaro, or for people with a BMI of at least 30 or at least 27 with another health problem like high cholesterol or something like that.And they do come with side effects. That is something people said this special might have glossed over a little bit too much. They can be hard to tolerate. The other thing is they can be very expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BOLDUAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "TIRRELL",
      "sentences": "If you take a look at some of these prices before insurance, $1,000 a month.And we heard from some people last night who are having trouble getting insurance coverage for them. You get much better insurance coverage for type two diabetes than you do when you take these medicines for weight loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BOLDUAN",
      "sentences": "Weight - the weight loss drug - the weight loss industry is just enormous. Are we entering a new era with this, with this new class of drugs we're talking about here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "TIRRELL",
      "sentences": "In many ways it feels like we are. I mean we have seen wave after wave of weight loss drugs coming from the industry. We've seen a lot of side effects with them. Remember Fen Phen from, you know, a few decades ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BOLDUAN",
      "sentences": "Oh, God, yes. TIRRELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BOLDUAN",
      "sentences": "And I will - and we've got to go, but it is fascinating on how they came about it, how the drug - how they realized that it works in terms of weight loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "TIRRELL",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BOLDUAN",
      "sentences": "How it impacts the brain in a different way. It is a fascinating thing, which also comes with more research and a lot more work needs to be done, but it's showing some real promise nonetheless.It's great to see you, Meg. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "TIRRELL",
      "sentences": "You, too. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BOLDUAN",
      "sentences": "And this is, were talking about this class of weight loss drugs, this is one focus of this season of the podcast, \"Chasing Life with Dr. Sanjay Gupta.\" Brand new episodes drop on Tuesdays.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BERMAN",
      "sentences": "All right, we have a CNN exclusive this morning.The chief economist for Goldman Sachs once warned that toxic mortgages would ignite a recession. He was right. Now, he is making a more optimistic bet on artificial intelligence and the economy. CNN's Matt Egan is all over this story. Normally you come with these doomsday scenarios. This is kind of the opposite of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "It is the opposite, John.Listen, Jan Hatzius, he's one of the most closely watched economists on Wall Street because, yes, he has nailed a few big calls, including predicting a soft landing for the U.S. economy back when a lot of people thought a recession was inevitable. So, I asked Jan Hatzius about AI. I said, is it going to be a job killer or a job creator? And he basically said, both, but he stressed that in the long run it's going to be really positive for the U.S. economy because it's going to make all of us more efficient. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "JAN HATZIUS, CHIEF ECONOMIST, GOLDMAN SACHS",
      "sentences": "It will destroy employment in some areas. I mean there will be parts of the market where the, you know, where tasks can be replaced to a degree that is going to result in reduced employment there. But then you'll also find other ways of, you know, innovating and creating more jobs somewhere else. I mean this is the story of economic growth and innovation for hundreds of years.Now how this is going to work out in the short-term, I think it's difficult to say. But where I'm much more confident is that it can significantly add to growth over time by basically boosting productivity growth. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "EGAN",
      "sentences": "Now, Goldman Sachs is so confident that it's going to boost productivity, that the bank actually upgraded its long-term GDP forecast specifically because of AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:05",
      "speaker": "BERMAN",
      "sentences": "Oh, wow.So, productivity is like this magic elixir when it comes to macroeconomics, but it had kind of plateaued a little bit since the 1990s or so. What about AI will increase productivity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "Yes, let's hope. I mean it really is - the promise of AI. Needless to say, whenever I'm on my phone and I'm on ChatGPT, I'll say I'm just trying to be more productive. That will be my excuse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "EGAN",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "Matt Egan, thank you. EGEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BERMAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SIDNER",
      "sentences": "All right, thank you, gentlemen.Buying and selling a home may soon cost you less. Potentially a lot less. That's because of a major settlement by the National Association of Realtors agreeing to end landmark antitrust lawsuits. If a judge approves settlement, the 6 percent commissions that are split between the buyers and sellers brokers will no longer be the norm. So, what could it all mean for homebuyers and their agents? Joining me now is Federal Reserve and economy reporter for \"The New York Times,\" Jeanna Smialek. Thank you so much for being here. This sounds like good news for the housing market. Can you break down how this ruling will sort of affect everyday Americans looking to buy or sell? JEANNA SMIALEK, FEDERAL RESERVE AND ECONOMY REPORTER, \"NEW YORK TIMES\": Yes. Absolutely. So, it is likely going to make that process cheaper. I think there are still some open questions about just how much cheaper. So, as you just noted, this is really taking a direct hit at that 6 percent commission that you pay agents, which are - is usually split between the buyers and the sellers agent. We know that that number is going to be up in the air, that there's probably going to be a lot more competition around it. How much that gets reduced, how much less you end up paying your agent is still going to remain to be seen. You know, I think we're seeing some estimates from economists at - for - at TD Cowen, for instance, that say something like 25 to 50 percent of that could go away. So, you could see a pretty significant decline in how much you pay in order to sell your house or in order to buy a new one. And I think the question then is then, who sort of gains from that process? You know, is it going to be the home sellers, who manage to sell their homes for the same amount but keep more of that money, or is it going to be the homebuyers? And I think most economists will tell you it's probably going to be split between the two. But so - a little bit more money in the pocket of the home seller, a little bit more money staying in the pocket of the homebuyer. And I think the exact magnitude is still a little up in the air.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SIDNER",
      "sentences": "Jeanna, does this really sort of blow up what we are used to when you look at buying and selling homes? This has been a real standard in the industry for a really long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SMIALEK",
      "sentences": "Yes. Absolutely. I think this is going to really create a sort of new wild west of homebuying. And if you talk to analysts in the industry, they'll say that this is going to be pretty transformative to the way that this process works. You know, there are a million people who are members of the National Association for Realtors. A lot of those are sort of small time sellers who only maybe do one or two home deals a year. I think there's a real question whether those people are going to stay in the market without this sort of carrot, this big commission to pull them in.I think there's also the possibility that we're going to see a lot more competition between listing agencies in the - in the wake of this. And so it definitely is going to be a really transformative moment for a pretty big industry here in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SIDNER",
      "sentences": "And I just want to get this straight. Are you saying basically that if you're going to buy or sell a house, that you could, just like you shop everything else to price it out, you could shop brokers to see, oh, wait, that's only 2 percent, I'll go with this person. Is that sort of what you're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SMIALEK",
      "sentences": "Absolutely. I think -- I think when you talk to analysts they'll tell you that what they're expecting is that this market is going to, after years of being very protected and very standardized, become a lot more competitive. You could see things like flat fees. You could see things like discount brokerages popping up. You could really see brokerages starting to sort of compete on trying to be a good deal for the home seller.And so I think, you know, it's, again, early days. We don't know exactly how this is going to play out, but the idea is that this could result in a much more competitive market for homebuying and selling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SIDNER",
      "sentences": "I'm curious what this might do to - to brokers, to real estate brokers, as they're looking at all of these changes. You talked about, perhaps, people leaving the industry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "SMIALEK",
      "sentences": "Yes. So, we're certainly seeing a lot of speculation, especially from some of the big real estate firms, this is going to result in a lot of real estate agents leaving the industry, which actually could, at the end of the day, result in a little bit less home shopping if fewer people are competing to sort of, you know, show - show these houses. But I think, at the same time, I think there's this question of, you know, will this open the door to new business models? Will we see new brokerages start where the old ones existed? And will they sort of operate differently than the previous ones? I think the - at the moment this is clearly something that investors are looking at and saying, you know, this could be bad for the industry players that currently exist.After this deal was announced, after the settlement came out, we really saw a lot of - sort of the big home - home sellers, stocks tank. They felt pretty sharply. And so I think that the idea is this could be pretty bad for the existing industry. It could chase people out of the market. But it could open the door to new - new business models.",
      "isLastSentenceInterrupted": false
    }
  ]
}