{
  "date": "2024-04-04",
  "headline": "Laura Coates Live",
  "subHeadline": "CNN Presents Trump's Legal World; Biden Gives Ultimatum; CNN Reports About The Historic Heist; Laura Coates Interviews Ne-Yo; Third-Party Candidate Hunt Over For No Labels. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Tell me your predictions. Who you got for the championship game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CARI CHAMPION, CNN CONTRIBUTOR",
      "sentences": "Well, um, my Bruins, you know, got put out sadly by Iowa -- excuse me, by LSU, uh, speaking of Angel Reese. So, I am going to tell you that I do believe that Dawn Staley in South Carolina will win it all. I think it will be Iowa and South Carolina. I think Dawn will avenge her loss to Iowa in the final four, and we will see her team win, which I'll be excited about. I'll come back to tell you about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "That will be an electric --(LAUGHTER) -- Cari Champion, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CHAMPION",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "PHILLIP",
      "sentences": "And thank you for watching \"NEWSNIGHT.\" LAURA COATES LIVE starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "So, when is a loss also a win? Only in Trump legal world. I'll explain in just a moment. Plus, Ocean's 11, beat your heart out. How did burglars in L.A. get away with $30 million? Well, a former bank robber is going to join me to break down this heist. And Neo is here as well with a warning about A.I. Tonight on LAURA COATES LIVE.All right, so not a good day in court today in Trump world. The former president piling up BLs. There's a lot to keep up with here, so stay with me, I know it's late at night. Let's start down south and work our way up north, shall we? So, Florida, a judge that Donald Trump appointed, her name is Judge Aileen Cannon, she refused to just outright dismiss the criminal charges against him in the case of those classified documents that seem to be everywhere in Mar-a-Lago: In the ballroom, in a bathroom, all over the place. Now Trump, as you recall, wanted the case thrown out based on his claim that he was allowed to keep any documents he wanted under the Presidential Records Act. The judge said, nope, but she did leave the door open for him to use that argument to defend himself at trial, causing many a lawyer to tilt their heads like this. Hmm. Well, Judge Cannon also hitting back at Jack Smith after he blasted what he called her -- quote -- \"fundamentally flawed understandings of the case\" -- unquote. That lawyers speak for, you don't know what you're talking about. Your head starting to spin yet? Well, let me calm it down for a second because Trump started the day demanding Jack Smith be censored for criticizing Judge Cannon. Censored for criticizing a judge? Huh? Who said what now? Pot, meat, kettle. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES, PRESIDENTIAL CANDIDATE",
      "sentences": "The judge doesn't like me too much. Her whole life is not liking me.I have judges that are out of control, and it's a very unfair thing for me. You got to see these judges. They're screaming. They're like lunatics. This judge is a lunatic. He's a nasty judge. He's a Trump-hating guy. This judge is a very partisan judge with a person who's very partisan sitting alongside of him, perhaps even much more partisan than he is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "I mean, I could have gone on a lot longer with that, you realize, right? And the hits just keep on coming. In the Georgia election subversion case, we're traveling again, Judge Scott McAfee rejected Trump's latest attempt to give that case dismissed over his claims that his alleged efforts to overturn Joe Biden's election were protected under the First Amendment.And in their continuing legal strategy of trying to get D.A. Fani Willis thrown off this case, lawyers for several defendants in the case are considering asking for a gag order against her. And let's not forget Trump's civil fraud case in New York. Now, we're up in New York for a second. That's the one where Trump secured a bond from an insurance company for $175 million. Remember, it doesn't lower the damages that was found by Judge Engoron, but the bond he had to post. So, what's the problem with this now? Well, you know when someone asks for the receipts. Well, this time, someone is asking for the bank statements. Now D.A. Letitia James isn't so sure the company that helped post that bond can actually cover the bond. So, she's now asking for proof that they have those funds. Just another day in Trump legal world. Let's get down to CNN legal analyst and former federal prosecutor, Elliot Williams, and Devlin Barrett, a national security reporter at \"The Washington Post.\" Okay, we're done on the travel for a second. The road trip has now ended for a second. We're in back in Washington D.C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "DEVLIN BARRETT, NATIONAL SECURITY REPORTER, WASHINGTON POST",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "I'm going to orient the conversation. Let me begin with you, Elliot, for a second here because Judge Cannon's ruling does still allow Trump to use this defense. I'm confused as to why she would do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "I mean, this is just, by the way one, of the motions, Devlin, right, on this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "BARRETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "There are at least I think like eight or more that she's supposed to rule on, which if we're going to look at the pace at which she has decided this case so far, at least this motion, is there any way this is not slow-walking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "BARRETT",
      "sentences": "I spoke to a lot of lawyers when she opened this Pandora's box of this Presidential Records Act argument, which is so strange, and a lot of them said from that order just a couple weeks ago, look, there's no way we're getting this trial this year. It's just -- if this is the pace we're going to go at, if these are the types of things we're going to spend weeks at -- and a time doing, we'll never get to the start of this trial this -- this calendar year.I do think that one of the potential silver linings of this is that -- that Cannon has now put aside -- in this order she issued today, can now essentially put aside this issue for the time being.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "BARRETT",
      "sentences": "But like you said, it can come back up if she wants it to. I think what's sort of bewildering about the pace she's going at here is she seems to be hopping around from topic to topic. She's not going in order. This issue itself was not remotely in the sort of like lineup place in the lineup you would expect it to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "BARRETT",
      "sentences": "It's like having the catcher bat, you know, hit first in the lineup. That's not how any of this works normally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WILLIAMS",
      "sentences": "That's a really important point, you know, because you're talking about -- it comes up in the context of jury instructions, which are something that sort of this long speech that the judge gives to jurors at the end of the trial. It's critically important. However, that's kind of premature now if you haven't picked -- you know, you haven't talked about picking a jury, haven't talked about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "(INAUDIBLE)(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WILLIAMS",
      "sentences": "And each of these things takes time to file and brief and argue. So, what is happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Now cut to what's going on in Georgia for a second because there is a bit more of a -- seems a little fire under the feet. We're hearing, you know, when the judge, Judge McAfee, said, I'm going to rule on this in two weeks. Well, we heard about it in 14 days, right? You're going to have this hearing on this. And, of course, it's also televised.In this instance now, he has also ruled, and yet another where in the world is the Carmen San Diego of Trump's legal world, that he is dismissing Trump's request to throw out the case under that First Amendment argument. And what he said was, the defense has not presented, nor is the court able to find, any authority that the speech and conduct alleged is protected political speech. So, you look at that, Devlin -- I mean, this is a counter to what's happening, say, in the Florida case. It seems to be moving along. Maybe not to the pace of D.A. Fani Willis, who wants to have it in August.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "BARRETT",
      "sentences": "Sure. I mean, look, realistically, this is a layup issue like a lawyer -- a tenth as good as Elliot would be able to tell you why this First Amendment argument was a bad argument for Trump and was not going to win. What Judge McAfee is doing is he is moving through these issues. But remember, too, there have been two months of delays there on stuff that has nothing to do with the real facts of the case --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Right. BARRETTSo, as much as these judges are moving through these things, I think what you're seeing is the court system is slow. I think a lot of people went into this year thinking this is the chance for the court system to show what it has got. Well, this is what the court system has got. The court system takes time, a lot of judges do not work particularly fast, and that's what you're seeing in city after city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "You know, it takes a long time for people with a lot of money to have a protracted proceeding, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "That's part of the idea of it as well. And again, there's going to be a -- there is going to be a gag order request against Fani Willis, which is ironic given the pace at which it has taken to get gag orders against -- I don't know. Take Donald Trump, for example.Let's talk about what's going on in New York in that civil fraud trial case because there has already been a trial, there has already been a judgment, there has already been a bond posted, Elliot. Now, it's D.A. -- the A.G., Letitia James, saying, I'm going to need to see your bank statements. Do you really have the money to back this up? How unusual is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Devlin is giggling. You're curious, too, I see.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "BARRETT",
      "sentences": "I mean, look, you're talking about massive sums of money --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Yeah. BARRETT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "WILLIAMS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Elliot Williams, Devlin Barrett just may describe LAURA COATES LIVE. Thank you so much. No, I don't make that as I go along. It's very clear-cut.President Biden also delivering an ultimatum to Israeli Prime Minister Benjamin Netanyahu, protect civilians and aid workers or else. Secretary of State Blinken saying if the U.S. does not see changes to protect civilians in Gaza, -- quote -- \"there'll be changes in our own policy.\" And this comes in the aftermath of the strike against World Central Kitchen aid workers, with President Biden delivering the ultimatum to Netanyahu by phone in a nearly 30-minute telephone call. The White House saying Biden told Netanyahu that the humanitarian situation in Gaza is -- quote -- \"unacceptable.\" And in a statement after the call, the U.S. is saying -- quote -- \"U.S. policy with respect to Gaza will be determined by our assessment of Israel's immediate actions on these steps.\" So, what are these steps that the White House is loading -- is looming or looking forward to actually seeing? Here's National Security Council coordinator John Kirby elaborating this evening on what is meant by these specifics. Listen. (BEGIN VIDEO CLIP) JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, U.S. NATIONAL SECURITY COUNCIL:  We have to see a measurable increase, for instance, of trucks of aid getting in. We want to see additional crossings opened up, and the ones that are already opened up increasing the flow. And we want to make sure that we can see real civilian harm mitigation measures put in place by the IDF so that we can have a measure of security and, frankly, aid organizations can have a measure of security, that they can operate on the ground safely and they won't be targeted or they won't be accidentally struck. And then lastly, and I talked about this earlier, we need to see a pause in the fighting. We want to see the ceasefire tied to getting the hostages out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "I want to get right to Dan Raviv, a former CBS News foreign correspondent, who spent more than a decade covering the Middle East. He is also the author of \"Spies Against ArmageddonThe White House is calling in a welcome step, but what if conditions are not met or according the terms that the White House is suggesting? What are the consequences?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "DAN RAVIV, FORMER CBS NEWS FOREIGN CORRESPONDENT",
      "sentences": "Laura, I've been watching U.S.-Israel relations like forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "RAVIV",
      "sentences": "And my reading of it is that when the president of the United States takes a turn, it's a policy change that happened on this day, that Netanyahu has to listen.And so, again, he convened the war cabinet, they made the decision to open another crossing, and the Port of Ashdod, just a few miles to the north, it wasn't receiving any aid for the people of Gaza. But now, it will be Israelis' say. So, I think they're going to carry it out. I still think there will be more disputes in the future because President Biden has also been pushing Netanyahu to think about the future, move toward a Palestinian independent state. And on that, Netanyahu hasn't been moving at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Well, there's the issue of the aid and the ports being open and, of course, may be moving by land, the most effective way to get to the biggest distribution of people. But then what about the offensive in Raffa? I mean, is that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "RAVIV",
      "sentences": "The last known -- known as Raffa, the last city, the last target, if you will. So far, every Israeli leader, and this seems to be popular in Israel because they're, again, so angry about the Hamas attack of last October, almost every Israeli says, yeah, if we started this war, we're going to have to finish it.And the last enclave, the last holdout for Hamas is that city of Raffa. But more than a million Gazans are there. And again, the U.S. is not happy with Israel's proposal for how to move those people to safety. So, again, more disputes between the U.S. and Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "RAVIV",
      "sentences": "Alencia, that seems to add up to your view, that in the world, Israel is less popular and -- and people may recognize that that attack by Hamas last October, we're at the six-month mark of that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "JOHNSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "RAVIV",
      "sentences": "-- that that attack was terrible. But now, the war is terrible in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "JOHNSON",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "RAVIV",
      "sentences": "So, what is Israel to do? There's an old saying in Israeli politics. We're willing to look terrible but still win. They think, in the Middle East, they have to win, they have to show their power and show their force. And I think, by the way, President Joe Biden knows that. Of course, he has been a friend of Israel like forever.But let's keep in mind, he doesn't like Netanyahu, and he's not really hiding that. And I think the U.S. would prefer that the U.S. -- that the Israelis -- that the Israelis call elections. That's what Senator Schumer called for on the Senate floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "COATES",
      "sentences": "And Netanyahu was furious by that very prospect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "RAVIV",
      "sentences": "But you know why, Laura? Because he's likely to lose. The polls show that because of the October attack and the big failure in Israeli intelligence and security, Netanyahu would lose. So, he doesn't want to call an election. He wants to look like a winner in the war. And frankly, feeding the people of Gaza has been low on his priority list, but he'll do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "COATES",
      "sentences": "Speaking of call, I want you to -- Alencia, I want to hear your insight, please. But what he's not calling -- President Biden is not calling it. A lot of political pundits and senators and advisors are calling it a red line moment. He's not going as far as to say anything about a red line. You know, obviously, we know him as President Biden, but he was once Vice President Biden under President Barack Obama when in 2013 Obama called for that red line in reaction to Syria, and then was widely criticized for not following through if it was violated, when it was violated.Is that part of the concern now about not wanting to fall into that trap of a definitive statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "JOHNSON",
      "sentences": "Listen, I do think that is a lot of consideration here because President Biden has a lot of interest to think about, right? And he doesn't want to get ahead of himself is what I've been paying attention to, and how calculated he is on what he is officially saying, which is why we hear him saying one thing officially, but we are also getting a lot of reports of the frustration behind the scenes, off the record, the background.And so, I do believe that President Biden in this administration don't want to catch themselves in something that they had to eventually walk back. However, they are listening to the moderates and the centrists and the party who are even moving further along. And to the point that you were making, this isn't the day after the attack. This is several months later. And a lot of people in the U.S. as well as across the globe really do want the United States to go further when -- in the policy position. So, interesting to see whether or not Netanyahu heeds to this very stern warning today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "COATES",
      "sentences": "And whether he cares.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "RAVIV",
      "sentences": "You can't throw out the US-Israeli alliance. It's not over. Joe Biden doesn't want to end it. He wants to shape it. He doesn't want Netanyahu and right-wing ministers to be the ones guiding this alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:04",
      "speaker": "COATES",
      "sentences": "Well, we will see what happens. Obviously, there's a lot to consider and there's a few human beings that we're talking about outside the policy as well. Dan Raviv, Alencia Johnson, thank you both so much.Well, coming up, how did they get away with it? How did somebody pull off a 30-million-dollar heist in Los Angeles? Well, who would know better than a former bank robber? I've got one here, next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "I have a question. Say we get into the cage and through the security doors there, and down the elevator we can't move, and pass the guards with the guns, and into the vault we can't open --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Without being seen by the cameras.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Oh, yeah, sorry, I forgot to mention that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Yeah. Well, say we do all that, we're just supposed to walk out of there with $150 million in cash on us without getting stopped?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "UNKNOWN",
      "sentences": "Yeah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "COATES",
      "sentences": "I mean, Joe, you're the one with the experience here, to say the least. I'm wondering, per your perspective, when I describe what is entailed seemingly, how much planning would go into something like this?JOE LOYA, FORMER BANK ROBBER WHO ROBBED 30+ BANKS:  well, the -- the -- the crime is dictated by -- by the inside of the place. So, if the place says you have to be here to avoid these to -- you know, to avoid these cameras and then maybe you have to push this code here and wait for this to happen, what -- how you have to maneuver through there is going to -- is your plan. I believe it's an inside plan. So, I believe that everybody who was involved in robbing it already understood that -- they understood what they had to do, where they had to be, what cameras to avoid. So, I don't think that's the challenging part, planning the actual robbery. It's all the other things that go into it. It is the disguises, it's the weapons, it's the getaway stuff. And -- and -- and I believe that there has been another robbery in 1997 where some guys robbed another money storage facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "LOYA",
      "sentences": "And they are very, very clever. The way they did it, the way they got away with it, the way they waited. But they were also dumb. And that's the thing about bank robbers. We are very brazen, impulsive, and we can do things that -- like, I robbed 30 banks. It was very successful, like, short, brief bank robbery career.But I was -- I was impulsive, I was dumb, and I just pushed too far. I feel like that's what's going to happen here. These people are going get caught because even though they're very sophisticated here, they're going to fall, they're going to stumble, and eventually, they'll get caught. We'll find out exactly what kind of inside job it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "COATES",
      "sentences": "Well, Richard, let me have you weigh in here because everyone is wondering about the FBI investigation. What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "WINTON",
      "sentences": "Well, what we know at this stage is the FBI is asking people in the immediate area for video of these personal, you know, security systems, like there's a mobile home park, there's a church, there's a number of other businesses. They've been going around trying to collect every piece of video from that period of time to see if there's anything on it.In addition, there's also reports of a grinding sound, which suggests that there was -- there's a time they're talking about when they think it occurred, and they've been asking residents about that. So, we think that they're trying to pinpoint a time --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "WINTON",
      "sentences": "-- and that may mean they're also looking to see whether cell phones were used in the area. They do a lot of geofencing and other techniques to try and work out who is actually in an area, who maybe watched this area in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:24:58",
      "speaker": "COATES",
      "sentences": "Let me ask you, Joe. Someone is walking around with $30 million or maybe they're not walking around. I mean, how do they avoid detection? Do they lay low? Do they try to spend it? I mean, it's cash. What's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "Wow. I mean, I don't know if I will ever use these tips, Joe Loya, but I'm glad to hear. I'm going to follow --(LAUGHTER) -- this investigation. Richard Winton, thank you for your reporting as well. Thank you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "WINTON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "LOYA",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Sounds catchy (ph)? Well, it is not what you think. It's an A.I.-generated song mimicking the voices of Drake and The Weeknd. And tonight, looks like artists have had enough of these A.I. covers. Some of the biggest names in music, including Billie Eilish, Ja Rule, Jon Bon Jovi, Nicki Minaj, and so many more, they are calling on the industry to protect the artists from the threat that is posed by artificial intelligence, worried about the ways technology continues to accelerate by cloning voices or maybe creating a kind of music on its own.With the genie seemingly out of the bottle already, can it be put back in? Well, let me ask my next guest. And you may know him, well, from this. (MUSIC PLAYING) As you know, the three-time -- yes, three-time Grammy Award-winning artist Ne-Yo is also a brilliant songwriter. He is behind breakup anthems like Rihanna's \"Take a Bow. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "And \"To the Left, To the Left.\" How about Beyonce's \"Irreplaceable?\"(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Well, I do know about him. His name is Ne-Yo. I want to welcome him to the show. Ne-Yo, I'm so happy you're here. Welcome.NE-YO, SINGER:  Thank you. Thank you. Happy to be here. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "I could have taken the entire show to run through all of your songwriter credits. Just so we're very clear, I know you, I know this, but this is what is so interesting to me. You are one of the many songwriters and artists who are looking at A.I. and saying, no, this is a problem. Why?NE-YO, THREE-TIME GRAMMY AWARD-WINNING ARTIST, SONGWRITER, AND ACTOR: Man. Okay, I look at A.I. the way -- the way I look at fire, right? Now, with fire, you can warm a home, you can -- you can -- you can create a beautiful home-cooked meal, but you can also burn a house down with fire. So, it's not necessarily that it's a bad thing. It's a bad thing, depending on how it's being used. And my challenge to -- to the A.I., the people creating A.I., show me the positive aspect of this. Show me -- show me what positivity is going to come from being able to not only take my voice but take my writing style, take my whole likeness, my everything, and do whatever the hell you all want. Show me the positive aspect of that. That's all I'm saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Well, they would say, well, we're able to have creativity, but you would, obviously, think that it's stifling or trying to make obsolete the true human creatives.NE-YO:  How is it creative to mimic me? What makes that -- what -- where is -- where is the creativity in that? You're basically just doing your best impression of me. I don't -- I don't see the creativity in it. I don't understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "I mean, there are protections. I started out in private practice looking at copyrights and trademarks. You could not -- not police your rights, right? If you had a brand or otherwise and you didn't police them, you lose the ability to own it exclusively. A.I. seems to me to be part of that frontier of, well, if you don't police it, that fire, as you say from that analogy, could burn the creative house.NE-YO:  Exactly. Exactly. And mind you, I'm -- I'm -- I'm under the absolute understanding that A.I. is the wave of the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Uh-hmm.NE-YO:  It ain't going nowhere in no time soon. I get that. I understand that. All I'm saying is there should be something in place to protect the humans. I mean, if that's -- there should be something in place to protect us from what -- from the possibilities of this going the wrong way because it could very easily go the wrong way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Somewhere, there's a \"Terminator\" movie and John Connor is looking to figure out what the answer to this is. I know. But, you know, I hear -- how about \"Devil's Advocate,\" though? Maybe it's Beatles' advocate because you know John Lennon's voice was -- I guess revived is the best way to call it --NE-YO:  Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "-- in a song that was led by Paul McCartney. And some said, well, this is an example of how A.I. could be used to bring back some -- in fact, let me play it for you for a second, what it sounded like.(BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "So, they're trying to bring back in his voice, obviously, (INAUDIBLE) many years ago. Would that be an example to you of a use that allows you to honor the essence of an artist without --NE-YO:  No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Oh, okay.NE-YO:  No, because is it honor? He didn't sing that. That's not his voice. That is a computer doing its best impersonation of his voice. Somebody tried to give me that same argument like, okay, what if they use A.I. to -- to bring back your grandmother's voice and have your grandmother tell you that she loved you one more time? I would be offended because that's not my grandmother. That is a computer pretending to be my grandmother. And it would never be my grand -- that would never be John Lennon. I don't -- COATES:  This is a purification. I hear your point. I think, in this instance, the A.I. purified the voice in a way that just sweetened the sound. But I take your point completely about the frustrations that you feel and just thinking about the stifling of creativity. And you're not alone, by the way, in feeling that way. But in terms of how you regulate it, I had to turn to the political side because Congress, as you know, is not known to be at the forefront of the class when it comes to innovation. The bureaucracy is a very, very tangled web. Do you see a world where they could regulate it in a way that stays in line with the innovation? It's hard. NE-YO:  I don't know. That is not my -- my --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Forte.NE-YO:  That's -- that's not where my expertise falls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Uh-hmm.NE-YO:  I certainly hope so because, again, like I said, I know -- I know that A.I. is the next wave. It's not going anywhere. It's -- as we speak, it's replacing people. It's taking jobs away from people as we speak. And I know that that's not going to stop. I understand that. I'm simply saying if we're going to go this way, how about we protect the originals? How about we protect the people that -- that -- that started doing this in the first place from -- from this going -- from this going left? That's all I'm saying. I'm not saying down with A.I. I'm not saying that at all. It's coming. All right, it's here, it's here, but just because it's here does not mean that I have to -- I have to be basically robbed of my livelihood because -- because of technology. I don't -- I just don't see the -- I don't see the right in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Something tells me that, with your opinions that you have, the expertise that you bring and, obviously, your fan base is so extensive, I can't imagine that there are not candidates who would love for you to endorse them, love for you to be beside them. You've performed at the White House in the past as well. You know there was a huge fundraiser. A lot of celebrities, a lot of singers were there last week for President Biden. And Obama was there. Clinton was there.I wonder, do you feel a pressure, given your platform, to get more involved in politics or to state your political views? NE-YO:  Not really. Not pressure. I mean, if you ask me a question, I'll answer your question. But I'm -- it's not really something that I -- that I get into too heavily and I really know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Are you -- who are you going to vote for?NE-YO:  I don't know yet. [23:45:00] I'm going to take my time and look at everybody there, see who makes the most sense with what I feel and what I think, and vote for that person. I can't really tell you who that is just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "You look at the likes of -- recently, I think about Angel Reese. I think about Lizzo.NE-YO:  Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "I think about -- I mean, you can name just a thousand people if we had enough time who -- they're not -- people not knowing them in a respectful way. It's robbing them of dignity. It is assuming that they can hide behind the anonymity and be reckless towards them.NE-YO:  Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Forget the plight of a fan. How about the joy of the anonymous troll?NE-YO:  Oh, I got that. I don't even allow myself to be bothered by that because you said it yourself, they're trolls. That -- that -- you have to look at that as entertainment. Social media is entertainment. You can't take anything that anybody says about you serious on social media knowing for a fact that there are people out there that are waiting for you to -- that are trying to say the most negative thing they can to get you to respond. Why would you even give them the satisfaction? I don't block people. I don't do any of that because why would I give you the satisfaction of knowing that you bug me at all? If that's what -- if your game is negativity, you don't exist to me. That's the way you deal with trolling and internet bullying. They don't exist until you make them exist. Words have no power other than the power you give them. But you got to think about like you're having a great day. You wake up, the sun is shining, you give a stretch, you go to work, everybody is smiling, everybody is happy, and here comes Mr. Troll or Mrs. Troll with something negative to say about you. And what? All of a sudden, you're not having a good day no more? Why? Why? Why would you give that person that power over you? Why would you let that person decide that your good day is done? Why would you do that? Again, I don't know you. You don't know me. You could say whatever you choose, say whatever you want. I don't have to accept it. I don't have to listen to it. I don't have to make it fact. I don't have to make it real. I do that. If I'm bugged by what you said, I just made what you say matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Hmm.NE-YO:  So, if I choose to not make what you say matter, then you don't matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Well, man, I can't fit that on a t-shirt or a mug.(LAUGHTER) If have to wear that mantra, I will. Let me ask you one last question, though, about the power of words, because sometimes the words are a category of artists. NE-YO:  Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "The genre of music that you're supposed to be in. And at times, it's a pigeonhole, isn't it? This is the kind of artist you are. You could -- you sing this music. You write this music.NE-YO:  Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "That must be frustrating at times, so there's not the fluidity of the genre where you just create the work. Is the assignment of the genres difficult?NE-YO:  Sometimes. And it's just -- it's -- again, it's a human thing. We categorize to make things easier for us to swallow, you know. I instantly think of Beyonce and the country (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "I instantly think of her, too, actually, but go ahead.NE-YO:  And you know what? I don't -- I don't - I -- I'll put it this way. I understand the flight (ph), but I don't understand the flight (ph) because I view Beyonce as an artist, just an artist, because she has done hip-hop music, she has done R&amp;B music, she has done pop music. If Beyonce put out a polka album, I wouldn't be -- I wouldn't -- I wouldn't think twice because it's Beyonce. She's an artist. She's an artist who is doing art. And that's it -- that's what -- that's what it is and that's what it should be. That's how -- that's how it should be viewed. Now, of course, everybody can't be as enlightened as I, and that's fine. (LAUGHTER) However, if you take a second and just stop trying to put everything in a box and just listen to what it is, you might actually find some appreciation for it. Beyonce is an amazing artist, and I personally feel like she could do any form of music. Any style of music that she chooses, it's going to be great because she's a great artist, and that's the way that it should be viewed. Not all of this -- like she's stepping into somebody else's lane. Who says it's your lane? It's just music. All the music comes from somewhere. I can almost guarantee that in a lot of cases, it didn't come from where you think it comes from. It comes from somewhere a little closer to where we think it comes from. (LAUGHTER) But I'm -- I ain't going to go there. (LAUGHTER) I'm not going to go there. The reality of the situation is Beyonce is an artist and she is an artist doing art, and that's the way that people should view it. That's -- in a perfect world, that's how people would view it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Truly a fascinating conversation. I'm really glad you came. Thank you.NE-YO:  I'm glad, too. Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Thank you.NE-YO:  Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:01",
      "speaker": "COATES",
      "sentences": "Ne-Yo, everyone. To hear Ne-Yo live, you cannot miss his Las Vegas residency this coming August.NE-YO:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Now, I ask, can you join me in a kind of memoriam for the \"no labels 2024\" ticket that almost was? The center's group launched their bid for a 2024 third party candidate in 2022.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Now, their watch is ended.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "The years-long game of \"guess who\" has finally ended. Twenty- three no's from 23 possible candidates. And millions of dollars later, \"no labels\" is calling it a day. Their spokesperson saying \"no labels\" has always said, we would only offer our ballot line to a ticket if we could identify candidates with a credible path to winning the White House. No such candidates emerged, so the responsible course of action is for us to stand down.\"No labels 2024,\" we will remember. (MUSIC PLAYING) [23:55:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "COATES",
      "sentences": "Thank you for watching. Before we go tonight, we've got a little bit of a preview of the new CNN Original Series' \"Space Shuttle Columbia(BEGIN VIDEO CLIP) UNKNOWN (voice-over):  Seven astronauts setting off on a scientific mission. UNKNOWN (voice-over):  Okay, everybody, have fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "They were doing great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "I didn't know at the time that anything concerning had happened. There were people that did, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "They started quickly playing the launch replay, and that was when we saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "One can't help but ask, is that part of the wing coming apart?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "We did not know what the problem was. You don't want to alarm the crew until we get a handle on this.UNKNOWN (voice-over):  Columbia Houston, come, check (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Oh, we hear nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "If you work in human spaceflight, this is the worst possible thing that can ever happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "The space shuttle accident is usually not one thing. It's a series of events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "You follow the debris. What's it telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "I should have had that test on day one.UNKNOWN (voice-over):  Being an astronaut was something that we always called a calculated risk. UNKNOWN (voice-over):  Humans are explorers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "My dad chose a profession that is dangerous. He was like -- but we don't want to be fearful about it. He died doing what he loved.",
      "isLastSentenceInterrupted": false
    }
  ]
}