{
  "date": "2024-11-26",
  "headline": "CNN News Central",
  "subHeadline": "Israeli Security Cabinet Meeting To Vote On Hezbollah Ceasefire Deal; Fighting Intensifies Ahead Of Potential Israel-Hezbollah Ceasefire. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "We are starting with developments in the Middle East. Right now the Israeli security cabinet is weighing a potential ceasefire deal with Hezbollah and we are expecting to hear from Israeli Prime Minister Benjamin Netanyahu at any moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "This vote is happening as the fighting intensifies on both sides. Israel unleashing a punishing barrage this morning on the greater Beirut area, striking with about 20 bombs in just two minutes. CNN's Nic Robertson is monitoring the situation live in Jerusalem for us.Nic, a lot of major developments. What more are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLAMATIC EDITOR",
      "sentences": "Yes, right now the security cabinet is meeting. There are 11 people in that cabinet. It is a simple majority that will carry the vote. The prime minister's office says he is confident. He met with his party members before going into the cabinet.There are six of them. And the prime minister's office says the prime minister has all that support that would indicate already he has enough votes to carry this to agree to the ceasefire. The country here is waiting for the prime minister to speak to the nation. Through the day, however, the IDF has been keeping up a very strong, one of its strongest barrages of strikes in many areas in Lebanon, but in particular the capital. Twenty targets struck in the space of 120 seconds, according to the IDF, 180 targets struck throughout the day. And at one point, targets struck in the center of Beirut where none have been hit before. So really taking this right down to the wire. And I have to say, speaking to sources in Lebanon, absolute laser focused scrutiny on what the Israeli cabinet is going to decide and the belief on their side that once Israel goes along with this, once the cabinet votes in favor, if they do for this cease fire, then Hezbollah is going to fall into line pretty quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "KEILAR",
      "sentences": "Nic Robertson, thank you very much. We'll continue to watch this. And let's turn now to CNN Chief National Security Correspondent Alex Marquardt. A lot of pressure, Alex, here to get this deal done coming from the U.S. coming from others who are involved here. How was this able to come together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "This has been something that has been in the works for a very long time. There's a senior White House official named Amos Hochstein who has been leading the charge for the Biden administration. He's been going back and forth to the region for more than a year between Tel Aviv and Beirut, trying to get this deal done. And it has been close for quite some time.The reason that it has not gotten across the finish line before this is because Hezbollah has always tied their fight against Israel to what's going on in Gaza. And since there has been no end to the war in Gaza, they have continued to fight with Israel. Israel, of course, at some point in the past few weeks, said, enough is enough, we're going to go in on the ground, we're going to start pummeling them. And that eventually got Hezbollah to agree to basically back off and say, OK, no matter what's happening in Gaza, even if that war is continuing, we want a ceasefire. So, I think the big question is, why now? Because Hezbollah has really been decimated, but not completely dismantled. They will survive this. They will be injured. They lost their longtime leader. They've lost the top echelons of the different parts of the organization. They've lost a huge part of their arsenal. But they will rebuild. I think certainly Israel has bombed Hezbollah into submission to a place where they will agree to a ceasefire. If this deal goes through, Israel will have achieved its goals in that Hezbollah will pull back from the border. They will no longer have a presence there in southern Lebanon. Hopefully, those Israeli citizens in the northern part of the country will be able to go back to their homes. Israel is certainly bending to American pressure because there is more that Israel could do, back to my point about further dismantling of Hezbollah. And that's why we are seeing some anger in Israel right now. Protests as we speak outside the Defense Ministry. There are a number of Israeli cabinet members who don't want this war to end. Israeli citizens from the north, according to our Jeremy Diamond. He' reporting that those civilians don't feel like enough has been done. But certainly Prime Minister Netanyahu has felt that pressure from the Biden administration. I think a very important point to make also is that we understand that this is not something that Donald Trump wants to deal with early on in his administration. So he is content for the Biden administration to get this done. And we believe that there -- certainly Netanyahu is feeling that it would be in his interest for his relationship with Trump if he were to get this done now. So everybody has an interest in getting this cease fire deal done. [13:05:28] SANCHEZ: And again, we are set to hear from Benjamin Netanyahu in just moments. We will bring that to you as he speaks. Alex Marquardt, thank you so much for the update. Let's dig deeper now with CNN Global Affairs Analyst, former Defense Secretary under President Trump, Mark Esper. He also serves on the board or as a strategic adviser for a handful of aerospace and defense related companies. Secretary, thank you so much for being with us. What do you think would be the practical implications of both sides agreeing to a cease fire at this time? How do you think these sides would use those 60 days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "MARK ESPER, FORMER DEFENSE SECRETARY UNDER PRESIDENT TRUMP",
      "sentences": "Sure, Boris, good afternoon. Look, it's a good question. Go back to why we are in this position. Hezbollah has been attacking Israel nearly daily since October 7th of last year, shooting in rockets and missiles into northern Israel. And that is what has displaced around 70,000 or so Israelis from their homes and communities.And so the push has been to get them back to the north, get those civilians -- get peace, get those civilians back to north. So under this deal, they would be able to do that to return those Israelis back to northern Israel. Of course, they were able to do this because they've decimated Hezbollah's leadership over the past couple months. They've dismantled a good chunk of their missile and rocket capacity. And so Hezbollah is on the ropes out. Now, what do they get out of this? Why is this happening now? Alex talked a little bit about it, but I think it's important to note that after the last conflict a few years ago between Israel and Hezbollah, Hezbollah came out of that losing the support of the Lebanese population. And so that's another factor once again because now you have over 1 million Lebanese displaced across the country and Hezbollah cannot afford to lose their support. On the other hand, Iran fears losing its biggest, most capable or what used to be its most capable proxy in the Middle East, Hezbollah. So they want to cease fire as well so that Hezbollah can rebuild itself, repair itself and be ready to go at the future sometime. So there's benefits from Hezbollah for taking a 60-day ceasefire. There's benefits for Israel for doing the same. We just got to see how this plays out. Last thing, it's important to note that again, if this ceasefire happens today, it expires in 60 days, which is just a few days after President Trump will be confirmed once again or inaugurated as President of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "SANCHEZ",
      "sentences": "A significant point there. How do you imagine the incoming Trump administration might see this deal through if it expires and there are still hostilities between these two sides?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "ESPER",
      "sentences": "Well, I do think President Trump wants to see a reduction in conflict around the world, beginning with Ukraine and the Middle East as well. But he's going to be a big supporter of the Israelis. And I think he rightly recognizes at the end of the day, you have to deal with Iran. And he's already come in, or at least some of his surrogates have talked about returning to a maximum pressure campaign against Iran, beginning with economic sanctions on their oil exports. And that would have a debilitating effect on the Iranian economy that's already suffering right now.And of course, strategically, Iran is very vulnerable after the October strikes by Israel in which they took down Iran's air defense system. So, Iran is in a very vulnerable position right now, and I think it should tread carefully, which is why I'm kind of a little stunned by the recent comments coming out of Tehran about a possible counterattack going back to Israel's attacks last month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:39",
      "speaker": "SANCHEZ",
      "sentences": "Yes, were still waiting to see what kind of response Tehran would have to that. I do wonder, as were watching video a moment ago of this morning in Beirut, what do you think the strategy was behind the IDF bombing that area 20 times in a span of two minutes, just before the cabinet, the Security Cabinet, was meeting to vote on this potential cease fire deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:20",
      "speaker": "SANCHEZ",
      "sentences": "And Secretary, more broadly, do you think that this imminent ceasefire deal means anything for a potential ceasefire deal between Israel and Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:20",
      "speaker": "ESPER",
      "sentences": "Well, I think if Hamas had any expectation that Hezbollah at some point was going to enter the conflict more forcefully to put pressure on Israel's northern flank to encourage an agreement in the south, in Gaza, then I think that's certainly out the window. And of course, Hamas faces the same challenge that Hezbollah does, and that is a weakened Iran, which is less able to weigh its influence, weigh its -- push itself around the region. So they're facing that. At the same time, they've lost a good chunk of their leadership as well.So the question will be is what happens? What's the answer? How --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "KEILAR",
      "sentences": "All right, we're hearing there from Ben -- from Prime - we're hearing there from Israeli Prime Minister Benjamin Netanyahu. He started by reviewing some of the achievements of Israel when it comes to the war in Gaza, dismantling Hamas battalions, he said, and also taking out Yahya Sinwar and then with Hezbollah, taking out Hassan Nasrallah. And bringing back Hezbollah, he said, dozens of years, destroying their missiles, underground infrastructure of terror. And then he made the case for why they're agreeing to a ceasefire, really to, he said, focus on the Iranian threat, and I will not expand on that, but really to focus as well on the war in Gaza and dismantling Hamas now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "SANCHEZ",
      "sentences": "Earlier in his remarks, he did sort of expand on the Iranian threat, saying that he would do anything necessary to keep Iran from getting a nuclear weapon. He said that is the most important task for the promise of Israel's future. He also said something notable, talking about his eyes being on all fronts at all times since October 7th. He not only listed Lebanon, but also Yemen, Syria, Iraq, and again Iran and talking about the achievements that Israel has made on multiple fronts. He also made clear that if Hezbollah restarts hostilities, that Israel would be prepared, saying we will attack.He said that he's been told that Hezbollah is simply going to bide time to attack in the future. And he said, we will respond this as we're learning that the Israeli security cabinet has approved that cease fire deal in Lebanon. Let's get some perspective now. Alex Marquardt is still with us. Alex, what did you make of his remarks that we should note ended very abruptly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "MARQUARDT",
      "sentences": "Yes, I think the sort of conditionality of this deal was quite interesting. He's obviously facing a fair amount of criticism from inside his cabinet, from inside his own population about agreeing to this, despite the fact that Hezbollah has not been completely dismantled. That's why he's emphasizing the damage that they did inflict on Hezbollah. And he's making it clear that the duration, as he said, of this deal depends on what happens and is contingent upon Israeli military freedom.Guys, this deal that will be going into place is basically premised on what is known as U.N. Resolution 1701, which is Hezbollah pulling back and not being able to be close to that border with Israel. What is different here is Israel is demanding a lot more freedom of movement, of military movement, primarily in the sky. So, overflights, surveillance, and the ability to take out Hezbollah targets if they deem necessary. Long before this war started, you would see Israeli strikes in Syria, for example. We never saw them in Lebanon. That could change. If they see, as Netanyahu just said, that Hezbollah is moving back towards the south, is bringing more weaponry in from various borders or in from the water, for example, I expect that we will start to see more often those Israeli strikes, not just in a country like Syria, but inside the Lebanese border. So he is trying to comfort his population in saying, yes, we're agreeing to this deal for the reasons that he laid out. But fear not, we will continue to respond if need be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:25",
      "speaker": "KEILAR",
      "sentences": "And we're just learning that President Biden will be speaking in the Rose Garden here in the next hour at 2",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:12",
      "speaker": "SANCHEZ",
      "sentences": "Yes, it was months ago that we heard that this potential cease fire deal between Hamas and Israel was on the one yard line or the 10 yard line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:12",
      "speaker": "MARQUARDT",
      "sentences": "Ten yard line, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:12",
      "speaker": "SANCHEZ",
      "sentences": "I think it was never quite cross over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:12",
      "speaker": "MARQUARDT",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:12",
      "speaker": "SANCHEZ",
      "sentences": "Alex, thank you so much for that reporting.We have plenty of news still to come on CNN News Central, including the holiday travel rush. It is on a record number of travelers expected to hit the roads and skies for Thanksgiving, but stormy weather could complicate things. We're following the latest.",
      "isLastSentenceInterrupted": false
    }
  ]
}