{
  "date": "2024-03-28",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Sam Bankman Fried Faces 25 Years In Jail; Baltimore Bridge Collapse; Assessing The Damage At The Baltimore Bridge; Four People Remain Missing In Baltimore Bridge Collapse; Maryland Receives $60 Million Relief Funds; Milie's Terrorist Insult; Colombia Expels Argentine Diplomats; The Xiaomi EV Unveiled; Xiaomi's New Electric Vehicle; Obama, Clinton Join Biden Fundraiser; Superstar Brazilian DJ Alok Collaborates With Indigenous Artists; Music With A Message; Shohei Ohtani Makes Home Debut. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "It's 6Chatterley. And wherever you are in the world this is your FIRST MOVE. And a warm welcome once again to FIRST MOVE. And here's today's need to know. I am sorry the words of Sam Bankman-Fried who faces 25 years in jail for his part in the FTX crypto fraud. Prosecutors wanted longer. A massive yet delicate recovery operation begins at the Baltimore Bridge collapse. Four people remain missing and are presumed lost. Taking on Tesla. China's Xiaomi unveiling its first electric vehicle. It's cheaper than the Model 3. But then it's also selling at a loss. And superstar Brazilian DJ Alok. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "DJ ALOK",
      "sentences": "I really had a dream to collaborate with indigenous. That's happening, you know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "He's worked with talent like the Rolling Stones and Dua Lipa. Now, he's amplifying the music and the message of indigenous artists. Thatconversation and more coming up. But first, a quarter of a century in prison, that's the sentence for former crypto king, Sam Bankman-Fried, for one of the biggest white-collar crimes in U.S. history. A New York judge says, \"There is a risk that this man will be in a position to do something very bad in the future and it's not a trivial risk.\" The judge also agreed with prosecutor's claim that the 32-year-old wanted to be politically influential person and that propelled his financial crimes. SBF, as he's known, was found guilty last year of stealing billions of dollars from FTX customers and defrauding investors and lenders to his trading firm. Now, let me just refresh your memory about FTX. It was founded back in 2019 and grew quickly to be the world's third largest crypto exchange by volume. It's advertising featured stars like Tom Brady and Larry David, but then the meltdown came quickly at far from bankruptcy protection in November of 2022. And soon after that, SBF was charged with an array of financial crimes. Kara Scannell joins us now on this story. Kara, it was a lot more when we're talking 25 years than what his defense were fighting for. They were saying, look, six and a half years here is enough. The prosecution, meanwhile, wanted 40 to 50 years, and it landed right in the center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "I was about to say exactly that, because they've said all the way along that they would appeal. How quickly do you think that's going tocome and do they have any leg to stand on? I know part of the defense's discussion here at least was this belief that the lawyers that are now running FTX are saying, look, as far as at least the timing of when the bankruptcy was declared, those that lost money will eventually be made whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "SCANNELL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "How much does that play into perhaps some kind of an appeal here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "SCANNELL",
      "sentences": "Well, the appeal process usually takes a while. You know, there's just -- they make their motions and they have to make their legalarguments and then there'll be oral arguments on it. But this whole discussion of whether people lost money or not, you know, Bankman-Fried's lawyers were arguing that to the judge as part of the reason why they felt he shouldn't get a double, you know, digit prison sentence because they said that these investors, the victims would be made whole because of the bankruptcy process, which has recovered a lot of money through that dissolution process. But the judge said that that was misleading. He said it was speculative because it wasn't yet clear how much money people would get back. And for some of those investors who had owned a currency, say Bitcoin, the value that they owned it back in November when the company -- in November 2022 when the company filed for bankruptcy, you know, they lost out on 400 percent return that the rise in Bitcoin since then. So, the judge saying that he thinks it is far too speculative to say that people will get their money back. And the prosecution was saying, even if people do get money back, stealing from them is still the crime. And that is why he's being sent to prison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, it's very important. The crimes still exist, irrespective of what the returns are or what's recuperated afterwards. Kara Scannell,great to have you. Thank you. And we'll take a closer look into the sentencing and the implications, particularly for the broader crypto industry, as Kara said, Bitcoin now back at $70,000. We'll discuss further. For now, to Baltimore, which is preparing to rebuild after the catastrophic collapse of the Francis Scott Key Bridge. The State of Maryland has asked for and received $60 million from the federal government as a heavy-licked crane makes its way to the wreckage site to help clear the shipping channel. Two victims have been recovered from the water, while divers have now paused their effort until some of that debris is removed. Of course, throughout this tragedy, we're thinking of the families. All of the men, either confirmed or presumed dead, were of Hispanic origin from Mexico, Guatemala, Honduras, and El Salvador. Gustavo Valdes has more on the families and how they're remembering their loved ones. (BEGIN VIDEOTAPE) GUSTAVO VALDES, CNN CORRESPONDENT (voice-over):  Maynor Suazo Sandoval is remembered by friends and family as a visionary, a man who dreamed big. He said that if we wanted to get ahead as a family, we must work three times harder together, said his brother Martin who still lives in the small village in northern Honduras where they grew up. He was the youngest of eight children and almost 20 years ago, left Honduras for the United States, looking for a better future. And his hard work paid off. His brother proudly says that Maynor managed to build a successful construction business that allowed him to send money home, improve the family house where his parents still live and open a couple of businesses, including a hotel. He also financed local soccer leagues. He believed that helping children have a better life would improve the chances of a better Honduras, his brother says. But his business suffered during the pandemic. He was among the group of workers doing repair work on the Francis Scott Key Bridge that collapsed when a cargo ship hit one of its pillars. The news of the tragedy was a blow to the family who struggled to break the news to Maynor's mother. Martin says that she wanted to fly to the United States as soon as possible. But now, she only wants for the body of her youngest son to be found so they can bury him in his native land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "A human tragedy, but the bridge collapse is also an economic disaster too. It's blocking one of the busiest ports in the United Statesand the top hub for both vehicles and for sugar imports. Up to 59 vessels were due to arrive there from as far as Asia and the Middle East. One problem, port activity has been totally suspended with no word on when it might reopen. The question is, where do you go? Most of these ships will be diverted elsewhere on the East Coast, but that could bring its own problems, including traffic jams and higher rail and trucking prices. Pete Muntean joins us now from Baltimore. Pete, obviously they want to get this shipping lane reopened as soon as possible. That requires shifting tons and tons worth of concrete, of intricate debris from the bridge itself, twisted metal. Obviously, I mentioned that floating crane that's on its way to help and was hoping to arrive today. Do we have any sense of how that might facilitate speeding up this process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PETE MUNTEAN, CNN CORRESPONDENT",
      "sentences": "The big thing now, Julia, is getting the Dali moved out of the way. That is step one, but maybe step 0.5 is gettingthe debris off of the Dali because it is pinned under the collapsed portion of the bridge and its bow is now hitting the bed of the Patapsco River here. So, once that is moved, then crews can move the Dali out of the way and start to do a full assessment of everything that is on the riverbed of the Patapsco River here. This is not an easy process. The good news here is that the federal government just announced the release of $60 million in emergency funds that went through relatively quickly. Usually, that does not happen here in the United States. So, that will help and this floating crane will help. But the authorities here have not given a very firm timeline on when they can open up the Port of Baltimore again. It's also important to note that there are ships trapped on the inside portion of the wreckage here. 11 ships are trapped there right now, not to mention the crew of the Dali who are still on the ship. Most of them are from India. 21 crew are still living on board right now as this investigation is taking place. The NTSB, the National Transportation Safety Board, went on board the Dali again today. That's the third time in three days. They have the Voyage Data Recorder, essentially a ship's black box. The issue now is that data is very bare bones. Only includes things like the engine RPM, the heading of the bow, and the position of the ship's rudder. Not a lot of information when you compare it to a black box on a commercial airliner that has about a thousand points of data recording all the time. Right now, this investigation is mostly going off of interviews which started to take place today, and the audio from onboard the Voyage Data Recorder from the ship's bridge. We know that at 1:25 a.m. on Tuesday, that is when the alarms on the ship's bridge started blaring at what ensued after was four minutes and 30 seconds of terror, commands to move the rudder, move the ship hard to port, also to drop one of the anchors. All emergency maneuvers that proved to be futile and led to this disaster here. It's a very sad state of affairs, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, incredibly sad. Pete Muntean in Baltimore, thank you for that.OK. Now to a LATAM diplomatic dispute. The Colombian government has expelled all Argentine diplomats from their embassy in Bogota. A day earlier, Argentina's president, Javier Milei, sat down with CNN and called his Colombian counterpart a terrorist. (BEGIN VIDEO CLIP) JAVIER MILEI, ARGENTINE PRESIDENT (through translator):  The slaughter that is Venezuela is truly unprecedented. The same with the jail that is Cuba. Then there's the other cases that are heading in that direction, like the case with Colombia, with Mr. Petro. Not a lot can be expected from someone who is a terrorist killer, a communist. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "And Gabriela Frias is in Mexico City for us. Gabriela, I think context is required here because President Milei is known for his fierylanguage. He's called Petro a murderous communist before. He called the Mexican president ignorant. I remember him criticizing the Pope, I think, last year. I've got the quote, \"an embassy who defends social justice.\" He's not shy about sharing fiery opinions. How unusual is this in Latin American politics and how bad now is the deterioration in the relations between the two nations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to FIRST MOVE. And a wonderful Thursday evening to all our viewers in the U.S., U.K., and Latin America. And a very happyFriday, TGIF, to everyone waking up with us across Asia. In today's \"Money Move,\" U.S. stocks finished the holiday shortened trading week pretty mixed. Modest gains for the Dow and the S&amp;P 500, but not enough to drive them to fresh record highs. No, it was enough, yes. Thursday also marks the end of the first quarter trading on Wall Street, the S&amp;P rising more than 10 percent in Q1, its strongest Q1 performance in four years. In Asia, Chinese stocks in the green and record highs over in Australia, too. But softness for Japanese shares, investors there still hoping, I think, for government intervention in the currency markets, aiming to prop up the yen. But no sign of that yen buying just yet. Now, in the meantime, taking on Tesla. After much anticipation, Chinese smartphone giant, Xiaomi, launching its first electric vehicle, the Speed Ultra 7 sedan was unveiled on Thursday night in Beijing. Prices range from around $30,000 to $40,000. Xiaomi says it wants to give drivers a dream experience on a par with Porsche or Tesla. Our Senior Auto Writer Peter Valdes-Dapena hasn't been able to give it a test drive yet, but has more on what this means for the electric vehicle race. Oh, we have to do a test drive. Great to have you on the show, Peter. Just in terms of the stats, though, which is important. I believe it's around $4,000 cheaper than the Model 3 equivalent and the CEO of Xiaomi says it beats on around 90 percent of the specs of the Model 3. What do we think? PETER VALDES-DAPENA, CNN SENIOR AUTO WRITER:  I mean, look, specs aren't everything. As you said, we want to take this thing for a drive, but based on the numbers, this looks like a pretty compelling deal that they're offering. It looks like a pretty good car. And as you probably know, the whole global auto industry is watching not just this company, but Chinese EV makers like BYD that are coming out of China, coming into markets like Europe, possibly one day coming to America with vehicles that are quite compelling, quite competitive, and possibly cheaper than electric vehicles offered by some of the established automakers. So, the whole industry is watching China right now to see what they might be dealing with in the future. I mean, we know that competitors like Tesla are cutting prices in the Chinese market. And I look at the sheer quantity now of players. I mean, we already knew about NIO. You've got the Huawei partnership now, which was the big eye-opener, BYD. Peter, we know it's a big -- it's an enormous country, and clearly, there's a whole host of people that might eventually like to buy EVs, but they're still on a monetary basis, expensive cars. VALDES-DAPENA:  They are still generally expensive cars. Not just in China, but all over the world, though, electric cars are coming closer and closer in price to gas-powered cars. And the Chinese have the advantage of having many of the raw materials, such as lithium, in great supply, right in their own country, as well as lower labor costs. So, we are going to see, I think, pretty shortly, in the next few years, we're going to get to where you can get an electric car, whether from China or somewhere else, that is competitive in price, very close to price, in price to a gas-powered car. Plus, you're saving all that money on gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "And you're willing to sell them a loss, which is what Xiaomi's going to do, at least at this price, and at least for now.VALDES-DAPENA:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Quick trivia question, Peter, and I'm going to get towed off. What proportion of China-made vehicles are Europe EV sales expected to bein 2024? Do you have any sense? VALDES-DAPENA:  I don't. I don't really. I don't have that number off the top of my head. I know that these companies in Europe are very worried about Chinese manufacturers, such as BYD, that are sending a lot of EVs to Europe right now. And it's going to be coming in a bigger part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "25 percent, apparently.VALDES-DAPENA:  25 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Can you believe it? I'm being yelled at.VALDES-DAPENA:  Even I am surprised at that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Boom, I know. The European Federation for Transport and Environment predicting 25 percent. No. I didn't expect you to have thenumber. That was one out of the -- out of the closet there, but what a shock in your mind. VALDES-DAPENA:  Yes. But you're right, you've surprised me with that number. I didn't know it was that big already. And that just shows what these companies are worried about and what they're talking about when they say that we need to start dealing with these competitors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Sharpen up.VALDES-DAPENA:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "And the environment needs it right now because wait until I show you the sand storm that's happening right nowover parts of China. The internal combustion engine is not going to like that sandstorm, unless you probably change your air filter here in the next couple of days. So, yes, it's warm in China. Yes, it's very rainy right now in Tokyo. And the rain is going to be coming down even harder for Tokyo. They would love some rain. This is what the air looks like in parts of China. And even some of this air, some of this sand and dust in the air is making its way all the way to the Korean Peninsula at this hour. So, little unhealthy to breathe there I'm afraid as that sand kicks up. A typical thing for this time of year, cold fronts come across that picks up the sand and just throws it up into the air. There goes the rain across parts of Japan. It does get over here in the next couple of hours, but it will be heavy at times. Temperatures in Tokyo today, 20 degrees. How do you beat that? And some spots across parts of China will get to 30 by the weekend. 30. And we're still here in March. Obviously working our way to April. But boy oh boy, this has just been a very warm couple of days in a row. Here we go for even Shanghai, 27 for an afternoon high today. Tokyo, you'll get to 23 by the weekend. That will be kind of refreshing after you get rid of all this rain that you're seeing right now. Big wind event here across parts of Europe. Some of these winds are 100 to 110 kph. And so, all -- winds just coming in, waves coming, unbelievable pictures. You have to stay away from that so you don't get dragged back out into the ocean from that wave. There's the rain though coming in even to parts of Spain. They will take the rain for the drought that they've had over what seems like the past few years. And this is days and days and days of rain, probably two or three more days even after this forecast is over it will still be raining. It will still be windy of course. And we even have some warnings out there from media alarms, some of them in that high category especially snow in the Alps. So, we'll take the snow, take the snowpack, take the rain. Temperatures are mild though for at least this time of year. We'll take 14 with a little bit of cloud cover in Berlin for later on today. Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, we'll take that. I'm still stuck on the orange haze, masks on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MYERS",
      "sentences": "Oh, that was ugly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "-- in the weather. Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MYERS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Chad, thank you for that. Chad Myers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MYERS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to FIRST MOVE. And a look at more of the international headlines this hour. A judge will decide whether to dismissthe Georgia election subversion case against Donald Trump. At a Thursday hearing, Trump's legal team argued that the case should be thrown out on free speech grounds. Noticeably absent, District Attorney Fani Willis, who's staying on the case after an effort to remove her. It's not clear when the judge will rule. On Thursday, Pope Francis washed the feet of 12 women at a prison in Rome. The emotional ritual is meant to emphasize humility as the Catholic Church gets ready to celebrate Easter. This is believed to be the first time a Pope has washed the feet of only women. The 87-year-old has been dealing with multiple health and mobility issues in recent weeks. King Charles recorded a public message for the Thursday ahead of Easter and spoke about the importance of friendship. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "KING CHARLES III, UNITED KINGDOM",
      "sentences": "In this country, we are blessed by all the different services that exist for our welfare. But over and above theseorganizations, and their selfless staff, we need and benefit greatly from those who extend the hand of friendship to us, especially in a time of need. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "It's the king's first public remark since Catherine, Princess of Wales, revealed she's undergoing chemotherapy. He, too, of course, isbattling cancer, though the king didn't directly reference his or Catherine's health in his speech, which was recorded mid-March. President Joe Biden is set to appear in a star-studded fundraiser tonight in New York City, and it's already setting records. Biden will join Former Presidents Barack Obama and Bill Clinton in a conversation with late-night host Stephen Colbert. Other celebrities include Lizzo and Broadway star Lee Michele. All that star power has paid off. The Biden campaign says the fundraiser has already raked in more than $25 million. The most successful single political fundraiser ever. Now, returning to our top story once again, the sentencing of Sam Bankman- Fried. It's 25 years in prison. Prosecutors wanted 40 to 50 years in jail, while his lawyers said no more than six and a half is appropriate for a nonviolent first-time offender. Some of the most notorious white-collar fraudsters have received a range of punishments in the United States. Theranos CEO Elizabeth Holmes got a little over 11 years, while Bernie Madoff was sentenced to 150 years behind bars for his $20 billion Ponzi scheme. Media Analyst Sara Fischer joins us now on this story. Sara, it's fascinating this sentence. It's been compared to violent crimes actually, completely outside of the world of finance and business and how long the individuals are sentenced in those cases. And I also showed our viewers there the sentences that other white-collar criminals got. It's a significant jail sentence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "SARA FISCHER, CNN MEDIA ANALYST",
      "sentences": "It is, especially because he's a young man. He's only 32 years old. But if you think about it, this is sort ofwhat we were expecting because the defense was arguing for six and a half years. Of course, the plaintiff was arguing 40 to 50. This is sort of splitting the difference. And I think the reason the judge chose 25 is even though, to your point, this is a white-collar crime, it's nonviolent, he wanted it to be punitive enough not only to ensure that Sam Bankman-Fried never poses another risk, but also to send a message and a signal to other entrepreneurs, particularly in Silicon Valley, you mentioned Elizabeth Holmes, that you cannot just run a foul on this system, that you can't just play monopoly with people's money and people's lives. If you do, there are grave consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "FISCHER",
      "sentences": "It definitely did because FTX and Alameda were underpinning so many other investments. Now, that we have come to light what's actuallygoing to happen with that money, they say that the $8 billion or so of consumer funds that were lost are likely going to hopefully be refunded. I think there is a stability in knowing that the money is coming back. I also think that now that someone's been held accountable, the whole industry has been sent this warning sign that you cannot do things that are unethical. You can't sort of cut the corners, if you will, when you're building your crypto businesses. And that brings investor optimism. Because investors for a long time didn't want to touch this. They didn't want to fund crypto startups. They were scared. If Sam Bankman-Fried is doing this, who else is doing similar kind of tactics? I think now people realize, OK, there is a shining example of what happens if you get caught. Investors are probably a little more comfortable getting in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, it's fascinating, isn't it? Because this was a crypto exchange and there have been those that have argued, look, the fundamentalsof this exchange is sound. It was just bad actors in control of it that chose to shift money to a hedge fund when that chart started to show losses. And I believe the recovery has been enabled by an investment that Sam Bankman-Fried made in the artificial intelligence startup Anthropic, which is apparently going to be sold for, what, some $880 billion. So, I think it's an argument, Sara, and you understand this, I think, better than me for the separation of customer's assets of the industry that one business is in and not allowing the interference, which arguably, I think, he was asked many times, and he said those were all segregated and they weren't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "FISCHER",
      "sentences": "It's an argument for transparency, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "FISCHER",
      "sentences": "So, that's the big thing when you think about regulating new technologies. And this is a big thing right now with A.I. If you look atthe executive order that the White House put out earlier, that A.I. order is all about transparency. Tell us which programs you're using. Tell us what those algorithms do. Tell us what biases you catch when you're testing them. The same thing needs to be held with cryptocurrency and the blockchain. You know, where is the customer funds going? What investments are they being made? Where is -- how are we tracking the money? And the irony there is that the whole point of crypto is that it's supposed to be more transparent than ever. Obviously, you can hide your identity, but you cannot miss a payment, right? Once it's put on the blockchain, it's their perpetuity. And we figured out that it doesn't matter how much transparency you have around the transactions. If the companies themselves that are facilitating those transactions are not being forthcoming, then all the trust that's underpinning the industry, it goes to waste.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "It's such an important point, because the whole point, to your argument of blockchain, was about greater transparency and a record, aledger of every transaction or whatever it is that's being recorded. But if the players surrounding it or the management running a company aren't sound, the rest is lost. Always great to have you on the show. Thank you. Sara Fischer there, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "FISCHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to FIRST MOVE. Brazilian superstar DJ Alok has worked with some of the biggest names in the music business including theRolling Stones, Dua Lipa, and John legend. But he says his brand-new project is perhaps the nearest and dearest to his heart. (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Alok is about to release his new album, \"The Future Is Ancestral,\" a special collaboration with indigenous artists from his homecountry of Brazil. The project is part of a years-long voyage of discovery too for the 32-year-old musician. It's also a partnership between the U.N. Global Compact and his non-profit, Alok Institute, which does philanthropic work across Africa, Brazil, and India. I spoke to him about his new album release, his amazing career, and what gives his life purpose. Listen in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK, BRAZILIAN MUSICIAN",
      "sentences": "This is actually the first album that I produced in my career as Alok, because actually I think it was the first time Ireally had the inspiration to dive into and produce a whole album inspired by the indigenous roots, you know. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "I was asking myself in 2021, where's the future? And it came dance like the future is ancestral. So, I had already a very deep connection withthem back in 2014. So, I really wanted to contact with them again. And I did. Actually, we spent 500 hours in a studio with eight different indigenous communities. And it was like one of the most challenging projects of my career but also, for sure, the most important because it's not about me, it's about how it can be a platform to potentialize their voices. And I'm so proud of them and so proud of this project, how it's becoming, because it started as an album, but nowadays, it became a movement, you know, a movement to bring awareness and consciousness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "For anyone that's experienced it, it's something very different. It's sound, it's the bass, it's flutes, it's traditional dress,which is pretty thrilling as well. All of those combine for those that know your music, and I think for me, it's the power of telling their story and I know it's to you, it's not just about -- and you're a sort of philanthropist and an activist in many ways, it's about their wisdom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "ALOK",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Experiencing their wisdom, I think, through the music, if that's some way to explain it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "All proceeds, by the way, on this album are going to be donated to these communities. Is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Yes, that's 100 percent correct. And also, like, you know, I learned so much with them, changing my whole mindset about, you know, how I wasdealing with my life and everything. And then, in 2019, I was invited to become a character of a game called Free Fire. It's the most tolerant (ph) game in the world as the category of battle royale. They asked me which superpower I wanted to have and I remember what I learned of them, I said, is it possible to heal people? They said, yes, are you sure? I mean, this is a battle royale game. I said, yes, I'm sure. So, what happened was that my character became the best seller. And not because of my songs, not because of myself, because the superpower really changed the dynamic of the game. After that we had Cristiano Ronaldo, Justin Bieber, BTS, but no one can really beat Alok because of the superpower that I learned of them. So, I wanted to heal inside and also outside the game. So, I also donated 100 percent of my royalties. And that's how I raised my institute in Brazil and Africa and India as well. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "I read an interview with you when you were -- and you've talked about it now, I think a couple of times. You were 24, you were themost well-known and top-selling DJ in Brazil. You had fame. You had fortune. And actually, you described this incredible emptiness and you weren't sure sort of what the meaning of everything was. Are you saying that actually the healing, the philanthropy, the giving back is sort of what gave your life real purpose in that respect? Because I think a lot of people deal with that sense of emptiness and loneliness. And what you're saying is actually helping others gave you purpose in whatever form.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Exactly. You know, if you asked me 10 years ago if I believed in philanthropy or stuff, I would say, not at all. Like if I have money, Ijust don't buy a Porsche car and a nice house and, you know, that's it. Because I came from a family that didn't have money. At some moment in my life, I had all of this, but I just felt that huge emptiness. It's like if this is the meaning of -- if this is success in life, for me, life has no meaning anymore, you know. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Let's talk about the music as well, because it clearly is a passion of yours and you've done some incredible collaborations withsuperstars, The Chainsmokers, Ava Max. We were talking off-camera, \"Deep in Your Love\" is one of the new songs as well with Bebe Rexha, and that's going to be a huge hit, I think, this summer as well. Who would you like to work with that you still haven't just in case they're watching?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "I would say that I'm very, very happy with everything that's going on, you know, in my career. I really had a dream to collaborate with theindigenous that's happening, you know. And my dad is a very, very big fan of the Rolling Stones. And when I did two collaborations -- one collaboration with Mick Jagger and the one with the Rolling Stones, I think that made my dad the happiest man in the world. So, you know, it's kind of like I'm just being very -- I would say, not putting pressure in it, you know. If what I'm doing connects with people's truth, we're going to do it we're going to make it happen, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, we like making our dads happy as well.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Can I talk to you about technology, about artificial intelligence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Do you see it as helpful or harmful, particularly as a music producer? And if we're talking about music arrangements, could you everenvisage perhaps talent like yours being surpassed, should say it, replaced?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "ALOK",
      "sentences": "Well -- yes, of course. Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, you've got to be open-minded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "ALOK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Can I ask one more thing? You mentioned your father already. I read that he was in Israel on October 7th. He's also a very well-known DJand he was set to go on stage just as the attacks began. I think that's pretty terrifying and daunting for anybody involved. How's he doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "ALOK",
      "sentences": "The first moment I was -- I didn't even know that my dad was in Israel and I didn't know that he was going to perform in the party. Youknow, and I saw some videos of him and then suddenly, I was just trying to reach him out and I couldn't. So, after hours I realized that -- he got in touch and then he was on a banker. And then we were just trying to get information, but we really didn't understand what was going on. So, it was a nightmare for all of us and what was going on. But my dad, honestly, like I think he will never really be the same person, you know. I think the trauma is forever. I get emotion when I'm talking about it, you know. I was so blessed to have the opportunity to hug my dad again, but I know that a lot of people didn't have the same, you know, opportunity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "My take away from that, hug those you love close and great Brazilian indigenous music. Thanks to Alok there. More FIRST MOVE afterthis. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back. It's opening day for Major League Baseball in the United States. And 26 teams are in action after two games were rainedout. The L.A. Dodgers beat the St. Louis Cardinals. And all eyes were on the Shohei Ohtani after his former interpreter allegedly stole millions of dollars from the baseball sensation. Nick Watt what joins us now. Nick, it was the first time we saw him in action, of course, since that presser earlier this week. Loads of Ohtani fans there. I'm sure they just want to put that behind them and focus on the sport. The question is, can we and they?",
      "isLastSentenceInterrupted": false
    }
  ]
}