{
  "date": "2024-01-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Haley Questions If Trump Is Mentally Fit To Be President; Europe Steps Up Ammunition Production To Aid Ukraine; DeSantis Cancels Sunday Show Appearance Ahead Of NH Primary; Biden Hopes Retail Politics Will Pay Off In November; CNN Goes Inside TX-Controlled Area Along Southern Border. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:05",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You are live in the CNN Newsroom. I'm Jim Acosta in Washington. We begin the hour three days from the New Hampshire primary with Donald Trump touting his intellectual prowess, bragging that he aced a cognitive test. And despite his grandiose claims he's making a number of concerning cognitive blunders out on the campaign trail.(BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: By the way, they never report the crowd on January 6th, you know, Nikki Haley, Nikki Haley, Nikki Haley, you know, they -- did you know, they destroyed all of the information, all of the evidence, everything, deleted and destroyed all of it, all of it. Because of lots of things like Nikki Haley is in charge of security. We offered her 10,000 people, soldiers, National Guards, whatever they want, they turned it down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:05",
      "speaker": "ACOSTA",
      "sentences": "The most glaring of all of those nonsensical claims we should note Haley was not even in office on January 6th, Trump seemingly confusing her with Nancy Pelosi, who we should note was not in charge of Capitol security on January 6th. But after months of Haley hesitating to attack her chief rival, she's now questioning his mental fitness and rejecting his claim of total immunity, which according to Trump, you probably saw this earlier this week, includes actions that, quote, crossed the line according to this post that he made on his Truth Social website.Those comments are raising further concerns about what a second Trump presidency could be like. He recently joked that a landslide victory in New Hampshire could justify the end of the Republican Party primary. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:05",
      "speaker": "TRUMP",
      "sentences": "We'll finish it off, this could end it. Get the big vote, it ends it. Then we could focus on Biden and his thugs. Just cancel the election. Just say Trump wins automatically.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:05",
      "speaker": "ACOSTA",
      "sentences": "CNN's Alayna Treene is with the Trump campaign in Manchester, New Hampshire. Alayna, what's Trump saying in his rally now? What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:05",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Yes, well, Jim, he's actually speaking behind me at the moment, if you can see. And it's very loud in here. But look, I think we just saw a big moment with Donald Trump early on stage. He welcomed several people from South Carolina, South Carolina's top leaders, including Governor Henry McMaster, one of Donald Trump's fiercest allies, who endorsed him back in 2022, actually, shortly after Trump had announced his third bid for the White House.And this is part of a broader strategy from the Trump campaign to really hammer Nikki Haley in the final days before the New Hampshire primary. We saw, you know, Tim Scott offer Donald Trump a major endorsement last night, also another senator from South Carolina. And again, this is all part of the strategy for them to try and undercut Haley's momentum in the final days before New Hampshire. It also is a sign, according to my conversations with Trump's advisors, that they do think it's a sign he'll do well in South Carolina. But the timing here is really the important thing to know, because a lot of these people could have been giving this full court press in the days before South Carolina, but they're doing it now because the Trump campaign is concerned about Nikki Haley and her rise in the polls. And they're trying to use any kind of strategy they can to undercut her momentum. And they think it's a great way to do it is to by, you know, trying to paint her as being not well liked by many of the people in her own backyard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:05",
      "speaker": "ACOSTA",
      "sentences": "And Alayna, Trump has been going after Nikki Haley, do you think his campaign is now writing off Ron DeSantis, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:05",
      "speaker": "TREENE",
      "sentences": "I wouldn't say they're writing him off, but they definitely don't see him as big of a threat. They very much view Nikki Haley as to kind of taking that number two spot behind him. And that's again, according to my conversations with Trump's advisors. They really do view Nikki Haley as the person to beep specifically here in New Hampshire.And part of that is because poll after poll shows that she's closing the gap with Donald Trump but also that she does so well with moderate voters as well as the more independent voters who can vote in New Hampshire's primary on Tuesday. Now, part of those attacks really got nasty tonight during his speech. He argued that Nikki Haley is in the pocket of Biden donors and is increasingly tried to paint her as being close to the left. Take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:05",
      "speaker": "TRUMP",
      "sentences": "So here in New Hampshire, Nikki Haley, I know her well. The guy screaming Birdbrain only in New Hampshire does that. But she's made an unholy alliance with the Rhinos the Never Trumpers, Americans for no prosperity, globalists, the radical left communists and they want to get liberals and Biden supporters. That's what they want. And, you know, you have a governor here that allows Democrats to vote in the Republican primary.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "ACOSTA",
      "sentences": "All right, Alayna Treene, thank you very much. Let's discuss this and more with CNN political commentator Karen Finney and CNN senior political commentator, Scott Jennings. Scott, let me start with you. I do want to talk to you about this news coming out of the DeSantis campaign. They've canceled both of the Florida governor's planned interviews on CNN State of the Union and NBC's Meet the Press. I mean, you don't want to make too much of Sunday talk show scheduling. But right before New Hampshire primary that seems like more than just scheduling. What's your head on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I talked to the campaign tonight, because I wanted to learn about it myself. And they chalk it up to scheduling and logistics issues. They say they've got a schedule to keep on Sunday, Monday and Tuesday. But one other strategic issue that was raised with me is that look, they're not really competing in New Hampshire. I mean, this is Nikki Haley's time here. She's going to need to be in the spotlight.So they're all too happy to see that ahead of New Hampshire and get ready for what they really think is going to be their next move. And that's to go to South Carolina. So they cautioned those of us in the press not to read too much into this, that it's truly a scheduling and logistics matter for them right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "ACOSTA",
      "sentences": "Karen, are you buying that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "KAREN FINNEY, CNN COMMENTATOR",
      "sentences": "I mean, having delivered similar types of talking points myself, no, no, no, just the schedule thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "FINNEY",
      "sentences": "I mean it's certainly possible. And look, it's possible that they decided a better use of time as seeing voters than then being on television. And obviously, if you're trying to get around a state, it's a small state, but there's icy roads, let's give them the benefit of the doubt on that. However, it does also suggest that, as Scott said, they recognize New Hampshire is not going to be great for them. And this is also a way to sort of divert attention away from New Hampshire.And as they clearly told Scott, focus on South Carolina. Don't pay attention to the fact that we're probably going to come in a distant third here in New Hampshire. So this also sounds like, you know, on Wednesday, they'll be able to. Well, remember we told you we weren't really campaigning there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, Scott, I don't know. It sounds a little too cute by half. But I guess we'll have to wait and see what actually happens. But I do want to ask you, Scott, what you think of Nikki Haley. I mean, she really is now going after Donald Trump, I think was in the last couple of weeks where she was asked and she said, I'm not going to do this. I'm not going to go after Donald Trump. Now she is going after Donald Trump questioning his mental fitness after he confused Nikki Haley and Nancy Pelosi. Let's listen to how she's responding, talk about it.(BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: But Last night, Trump is at a rally. And he's going on and on mentioning me multiple times as to why I didn't take security during the capital riots. Why didn't handle January 6th better. They're saying he got confused that he was talking about something else. He was talking about Nancy Pelosi. He mentioned me multiple times in that scenario. The concern I have is, I'm not saying anything derogatory, but when you're dealing with the pressures of a presidency, we can't have someone else that we question whether they're mentally fit to do this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "ACOSTA",
      "sentences": "Scott, does you have a point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:18",
      "speaker": "JENNINGS",
      "sentences": "Yes, fair game. I mean, he did get caught up in a mistake of repeatedly calling Haley's name when he meant to call Pelosi's name. So it's a fair attack. I also noted today that Haley was attacking Trump saying, you know, we really can't nominate someone who might not tell us the truth all the time. And I was like, well, if you're just now getting to that, like you've invented the wheel, it's -- you're a little late to the party.But look, all these things are fair. The question is, have Republicans and specifically the people who were voting for Trump already made up their mind to the point where they would say, there's nothing that's going to make me change it. And if you look inside this polling, that's absolutely the case. And so what she needs are a small sliver of Republicans who may be available. And then obviously, in New Hampshire, she's running to try to get some of these independents, not Democrats, as Trump says because they can't vote but the independents can. And that's who she's talking to right now. The splits on this are amazing. Trump's killing among Republicans, but she's actually up among these independent voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "FINNEY",
      "sentences": "You know here's the one thing I would just point out. One of the things we know from about 20 years of research is that when women go negative or seem to go negative or go on the attack, they actually pay a higher price with voters than men do. So I don't have an issue with the fact that for most of this campaign, her attacks have not felt like direct personal attacks, but rather, you know, she's tried to criticize them on the issues and, you know, making friends with dictators, you know, China and Putin.But this one, I'm with Scott on it, this is fair game. The guy is, you know, he points out the guy calls her Birdbrain and he's, you know, clearly more than confused in that long bit about, you know, what happened at the Capitol, and that is fair game. And we are in the moment where something like that you got to pick it up and take it, particularly in a state like New Hampshire where you are trying to reach those independent voters. And really, and frankly, the other thing I'm surprised we haven't seen more of is, you know, trying to turn out more Republican Party voters who are Never Trumpers, who maybe don't usually participate in the primary. Most of the time the primaries are, you know, you're more active base voters. Well, this is a perfect opportunity to try to turn out just from a strategic point, more Republican voters as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, Scott, I mean, maybe one of the answers to Karen's question is a lot of Republicans are coming home to Donald Trump. I mean, I talked about this with Sarah Longwell in the previous hour. She's done focus groups with Republicans, and they are just coming home. Last night Senator Tim Scott announced he's endorsing Trump, snubbing a fellow South Carolinian Nikki Haley, who appointed him to the Senate by the way. Let's listen to what some of what he said.(BEGIN VIDEO CLIP) SEN. TIM SCOTT (R-SC): We need a president who will unite our country. We need a president who will restore law and order. We need Donald Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, Scott, if Trump wins big on Tuesday, is this race effectively over when you have your Tim Scotts, you have Marco Rubios lining up behind Trump? You have him winning the first two contests in a decisive fashion. I just don't see what's left really for the other candidates at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "JENNINGS",
      "sentences": "Yes. If he wins decisively in New Hampshire, which by the way, the polling available right now says he's well ahead. If he wins decisively, it's going to be hard to see how this is competitive in any other state, particularly when you consider New Hampshire as the most fertile ground. A candidate like Nikki Haley is ever going to get I mean, if you were ever going to make a run at it, it would be where independents can vote. It would be where the Republicans there are a little more moderate. And you have some demographical -- demographics there that are a little more friendly to the kind of campaign you're running. You're just not going to get that really anywhere else, certainly not in South Carolina, although it is home turf for her, but not on Super Tuesday really either.So to me, it's now or never. And if you are Donald Trump, and you were the president, and most Republicans view you as a de facto incumbent anyway, and you roll up to pretty massive wins in the first two states, I think you'd have every right to say that this primary is over. And the way they're rolling out these endorsements and running this effort to kind of end it now, it's textbook and it's brilliant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "JENNINGS",
      "sentences": "And it's really disciplined what they're doing. And it's making it very difficult for Haley and DeSantis right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:04",
      "speaker": "ACOSTA",
      "sentences": "Yes. Karen, what did you think of that Tim Scott endorsement? And, you know, I guess the other issue that is nagging at me a little bit here is we talk about these cognitive issues for Trump, when we talk about, you know, just this past week, he's on Truth Social saying, presidents need total immunity, even with events that crossed the line. You know, you guys are seasoned political veterans, I don't want to say old seasoned political veterans. In the run up to the New Hampshire primary, typically, these kinds of statements, these types of gaffes, these kinds of moments, would sink a front runner, or at least be very damaging for a front runner. And he is just appears to be unstoppable at this point, barring of course, some sort of unforeseen event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:17",
      "speaker": "ACOSTA",
      "sentences": "All right, Scott and Karen, great to talk to you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:17",
      "speaker": "JENNINGS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:29",
      "speaker": "ACOSTA",
      "sentences": "The European Union is promising to step up production of ammunition as Ukraine pleads for more help in its fight against Russia's invasion. While military supplies are dwindling American aid has stalled locked in a funding fight up on Capitol Hill. CNN's Fred Pleitgen visited troops on the front lines getting a firsthand look at how that's affecting troops on the battlefield.(BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): The battle is already in full swing when the artillery unit gets their orders. Their Battle Cat Sioma (ph) follows the commander to the U.S. provided M777 gun, and they get to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:29",
      "speaker": "PLEITGEN",
      "sentences": "The soldiers have now been given a target, and they're working as fast as possible to try and fire as many rounds as accurately towards the Russian positions.PLEITGEN (voice-over): Three rounds, that's it. The commander tells me ammo shortages are a real problem here. There is more of a deficit, he says. When we were in Zaporizhzhia direction, we used 50 to 60 shells a day. Now, it's 20 to 30 maximum. The resupply truck only brings a few more rounds, and with U.S. military aid ground to a halt, things could get even tougher for the Ukrainians soon. We're near Marinka on the eastern front. The Russians recently managed to take Marinka after essentially annihilating the entire town with their artillery. Moscow's forces face no ammo shortages, the Ukrainians say, after getting around a million artillery rounds from North Korea in the past year. Even as we prepare to leave, the position is under Russian fire. We drive away constantly watching for Russian drones and possible artillery impacts. Different day, different frontline, similar problems for Ukraine's forces, major shortages. We're in the battle zone near Avdiivka with a Special Forces unit called Omega. It's 22 degrees below freezing. They want to fire artillery rockets at the Russians, but lacking western arms, they've mounted a Soviet era launcher on a U.S. made pickup truck. They set up fast, but then this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:29",
      "speaker": "PLEITGEN",
      "sentences": "So, one of the issues that the Ukrainians have using this very old technology is that sometimes it simply doesn't work. It's very cold right now. They think something is frozen and it's just not working.PLEITGEN (voice-over): All they can do is de-rig and leave before the Russians see them. We wanted to strike at the enemy's positions, but, unfortunately, sometimes it happens. The equipment does not work, he says. Technology does not stand still. And as we can see in this war, the technologies from the west are giving very good results. The unit later did manage to fire their three rockets after troubleshooting for several hours, delays that can be costly in a war where Ukraine is already badly outgunned. Fred Pleitgen, CNN in Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:31",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, Eugene, you're running for Congress. I mean, obviously, you're talking to voters about this. And lawmakers have advised the White House, this is the last chance to get this aid to Ukraine passed before the election. How high are the stakes here? And what are you hearing when you're talking to voters? What's your message to the voters when you tell them because a lot of times you'll hear from voters say, well, I don't want to worry about Ukraine. I want to worry about what's happening back home and in the U.S. What do you say to those folks?COL. EUGENE VINDMAN (RET.) (D), CONGRESSIONAL CANDIDATE FOR VIRGINIA: Well, sure. So Jim, I'm actually not finding that voters are disengaged from Ukraine. I get messages from supporters and voters asking how they can help in Ukraine. They understand that Alex and I have been very vocal in advocating for Ukraine as a matter of U.S. national security. And, you know, it's important to remember this week, especially after Iowa, that Trump is the clear front runner. And remind people that in -- this started in 2019, the first attack on our democracy on -- and election integrity, when Trump made his infamous phone call attempting to extort President Zelenskyy. And so I released a recent video about that very phone call. And we need to remind folks what the stakes are here. They're still very much engaged. And I like to just point out the fact that we're in an interconnected world. And when Russia attacked Ukraine, that affected the global oil market, which means folks in Northern Virginia, in Woodbridge, in Dale City, in Fredericksburg, we're paying more at the pump when Ukrainian grain went off the market because of Russia's attack. Folks here paid more at the grocery store. So we're in an interconnected world. We're sort of at a decision point now. We can follow the Republican path, the extremist path and isolate, attempt to isolate. But this is not the 20th century, even in the early 20th century. That's not possible. We have to remain engaged in the world. We're in an interconnected economy. And our economy is the strength of this nation, and we have to keep it strong. That's why engagement is so important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:03",
      "speaker": "ACOSTA",
      "sentences": "Yes. But, you know, Eugene, President Zelenskyy has said he is worried about the prospect of Trump returning to the White House. I mean, you've talked to officials who work for major U.S. allies around the world, I mean, it is almost unanimous you hear this from whether you're talking to European officials and so on any corner of the earth. But President Zelenskyy in particular, is worried about what happens if Trump gets back to the White House should he be concerned? What do you think Eugene?E. VINDMAN: Yes, so I hate to admit on national T.V. that Alex is right, but he is. And President Zelenskyy should be worried. In fact, he should be worried. The entire world should be worried. Remember, one of his first interactions with former President Trump was an attempt to extort him and attempt to interfere in our elections by investigating Biden, Joe Biden's family. And so he has every reason to worry, these ludicrous statements by the former president, that he can end the war in 24 hours, which is really impossible. Ukrainians won't cave. The situation on the battlefield is frankly, fairly static. The Russians are on the attack, but they're not making any major breakthroughs. The Ukrainians have plenty of fight. This thing can go on for years. But Trump will support Putin and dictators. I mean he's indicated that. He has an affinity for dictators. He constantly says nice things about Vladimir Putin and the Korean dictator and Xi. So he has reason to worry. ACOSTA: Yes. Well, I tell you, when I saw Fred Pleitgen's piece earlier this week, it was important that we had you both come on the air. And it means a lot to me that you both were able to make the time for it. So we really appreciate it. Hopefully, we can do this again. If it's not -- I don't want to cause any family problems by having you both on at the same time, but I think it does get the message across in a real powerful way to have you both on. All right, sounds good. Eugene and Alex -- E. VINDMAN: It's a lot of fun, Jim. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:03",
      "speaker": "ACOSTA",
      "sentences": "All right. Good to talk to both of you. Appreciate the time. Thanks a lot.E. VINDMAN: Great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:43",
      "speaker": "ACOSTA",
      "sentences": "Moments ago in New Hampshire, Donald Trump responding to Nikki Haley who has been raising questions about Trump's mental fitness. Here's how Trump responded. This was just moments ago.(BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: I feel my mind is stronger now than it was 25 years ago. Is that possible? I really do. Now Biden can't say that. Look, you know, he can't say that. You know, he can't say that. You know, there's something going on. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:43",
      "speaker": "ACOSTA",
      "sentences": "Trump making those remarks after he mixed up, Nikki Haley and Nancy Pelosi at an event last night in New Hampshire. Joining me now is national political reporter for The Messenger, Marc Caputo. Marc, obviously, you know, Florida politics well, you know, the DeSantis campaign well. I want to talk to you about that in a second. But first, you know, you know this, Trump does not admit mistakes. But this is pretty much his version of a cleanup for that Nancy Pelosi- Nikki Haley mix up. They must have felt like he needed to go out there and clean this up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:43",
      "speaker": "MARC CAPUTO, NATIONAL POLITICAL REPORTER, THE MESSENGER",
      "sentences": "Certainly. And there's been a few instances where Trump has gone off message and not in a way that has benefited him the way it did in the past. You know, few weeks ago, he bizarrely started talking about if you pour water on magnets, they don't work. You know, the poisoning the blood of the country remarks. It's really debatable in a Republican primary, how good of an idea that was.There's been a few other instances of that. But in this case, it sort of hurts because understand, I'm not saying it's fair, I'm not saying it's right. But this is politics. Donald Trump wants to put a pox on Biden's house of saying, look, I know I'm under criminal indictment. But the real criminal is Joe Biden. He wants to fuzz up his own alleged criminality with alleged criminality in Biden's part. And the Biden campaign and Democrats, knowing that Donald Trump is attacking Biden for alleged senility, is now giving him the same sort of treatment, and Trump doesn't like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:36:43",
      "speaker": "ACOSTA",
      "sentences": "Yes. And it's notable that Nikki Haley is going out there and talking about it in the way that she is. I mean, we have not seen that up until this point of the campaign. But I did want to talk to you, Marc, because you have been an expert on Ron DeSantis, Florida Governor pulling out of his scheduled television interviews on the Sunday talk show circuit, his campaign, his citing a scheduling conflict.And yes, you can make too much of canceling Sunday talk show appearances, but not before the New Hampshire primary. That is going to create speculation. That is going to make people think, uh-oh, is that -- is this it? Is this the end? What's your sense of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:03",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, it's a little too cute by half. I mean, to say, well, one of my, you know, mistakes was not dealing or engaging enough with the mainstream media. And oh, by the way, I'm canceling two Sunday talk show appearances tomorrow, right before the New Hampshire primary. I'm sorry, something doesn't add up here. But Marc, you wrote a blistering report on the trouble that theDeSantis team is facing saying that DeSantis is prickly personality, a strange one time allies, donors and political pros, his likability problems turned off many voters, the $47 million spent against him by the Super PACs of Trump and Nikki Haley damaged him in the spring and summer, criminal indictments of the Trump changed the trajectory of the race. You know, I also think he became more of a meme than a movement, that's been sort of by observation watching this. His candidacy at times was reduced to that sort of awkward for smile that he would give at times. And it just -- it never felt like he was comfortable out there in his own skin or in his, you know, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:03",
      "speaker": "CAPUTO",
      "sentences": "I think you're 100 percent right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:03",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:03",
      "speaker": "CAPUTO",
      "sentences": "He -- Ron DeSantis in the end, what -- the lead quote of that story is from Chris LaCivita who's the campaign manager for Donald Trump, who gave the best comment on what happened to Ron DeSantis, which is he basically ran against Donald Trump, and that is, according to LaCivita, quote, Ron DeSantis never established dominance. And the reason DeSantis didn't is that he just didn't really know how to run against Donald Trump.Donald Trump is a big dog in the room, and he was just never able to figure out how to run against him. You run against Donald Trump, I've said this before, he has a quality of this sort of self-immolating arsonists made out of asbestos. And he likes himself on fire, and he burns and he hugs you and you burn along with him, except being made out of asbestos, he doesn't get reduced to cinders, you do. And Donald Trump has just shown that Ron DeSantis is the latest victim of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:03",
      "speaker": "ACOSTA",
      "sentences": "Yes. And there's been a long list of those. All right, Marc Caputo, great conversation as always. Thanks so much. I look forward to talking to you again soon. Thanks a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:03",
      "speaker": "CAPUTO",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:46:48",
      "speaker": "ACOSTA",
      "sentences": "Last time at the podium wartime ordering milkshakes. That's what you expect from President Biden on the campaign trail as he gears up for a potential rematch with Donald Trump. CNN's Kevin Liptak is with the President in Rehoboth Beach, Delaware. Kevin, what's the Biden reelection strategy shaping up to be? KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTERAnd you are starting to see that play out in the opening weeks of this year. And just as one data point, until yesterday, there were no public events at the White House. Instead, what you've seen President Biden doing is traveling to these battleground states. He's gone to a soul food restaurant. He went to a milkshake stand. He even, you know, went into someone's home to sit at their kitchen table and talk about student loans. Yes, you know, this isn't rewriting the campaign playbook. It's sort of politics 101. But I think for President Biden, it really does underscore where his team thinks his best attributes are. It's out meeting people, talking face to face. He's a politician that really thrives on these interactions. And what his team says is that they are using this time, 10 months before the Election Day to try and come up with new formats, experiment with new ways to put him out in front of people in a way that will break through that his podium speeches haven't necessarily been able to. Now the one issue that I think you're going to start to seeing them focused on intently is abortion. And this will really come into focus next week around the anniversary of the original Roe versus Wade Supreme Court decision. The President, the Vice President, will all be out talking about this and it will culminate in this big rally on Friday, or I'm sorry, on Tuesday in Northern Virginia, trying to counter programming, the New Hampshire primary. And I think what you'll hear President Biden do is really kind of amplify what President Trump has said that he takes credit for the overturning of Roe versus Wade through his three Supreme Court nominations. And so certainly that will be a major issue for President Biden both next week and over the coming months as this election heats up. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:49:19",
      "speaker": "ACOSTA",
      "sentences": "President Biden says he is hopeful an immigration deal will land in the Senate this week and as promising, quote, massive changes along the U.S.-Mexico border This comes as Texas authorities have been arresting migrants at a public park in Eagle Pass in an area the state military took over last week. CNN's Rosa Flores goes inside that park on the U.S.-Mexico border.",
      "isLastSentenceInterrupted": false
    }
  ]
}