{
  "date": "2024-01-05",
  "headline": "CNN News Central",
  "subHeadline": "December Saw a Surprise 216,000 Job Additions in U.S. Economy; Interview with U.S. Treasury Secretary Janet Yellen; Oscar Pistorius Granted Parole Until 2029 After Being Released From Prison; Study Finds Wegovy, Ozempic Safe for Mental Health; $4,000 Cash Devoured by Dog. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "YELLEN",
      "sentences": "-- and the progress for the middle-income families is very noticeable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "We have that chart up on the screen so people can see. Yes, wage growth is outpacing inflation. And as you noted, some surveys are beginning to show that consumers are feeling a little better about the economy. But that's from a really low point because they felt lousy about it in poll after poll after poll. So, what will it take, do you think, for inflation not to be a story anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "YELLEN",
      "sentences": "Well, you know, we had a period. The pandemic was difficult and we had a period in which prices rose a great deal in a short time. So, I think we need to see a sustained period of low inflation with wages growing, as you showed in the graph, more rapidly than inflation for people to feel good about their future prospects. As you mentioned, we are beginning to see that in surveys. I believe if this is maintained over the next year, as I fully hope and expect it will be that Americans will feel good. They are spending in ways that suggest they're happy with their financial circumstances. We're seeing a huge number of new businesses being formed that an investment in American businesses that suggests confidence in the future of the economy. I think those are all good signs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Is the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "YELLEN",
      "sentences": "It is very rare to bring down inflation as much as we have without seeing a weakening in the job market. But we have 23 months in a row, unemployment under 40 percent, haven't seen that in 50 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "So, the soft landing, did it happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "YELLEN",
      "sentences": "I -- what we're seeing now, I think we can describe as a soft landing. And my hope is that it will continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "So, you did it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "YELLEN",
      "sentences": "Well, the American people did it. The American people go to work every day, participate in the labor market, form new businesses. But President Biden has tried to create incentives that give Americans the tools they need to help this economy grow. We have three huge pieces of legislation investing in American infrastructure, spurring private investment in semiconductors and in clean energy, and that's really sparking a growth, especially in manufacturing jobs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "There is concern --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "YELLEN",
      "sentences": "-- in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "-- there is concern what's happening in the Middle East, specifically in the Red Sea with some shipping companies now diverting traffic away from there, away from Suez. In having, you know, extending their routes by some two weeks. What concerns do you have for the supply chain and the idea that that might increase prices?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "I'm going to let you go, Treasury Secretary. But you sat in Jerome Powell's office before making the same types of decisions he is about to make. The jobs report out today, do you think -- how do you think it will impact his decision of when to cut interest rates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "YELLEN",
      "sentences": "So, I'm not going to comment on what the Fed should do or is likely to do. I think the path the labor market and economy and inflation have followed suggest they have made a set of good decisions. And we will get some more inflation data if it stays down, that will be good news for the Fed and something I know they will take into account in their future rate decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "I'm also sure they appreciate you not commenting much further than that. Treasury secretary Janet Yellen, we appreciate your time. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "YELLEN",
      "sentences": "Thank you.SARA SIDNER, CNN NEWS CENTRAL CO-ANCHOR:  I asked John Berman, delivered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "BERMAN",
      "sentences": "Tried I tried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "After almost nine years behind bars, Olympian Oscar Pistorius is now out of prison. A parole board granted his petition after he served half of his 13-year sentence for shooting and killing his girlfriend, Reeva Steenkamp.On Valentine's Day in 2013, the murder, of course, sent shockwaves across the world as Pistorius maintained he thought Steenkamp was an intruder when he shot her four times through a locked bathroom door. But Pistorius is not a free man. He is under parole until 2024. David McKenzie is with us now from Western Cape, South Africa. David, I'm curious about two things. What the conditions of his parole are and what the family is saying now who has gone through untold amounts of horror.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Sara, this man was really a global icon if you cast your mind back more than a decade ago. A Paralympian and an Olympian who went over his major disabilities to compete in the able-bodied London Olympics. But it all came crashing down, as you say, on February 14th, Valentine's Day, 2013. In the early hours of the morning, he shot four times through that bathroom door, killing his then-girlfriend Reeva Steenkamp.He has now been released on the parole. Yes, they are -- he will have to attend gender-based violence programs according to those conditions. He will have to do therapy for anger management. He must be home at certain hours. He cannot drink alcohol or prohibited substances. And importantly, he is prohibited from speaking to the media. For the family, though, this is a moment of great pain and sorrow. They say the pain is still very real and very raw. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "I'm just curious, David. Is this something that's pretty normal in South Africa where you serve half of your sentence or, you know, there is a very different kind of parole system there, maybe, compared to here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "MCKENZIE",
      "sentences": "It is normal in South African system if you have for -- half of your sentence, which this case was 15 years, you are eligible for parole. Many people say he should have spent time -- more time in prison, but it is in keeping with the justice system here. This case, obviously, garnered a lot of attention here in South Africa and around the world. Also, on issues of gender-based violence and violence against women.You know, the mother of Reeva Steenkamp, June Steenkamp released a very powerful statement earlier today saying that there can never be any justice if your loved one is never coming back and no amount of time served will bring Reeva back. We remain behind -- we, who remained behind are the one serving a life sentence. You know, Sara, she never believed that the story that Oscar Pistorius told, that he believed it was an intruder. She thought he killed her daughter intentionally, and certainly he did spend time for murder, and for now will still be locked away in that house in Pretoria. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "David, you always do such great reporting from there and around the world. Thank you so much for bringing us that story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "This is just coming into the newsroom. Abortion could be on the ballot in Florida this year. A coalition of abortion rights supporters announcing they have enough petition signatures to bring a state constitutional amendment protecting the right to an abortion to a vote in 2024. If it makes it to the ballot, it would require at least 60 percent of voters to pass and would effectively undo Florida's current 15-week abortion ban.The proposed amendment's language would still have to be approved by the state Supreme Court. It is currently being challenged, as you might imagine, by Florida's Attorney General.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BERMAN",
      "sentences": "The wildly popular diabetes and weight loss medications Ozempic and Wegovy are being taken by millions of Americans. The FDA is looking to reports of people having suicidal thoughts while taking the medications. A new study backed by the National Institutes of Health is shedding some light.CNN's Meg Tirrell joins us now. What is in this study, Meg?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "So, the FDA and European regulators, why and how are they looking at this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "TIRRELL",
      "sentences": "Yes. So, the European probe started first and that actually prompted the researchers to do this big study. They started this investigation because there were about 150 reports of people taking some semaglutide, which is the drug name for these or similar medicines who had had suicidal thoughts. And so, you have to look into case reports like that.Similarly, here in the United States, the FDA has had case reports, about 144 of them in its online database. Just this week, they said they were looking into those. And so, the regulators need to figure out whether there is a link here. So far, they say they haven't established one, but those reviews are ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "And based on the NIH study, is it possible this means Ozempic and Wegovy may actually help mental health?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "TIRRELL",
      "sentences": "That is such an interesting question. We are seeing these medicines being tested for more and more things, and we know that the way they work is not just, sort of, in the gut to slow down our digestion and things like that, but they also have effects in the brain.And so, there is a question here. Could they actually help with something like depression? There is at least one clinical trial going on to assess that now. The researchers say this study is, of course, not enough to prove that. It should not be used off label for that use, but perhaps something to study in the future, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "All right. Meg Tirrell, very important stuff. So many people using these medications. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "All right. 15 years ago, Captain Chesley Sullenberger executed one of the most famous emergency landings in modern aviation history. When he landed U.S. Airways flight 1549 in the middle of the Hudson River. This Sunday, \"The Whole Story with Anderson Cooper\" looks back at the harrowing details of that day when that pilot saved so many people. And an exclusive interview with the crew and passengers, it looks at how their lives have been changed forever since. Here's a preview.(BEGIN VIDEO CLIP) C.B. \"SULLY\" SULLENBERGER, CAPTAIN, FLIGHT 1549:  In the 208 seconds that we had from the time we hit the birds and lost thrust until we had landed, I knew I had to take at least a few seconds of that time to make an announcement at the cabin, to tell the flight attendants and the passengers that we are going to make an emergency landing. I said, this is the captain, brace for impact. I could hear the flight attendants in the front begin shouting their commands to the passengers in unison. Brace, brace, brace, heads down, stay down, over and over again. VALLIE COLLINS, PASSENGER, FLIGHT 1549:  I sent my husband, Steve, a text message. That was just one sentence that said, my flight is crashing, period. And as I was typing it, my seatmate, he said, Put that up. He said, You're out of time. And that's a sentence that hit me like a ton of bricks. I was like, really, God? At 37? I'm out of time? I'm not going to be the mother of the bride. I'm not going to see my youngest son hit his first home run. I'm not a perfect mother, but I'm their mother. And to think that I wouldn't finish raising them was pretty hard. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "Some powerful reporting there and everybody remembers Sully's role in all this. It was an incredible day. Be sure to tune in to an all-new episode of \"The Whole Story with Anderson Cooper\". One hour, one whole story, Sunday, 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "So, you do know that old cliche, the dog ate my homework.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "I've used it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "Well, that is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "It didn't work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "-- that is nothing compared to what one couple and one dog went through, although maybe went through is a poor choice of words here. Their dog Cecil, a golden doodle, ate 4,000 in cash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "Buddy. Cecil. Bad dog. The Pittsburgh couple withdrew the funds to pay workers who had built a fence for them. But they say Cecil's expensive taste got the best of him. 30 minutes later, thankfully, their bank was understanding, accepting bills back. Oh, I wonder if they know what those bills have been through, with full serial numbers on both ends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "And this is a bad choice of word here again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "You get $24.50. You know -- I mean, how much was it when you did it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "It's usually like -- I -- my -- I don't have a dog anymore, but they swallow things. And then you're like, oh, it's got to make sure you get through its system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "$4,000 in cash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "I don't have $4,000 cash in my house. I got $4 that I can let you borrow if you need it. But that look, look at Cecil. I mean, he's so cute. Cecil can do no wrong in my life, but you know what, they just shouldn't have the money out. I'm sorry. I'm not blaming Cecil for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "I'm not. I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "Not his fault. He just likes the taste. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "Of money, don't we all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "Happening now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "Sorry, John.",
      "isLastSentenceInterrupted": false
    }
  ]
}