{
  "date": "2024-03-28",
  "headline": "CNN News Central",
  "subHeadline": "ADL: Distribution Of White Supremacist Propaganda Hits Record High; King Charles Misses Easter Tradition Amid Cancer Treatment; Dow Near 40,000 As Stocks Close Out First Quarter On Hight Note. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "An alarming new report shows 2023 was a record year for distribution of white supremacist propaganda.The Anti-Defamation League says last year incidents rose 12 percent to more than 7,000 documented cases of racist, anti-Semitic, and anti- LGBTQ material distributed. It found a 30 percent rise in anti-Semitic propaganda in 2023, and anti-LGBTQ propaganda more than doubled. For more on this story, we are joined by Jonathan Greenblatt, the CEO and National Director of the Anti-Defamation League. This, Jonathan, I mean, what a troubling spike we're seeing here. What's behind the trend, and what worries you the most about it? JONATHAN GREENBLATT, CEO, ANTI-DEFAMATION LEAGUE: Yes, Brianna, it's fairly alarming, but unfortunately, I think it's a sign of the times. And by the way, this was the second year in a row that ADL recorded the highest number of white supremacist propaganda incidents we've ever tracked. We've been doing this work for decades and decades. I think there are multiple forces that are converging in this moment. So on the one hand, I think in this incredibly polarized, politicized environment, extremists feel emboldened because they see people with their views running for election board, running for, you know, other kind of local offices and people in positions of authority don't always call it out. So number one, extremists feel emboldened. Number two, world events, they're trying to leverage that. We saw white supremacists putting out ugly anti-Semitic, anti-Israel messaging after October the 7th. The convergence of right-wing extremists with left-wing anti-Zionists is real, and I think that has a lot to do with the 30 percent spike in anti-Semitic propaganda that we saw last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEILAR",
      "sentences": "The report found the distribution of hateful propaganda was reported in every state except Hawaii and Alaska, and that the most reports of propaganda came from Virginia, Texas, California, New York, and Massachusetts. I wonder why you think there's such a saturation in those specific areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "And how do you combat that? Because as you mentioned, you have Patriot Front. And the numbers are staggering here. Patriot Front responsible for more than 60 percent of the propaganda distribution. And it's three white supremacist groups, which we put up there on the screen, including Patriot Front, that are responsible for 92 percent.I mean, they are responsible for so much of this. How do you combat that when it is coming from these, you know, few places predominantly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GREENBLATT",
      "sentences": "Yes, so one of the groups called the National Justice Party, they're using slogans that seem sort of right out of like a GOP campaign, like defund the FBI, or talking about the need for repelling the invaders. So they use language that seems political in nature.But if you push down just a little bit, you see things like white solidarity, white power, and other really ugly stuff. So what do we do to combat it? Well, number one, we need a whole-of- society approach. So people in positions of authority in the GOP or the Democratic Party need to call this out wherever it comes from, and all people in positions of power, whether you're the President of the United States, or a university president, or a PTA president, Brianna. That's number one. I think number two, people in communal organizations, in this moment of great tension on so many fronts, we still need to see Jewish communities, you know, Christian communities, Muslim communities, finding ways to work together. That's really important. And then number three, eventually, Brianna, I think we've talked about this before, social media. We need once and for all to think about, you know, more intelligent rules for the road that discourage social media companies from amplifying the most intolerant voices. You know, if it clicks, it sort of leads on social media, and that's got to stop once and for all. KEILAR: Yes, it certainly needs to get smarter on many fronts. I think many folks would agree with you on that. Jonathan Greenblatt, thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GREENBLATT",
      "sentences": "Thank you so much. Always good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "DEAN",
      "sentences": "King Charles had some encouraging words in his first public remarks since the Princess of Wales revealed her own cancer diagnosis. The King stressing the importance of care and friendship, especially in the times of need.The pre-recorded audio message was broadcast in the king's absence at a historic royal Easter service. CNN's Nada Bashir has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Well, Jessica, typically the King would be in attendance at this church service himself, but he is, of course, undergoing cancer treatment, so he has instead shared an audio message.Now, this message was recorded in mid-March, and while it did not directly address his cancer diagnosis, nor that of the Princess of Wales, it did address the importance of acts of friendship in times of need and touched on the king's gratitude for welfare services and organizations in the country. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "KING CHARLES, UNITED KINGDOM",
      "sentences": "In this country, we are blessed by all the different services that exist for our welfare. But over and above these organizations and their selfless staff, we need and benefit greatly from those who extend the hand of friendship to us, especially in a time of need.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:02",
      "speaker": "DEAN",
      "sentences": "Nada Bashir for us. Thanks so much -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DEAN",
      "sentences": "High interest rates? What high interest rates? Wall Street, minutes away from closing, and the first quarter of 2024 has been a record breaker for markets. It's been a roller coaster few days as we watch the data hit a record 40,000.Let's bring in Richard Quest, CNN anchor and business editor at large. Richard, help people understand, what is approaching that number mean both for the perception of the economy and how the economy is actually doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "RICHARD QUEST, CNN BUSINESS EDITOR AT LARGE",
      "sentences": "One will eventually affect the other. At the moment, people are still feeling what they call vibe session. The numbers are getting better.On unemployment, it's going well down. Inflation has come dramatically down. The federal cut interest rates later this year, and growth is still maintaining quite reasonable numbers. But people don't feel it. You don't feel it. I don't feel it. And the reason is we are still paying higher prices in the shops. We are still paying this higher rate of inflation. They rose. They haven't come down. And nor will they, by the way. And so people feel things aren't as good as they actually are. But companies are making good money. And because they're making good money, the market is higher, and therefore you sort of see this. By the way, on the question of when will it hit 40,000, it could happen any time, but this is what we call a psychologically important barrier. And when you get this, I know it sounds nonsense. I realize. But what tends to happen is it needs a oomph to get right the way through it. It'll go up there. It'll tease it. It'll fall back down. It'll go up there. It'll get there and fall back down. It needs an oomph to go right the way through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DEAN",
      "sentences": "All right. Well, it's going to be -- it's going to be interesting to see if we can get there. For the average American, Richard, maybe they have a 401K, but maybe they don't have any money in the stock market. So how does this impact them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "It impacts them -- I mean, look, if you're not invested in the stock market but your company is doing well because you've got a job, then it impacts you. If you have your 401K, the Dow 30 and all those markets, that's what it's made up of. Everybody in some shape or form -- I mean, that is the beauty, in a sense, of capitalism.It's also its weakest link, I hear the critics say. But everybody in some shape or form is affected. And I promise you this, having been through the 80s, 90s and 00s and seen how the market does affect Main Street, the moment the market is showing really good gains, you end up with the wealth effect, people feel better, house prices start rising again, and the trick for the Fed is to make sure the punch bowl isn't taken to the party full throttle. But at the moment, we're just watching and waiting. I don't know whether it's going to make 40,000 today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "KEILAR",
      "sentences": "When you think of a police chase, we've seen many of them in news, and you think of two cars speeding down the highway. Well, this was not that kind of chase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "DEAN",
      "sentences": "It was certainly not. It was two front loaders battling it out in the streets of Georgia, one pursuing the other in a low speed, very low speed chase. The whole thing caught on police body camera.The suspect apparently allegedly stole the construction vehicle from his former employer and police said his other officers pursued the suspect. One officer returned to the business to get another one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:02",
      "speaker": "DEAN",
      "sentences": "It's like one of those moments where you want the instant gratification, but maybe you should take a beat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:02",
      "speaker": "KEILAR",
      "sentences": "Yes, that's something you dream of, but don't fulfill that impulse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:02",
      "speaker": "DEAN",
      "sentences": "As I was saying, it was a rather impulsive act, and maybe you should do some breathing techniques first before you jump in that front loader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:02",
      "speaker": "KEILAR",
      "sentences": "Maybe in jail, that will be part of the program, depending on what happens here. But it could have been much worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:02",
      "speaker": "DEAN",
      "sentences": "It's just so slow. OK.",
      "isLastSentenceInterrupted": false
    }
  ]
}