{
  "date": "2024-02-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Thousands Sign Petition Demanding Release Of Body Of Navalny; Russia Takes Avdiivka From Ukraine, Biggest Gain In Nine Months; Israel Will Launch Rafah Offensive If Hostages Not Returned By Ramadan; Israel Opposes Unilateral Imposition of Palestinian State; U.S. Military Reports First Houthi Unmanned Underwater Vessel In Red Sea; Fighting Takes Heavy Toll on Sudan's Most Vulnerable Population; Shanghai Market Reopens, Tourism Reportedly Surged; OpenAI Unveils New Text-to-Video Generator Sora; Salvaging Beauty from Tragedy; Top Winners of the 77th British Academy Film Awards. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "MICHAEL HOLMES, CNN NACHOR",
      "sentences": "Hello and welcome coming to you live from Atlanta. I'm Michael Holmes. Appreciate your company. Coming up here on CNN Newsroom. Simply laying a flower in mourning is an act of defiance in Russia. We'll have the latest on the death of the Russian opposition leader Alexei Navalny.And Russian flag flying high in a small Ukrainian town opening up vulnerabilities along Ukraine's front lines. Plus, a groundbreaking AI technology creating realistic yet fake videos. I'll speak to an expert about its capabilities and its pitfalls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with Michael Holmes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "And we begin in Russia where supporters of opposition leader Alexei Navalny are calling on the government to immediately release his body. Russian human rights group says nearly 30,000 people have signed a petition calling on authorities to do just that.Officials say that Navalny died Friday in a remote prison after losing consciousness, the exact location of his body still remains unclear. And as the world mourns his death and about his wife Yulia shared this heart wrenching photo of them together with the caption, I love you. She'll be attending a meeting of the European Union's Foreign Council in the coming hours. The EU's top diplomat says ministers will send a strong message of support to quote freedom fighters in Russia and honor the memory of Alexei Navalny, unquote. Inside Russia officials are keeping a tight rein on public displays of mourning for the activists. But CNN's Matthew Chance reports many courageous Russians are defying the crackdown. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "There's been thousands of people across Russia that have been turning out to pay their respects to Alexei Navalny, that prominent opposition leader who was pronounced dead on Friday at the penal colony in Russia's Far North.Thousands of people, despite the fact remember that it's essentially against the law in this country to protest or to show dissent in this way. And that's reflected in the amount of people that were detained by the authorities, hundreds of people as many as 400, according to one rights monitoring group detained just for simply sort of laying flowers or carrying flowers or offering sympathy for this late, prominent opposition leader, and that that gives you a real indication of just how intolerant, the Russian State has become to any kind of dissent whatsoever. There have been these sort of quite violent arrests, you can see some of the images there of police dragging people through the snow away from these makeshift memorials that have been set up across towns and villages across Russia. There's also demands now increasingly, to know where Alexei Navalny's body is because it's not clear. Alexei Navalny, his mother Lyudmila has traveled to the far north penal colony or a town close by to where she was hoping to recover the body of her son so the family could bury him. But the morgue was closed. She was told the body wasn't there, and only subsequently have the Russian authorities said, look, we're not going to give the body back to the family until we've done a post mortem. And that's prompted, obviously there's a lot of suspicion about the motives for that. Alexei Navalny's supporters saying, look, I mean, this is about the Kremlin, hiding the body and hiding the real reason, the real cause that he suddenly dropped dead late last week. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "Matthew Chance reporting there. People around the world expressing their outrage over the activist unexplained death. Feminist Russian opposition group Pussy Riot held a protest outside the Russian Embassy in Berlin on Sunday.You see them they're wearing pink headgear and carrying banners, and they chanted slogans against President Vladimir Putin calling him a killer. The scenes were similar in the center of Berlin where hundreds of demonstrators paid tribute to Navalny and blamed the Russian president for his death. And in London, a temporary shrine outside the Russian Embassy has been growing by the hour. Supporters have left hundreds of bouquets and condolence messages for Navanly and his family. [01:05:00] Meanwhile the Russian flag is flying over several parts of Avdiivka, the small town in eastern Ukraine, where intense battles have raged for months. Those flags raised just hours after Ukrainian forces withdrew. Kyiv says it removed its soldiers from the town to save its troops from being fully surrounded. Now Russia is pressuring Ukrainian forces along several points on the front line. Ukraine says Russian troops are building up in zapper Asia in the South. Some analysts say as many as 50,000 of them, and Ukrainian forces say they are holding back Russian fighters in several other areas. Ukraine also waiting anxiously for us artillery and military aid. The aid bill of course now stuck in the U.S. Congress, thanks to Republican opposition. After a phone conversation with U.S. President Joe Biden, here's what Ukrainian president Volodymyr Zelenskyy said. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): The conversation with President Biden including about Avdiivka and the need for continued principled and sufficient support for Ukraine. In each conversation clearly confirmed the key point. Ukraine alone can stop Putin and create conditions for him to be punished for all the evil he has done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HOLMES",
      "sentences": "Well, while Ukraine is running out of money to fund its fight back against aggression, Russia has never had so much and it's in large part due to crude oil shipments making their way to India. CNN's Nick Paton Walsh with more on that.(BEGIN VIDEOTAPE) NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice-over): Blue tranquil a world away from Ukraine's front lines. We headed out to where Russia may be filling its war chest to a record high. Crude oil tankers sometimes engaged in opaque secretive transfers, these two under sanctions busting suspicions in the past, the big one from Russia's Black Sea coast, transferring crude to the smaller one, which also came from Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WALSH",
      "sentences": "Here you get a feeling of how hard it is to keep track of all of this just transfers occurring out here in the blue expanse, massive trade for billions of dollars of oil, some of which ends up helping the Kremlin fund its war.WALSH (voice-over): Tens of millions of barrels of crude likely transferred like this last year. And where it ends up often unclear, which is the point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's probably about 60 million barrels that are being transferred in the middle of the ocean purposefully. So you really needed to have a reason because it's much easier not to do that.WALSH (voice-over): These two have a messy past. So the shipping monitor that led us to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DAVID TANNENBAUM, POLE STAR GLOBAL",
      "sentences": "The larger tanker that you guys saw is actually owned by a large company that bought a lot of these tankers when Russian sanctions came out, right, and so they've been heavily associated with what we call the Dark Fleet, which is these tankers that are servicing Russia, Iran, Venezuela and other sort of sanctions concerns.So the smaller one actually has an interesting history itself, it was once owned by a sanction person. WALSH (voice-over): Russia is richer than ever before. Last year's budget was $320 billion, about a third of which spent on its invasion of Ukraine. Sanctions were meant to dent oil paying for war. But instead, India has stepped in and is now buying 13 times more Russian crude oil than before the war, worth $37 billion last year, says one estimate exclusively given to CNN. India buying Russian crude isn't sanctioned, but it's buying so much Russia might need to dodge some sanctions to ship it all. We asked an artificial intelligence firm Winward to analyze all global shipping last year for direct shipments between Russia and India, and they found a huge 588. A separate analysis by Pole Star Global for CNN revealed over 200 other ships that left Russia last year and did a ship to ship transfer off the Greek Coast to another boat that then went on to India.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "ISSAC LEVI, CENTER FOR RESEARCH ON ENERGY AND CLEAN AIR",
      "sentences": "So we've seen an increase in 2023 or 44 percent of oil products that are being made from Russia and crude oil flowing into those countries that impose sanctions on Russia, such as the U.S., U.K. and EU.WALSH (voice-over): But Russia's even on the make from the refining this Indian port and refinery Vadinar sent an estimated $50 million of refined products to the U.S. last year. And guess who owns nearly half of it? Rosneft, the Russian state oil giant enriching the Kremlin. Putin earning money on the crude, probably the shipping, but also the refining and the resale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "AMI DANIEL, CEO, WINWARD",
      "sentences": "Really, you're talking about something which is amazingly lucrative, and therefore the temptation to do that, as a person or as a company is absolutely huge for the traders and they could just make 10, 20, 30, 40 million within four or five months. I'm not sure there's any other opportunity in the world to do that. And there is please let me know what.WALSH (voice-over): An opaque chain of billions risking Moscow having unlimited funds for its wars. Nick Paton Walsh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:10",
      "speaker": "HOLMES",
      "sentences": "China says it does not sell lethal weapons to countries at war and that includes Russia, its ally and close partner. That's what China's Foreign Minister told his Ukrainian counterpart at the Munich Security Conference on Saturday.Wang Yi saying that Beijing does not want to add quote, fuel to the fire of Russia's nearly two-year long war in Ukraine. He says, China has one goal facilitating peace talks. Last month, Ukraine's President said he would very much like China to be involved in his country's peace plan. On Saturday, Ukraine's foreign minister said Kyiv would be maintaining close dialogue with Beijing. Overwhelming and awful, a doctor describes his experience and the conditions he witnessed in Gaza. I speak with him just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "HOLMES",
      "sentences": "Yes. And you've worked in other war zones. And when it comes to the medical side of it were the conditions you saw in the hospitals, the surgeries, you found yourself having to do the worst you've seen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "GALARIA",
      "sentences": "Absolutely. You know, I was mentally prepared for what I was going to see, especially because of my past experiences. But what I saw there was really shocking, really due to a confluence of issues that made it very complicated.One was just simply the complexity of the injuries. Majority of them were blast injuries with causing significant damages to significant injuries. Second is that the hospital systems, the physicians, they were just drowning in the sheer volume of the number of cases that they had to deal with. And the capacity of the healthcare system to take care of them was incredibly flimsy, their healthcare infrastructure was just collapsing. So made it very difficult to address all these challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "HOLMES",
      "sentences": "Is there a case, a moment and individual someone with a name who sticks with you won't leave you? GALARIAHe also happened to be the last physician to leave the Al Shifa Hospital. He refused to abandon his patients. So he was very inspirational to me and to the other people of Gaza. And what makes his story especially inspirational is that he had and he still has the ability to leave Gaza because he has dual citizenship, but he chooses to stay to help his people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "HOLMES",
      "sentences": "Yes, when you think about it, nearly 30,000 dead, most of them women and children, tens of thousands more wounded, you treated some of them, most of the population displaced with no homes to return to.Do you feel that since you've been there -- do you feel that Gazans have just become numbers in the minds of those outside the strips or the strip? Not individual, you know, mothers, fathers, kids and so on just numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "HOLMES",
      "sentences": "Very, very well put Dr. Irfan Galaria, thank you so much for your time and for the work that you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "GALARIA",
      "sentences": "No problem. Thank you so much. I appreciate this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "HOLMES",
      "sentences": "The Israeli government has now formalized its opposition to quote international dictates regarding a permanent settlement with the Palestinians. That came in a unanimous cabinet vote on Sunday, Israeli Prime Minister Benjamin Netanyahu reading the formal statement.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): Here's the statement, Israel outright rejects international dictates regarding the permanent accord with the Palestinians. Such an accord will be reached only through direct negotiations between the parties without preconditions. Israel will continue to oppose the unilateral recognition of a Palestinian state. (END VIDOE CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "HOLMES",
      "sentences": "In the coming hours, the International Court of Justice will hold hearings on the legal consequences of Israel's policies and practices in the Palestinian territories while it comes as war of course rages on in Gaza. The case arrives more than a year after the U.N. General Assembly voted to ask the court for a non-binding opinion on the long running dispute. It also comes just days after the families of hostages held by Hamas traveled to The Hague to file a legal complaint against the militant group. CNN's Jeremy Diamond traveled with them.(BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN CORRESPONDENT (voice-over): Cries of Israeli hostage families rise over yet another city. This time it's The Hague. The Dutch city synonymous with international justice, where they've come to demand Hamas's leaders be charged with war crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "DIAMOND",
      "sentences": "After 131 days of their loved ones being held captive, the hostage families have resorted to this coming in front of the International Criminal Court to demand justice.DIAMOND (voice-over): But they know this isn't the final stop in their pursuit of justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "OFIR BIBAS LEVY, SISTER OF HOSTAGE YARDEN BIBAS",
      "sentences": "It's another step in our fight to bring families back home. And another step in our fight against commerce.DIAMOND (voice-over): Today that step begins at Israel's International Airport, where about 100 hostage family members arrive for yet another early morning flight to get another country, another day fighting for their loved ones release. They arrived carrying signs and wearing shirts and hoodies bearing the faces of brothers and uncles, daughters and sisters, all captives in Gaza. Those were Eden Yerushalmi's last words to her sister Shani, before the phone line went dead on October 7. Since then, Shani has been fighting for her sister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "SHANI YERUSHALMI, ISTER OF HOSTAGE EDEN YERUSHALMI",
      "sentences": "So we are optimistic. But you know, it's been more than four months. And we worried about him. We all feel that the world will forget about them.DIAMOND (voice-over): But aboard this flight at least they know they are not fighting alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "YERUSHALMI",
      "sentences": "It's sad to say but I am happy. I'm glad that we are not alone in this. Eden is not -- the only kidnap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "ODED MOSES, SON OF HOSTAGE GARID MOSES",
      "sentences": "There's still concerns gather us together. And when we meet a lot and we talk a lot. DIAMOND (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "HAGIT CHEN, MOTHER OF HOSTAGE ITAY CHEN",
      "sentences": "131 days and nights, you know, we cannot breathe, cannot reasonably want.DIAMOND (voice-over): Nor dim the dreams of being reunited with her son Itay, a 20-year-oldIsraeli soldier who is also a U,S, citizen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "CHEN",
      "sentences": "I dream about it dialogs. In my dreams, you know is in the Red Cross van waving to me, smiling because always he has a big smile on his face. And then he will say I'm OK. Why worrying so much, I'm OK.DIAMOND (voice-over): But during the trip, it becomes clear that the negotiations that could free the hostages are at an impasse. Frustrations with the government of Israeli Prime Minister Benjamin Netanyahu growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:02",
      "speaker": "CHEN",
      "sentences": "Until Itay is home, it's not enough. Obviously they're not doing enough if Intay is not home after so many days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "LEVY",
      "sentences": "We're trying to be optimistic but the longer the days go it's getting harder and harder.DIAMOND (voice-over): The Bibas family still holding out hope that Sheri and her two redheaded boys are alive, despite Hamas claiming they were killed in an Israeli airstrike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "LEVY",
      "sentences": "And for sure we and the boys we act as if what I said never happened. We believe and we have faith that they are still alive and we still demand in them back.DIAMOND (voice-over): For the hostage families, there is power in those demands, and raising their voices together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "CHEN",
      "sentences": "We have more hope that things will change. We have to change things for us for each day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "DIAMOND",
      "sentences": "Do you feel the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "CHEN",
      "sentences": "The power, the energy, the vibes.DIAMOND (voice-over): Jeremy Diamond, CNN, The Hague, Netherlands. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HOLMES",
      "sentences": "The U.S. says it struck an unmanned underwater vessel deployed by Houthi rebels for the first time on Saturday, amid ongoing attacks by the group on international shipping in the Red Sea. CNN's Katie Bo Lillis with the latest on that.BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "KATIE BHO LILLIS, CNN REPORTER",
      "sentences": "The U.S. military carrying out five strikes against targets in Houthi controlled areas of Yemen, including three anti-ship cruise missiles, one underwater drone and one drone boat.The military saying in a statement that this is the first time since the Houthi started launching attacks on commercial shipping months ago that the U.S. has seen the group use an underwater drone, but they declined to provide further details. And so for now, we don't know how the U.S. was able to identify that target, how many of these underwater drones the Houthis might have, and precisely what risks such a system might pose to commercial and military ships in the region. The U.S. military said in a statement that the targets quote, presented an imminent threat to U.S. Navy ships and merchant vessels in the region. And adding that quote, these actions will protect freedom of navigation and make international waters safer and more secure for U.S. Navy and merchant vessels. This is just the latest round of us strikes against the Houthis, an Iran-backed rebel group in Yemen, that since the fall has conducted dozens of attacks against commercial and military ships in the Red Sea and the Gulf of Aden, and what it says is solidarity with the Palestinian cause in Gaza. These latest strikes follow two other strikes on Houthi targets in the Red Sea just on Friday, including another drone boat and another anti- ship cruise missile that the military said posed an imminent threat. These Houthi attacks have had a major impact on global shipping, forcing some major shipping companies to suspend transit through the vital Suez Canal and routing some ships the long way around to the southern tip of Africa, dramatically escalating commercial costs. The question is, are these us strikes doing anything to deter further Houthi strikes? And so far, that question remains at best unanswered. The Houthis have said that they will continue their attacks as long as the Israeli war in Gaza continues. The pace of attacks does not appear to be slowing. And because U.S. intelligence doesn't have perfect visibility inside Houthi controlled Yemen, it's not clear to the United States how much military capacity the Houthi still retain and how long they might be able to keep this up. Katie Bo Lillis, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:58",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Now, ten months of fighting in Sudan has taken a devastating toll on the most vulnerable in the population as so often does. According to the U.N., more than 25 million people need assistance with some 700,000 Sudanese children facing acute malnutrition.The conflict between the country's armed forces and the paramilitary RSF has displaced millions both inside and outside the country. The U.N says more than 6 million people have been displaced inside Sudan, another 1.6 million have fled to five neighboring countries. Peter Graaff is acting representative to Sudan for the World Health Organization. He joins me now from Cairo. Thanks for doing so. Jan Egeland, the secretary general of the Norwegian Refugee Council, said what's happening in Sudan is in his words, the most underfunded emergency he's ever seen. An ocean of neglect, he said. You've seen the situation with your own eyes. Would you agree with that assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:58",
      "speaker": "PETER GRAAF, ACTING REPRESENTATIVE TO SUDAN, WORLD HEALTH ORGANIZATION",
      "sentences": "I couldn't agree more with Jan. It's the forgotten crisis. It's the forgotten humanitarian crisis of this moment. Yes Michael, I agree with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:58",
      "speaker": "HOLMES",
      "sentences": "The U.N. says half of the population, as we said, 25 million people need support and protection, millions hungry and displaced. How exactly is the world failing the Sudanese people right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:58",
      "speaker": "GRAAFF",
      "sentences": "Well, first and foremost, the world is failing the Sudanese people by not drawing attention to this crisis. So thank you very much to you and CNN for this opportunity.The amount of funding that goes to Sudan over the last years has been very limited compared to the crisis it faces. The humanitarian need and response plan of 2023 was grossly underfunded and the plan for this year is not looking very well either despite the fact that the plan only targets a small proportion of those who we really should be reaching at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:58",
      "speaker": "HOLMES",
      "sentences": "Yes. Apart from hunger and the war itself, I know that you've spoken about childhood immunization programs breaking down and you've got infectious diseases spreading, waterborne diseases and so on. How is that worsening the already awful situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "HOLMES",
      "sentences": "And that's the thing. It's -- you know, some elements of this are just so fixable. You know, Gaza course is the main global headline. You have Ukraine, that war going on.Is it a case of the world not being able to focus on multiple humanitarian emergencies and, you know, that leaving Sudan on the backburner in a way as horrible as that is. Why do you think substantive global action has been so lacking when it comes to Sudan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "GRAAFF",
      "sentences": "Well, I think it's in part because let's say we get saturated with all the bad news from elsewhere. I think it's in part because let's say the level of access has also been limited.So to put a human face to the suffering has been difficult as well in the case of Sudan. And by traveling around myself, those inside Sudan and in charge at the border, visiting camps there, it's heartbreaking. And I think the moment we can get those visuals out, if we can put, let's say, some statistics next those visuals, I hope that humanity will kick in. And that Sudan will be bumped up the list of those causes that need our collective help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "HOLMES",
      "sentences": "Yes. Certainly hope so too. I've got friends covering it and they tell me horrible things and all of this at a time when the health care infrastructure is breaking down or is broken down completely. Just an awful situation.Peter Graaff, we're going to leave it there, unfortunately. Thanks so much and thanks for the work that you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "GRAAFF",
      "sentences": "Thank you so much. Bye-bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "HOLMES",
      "sentences": "Still to come on the program, China boasts record high travel revenue and the Shanghai stock market resumes trading after the Lunar New Year holiday.We've got Marc Stewart standing by in Beijing with the details for you. And the company behind ChatGPT hits a new landmark with an A.I. tool that is breathtaking as it is concerning for many. What you're looking at there isn't real. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:45",
      "speaker": "HOLMES",
      "sentences": "The lunar new year has been a prosperous one for China's tourism sector on paper at least. According to government data, tourism numbers during the eight-day holiday surged year over year. Spending on domestic tourism was up last year by 47 percent. Domestic trips increasing by 34 percent compared to 2023.And the Shanghai Stock Exchange is back in business following the long holiday, investors seeing modest gains despite those tourism numbers issued by the government. Let's break it down with Marc Stewart, who is live for us in Beijing. Always good to see you, Marc. So this holiday travel seems to be a boost to the Chinese economy, but are the numbers really what they seem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:45",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Right, Michael. The operative line \"seems to be a boost\". There is no question that the Chinese government is trying to present data to suggest this was a big boost to the Chinese economy.Spending up by nearly 50 percent, travel have been up. However, if you look below the surface and dissect just a little bit further, there is some reason for skepticism. First of all, the holiday this year was eight days. Last year and in the past, it's typically seven days. And if you look at the data, you make some adjustments for that and crunch the numbers, spending was still below pre-pandemic levels when it comes to the amount of dollars spent, as well as travel. Now, that's not to say people weren't out and about and spending money during this lunar new year holiday. I saw plenty of people shopping, going out to eat. A lot of people went to movies. There were some significant numbers of the box office to report. However, if you look at some of the core measures of the Chinese economy, for example, the price of pork -- that was still very weak during this holiday period. And the housing sector is still saw a downward spiral. It didn't make up any lost ground there. So for all of those reasons and for the adjustments made to this short -- this longer time period of the holiday this year, the gains may not be as significant as the government wants you to think. And this Chinese economy, the world's second largest economy, Michael, is still feeling very wobbly here in Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:45",
      "speaker": "HOLMES",
      "sentences": "Yes. And so quickly run us through the markets. The market was seeing big losses before the holiday. What about now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:45",
      "speaker": "STEWART",
      "sentences": "Big losses before the holiday? One observer describing to me as a disaster. Today, we are seeing more of an upward trend. On the surface, traders may like these numbers, maybe they haven't looked below the surface so much.But there is still concern in the days, months, and weeks ahead, including with the housing market. I heard from one analyst from HSBC, of course, that big prominent bank who suggested that perhaps more money could be spent on infrastructure. But for the moment, were seeing this momentary boost, whether or not it will continue long-term, hard to say, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:45",
      "speaker": "HOLMES",
      "sentences": "All right. Good to see you, Marc. Marc Stewart there in Beijing for us.And now to some interesting videos we'd like to show you, have a look at this. This woolly mammoth treading through the snow. Let's have a look at another one. A drone view of the big sewer with the Pacific Coast highway in the background. The problem is, that looks amazing, doesn't it? It's fake. And let's have a look at this woman here walking through the streets in Tokyo. It's fake as well. These are videos made by Sora, a new A.I. model from the makers of ChatGPT, capable as you can see for yourself of making very realistic videos with just a short text prompt. Impressive technology, but perhaps unsettling implications. Joining me now is Kristian Hammond, the director of the Center for Advancing Safety of Machine Intelligence at Northwestern University, a good voice for this segment. Good to see you. We've seen some of the videos produced so far, you know, simply typing in text commands. The results are extraordinary. Before we move on to the pitfalls, what do you make of the capabilities of the technology. Is this a kind of quantum leap for A.I. video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:45",
      "speaker": "KRISTIAN HAMMOND, NORTHWESTERN UNIVERSITY",
      "sentences": "It's a next large step. Quantum leap is maybe overstating it. It's the next large step.And it really puts the ability to describe what you want and see it in front of you, either as an image of video, audio text in the hands of everybody. And that's the thing that is astounding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HAMMOND",
      "sentences": "It's not so much fears, but just an awareness. So for everything that we used to produce that we thought was a recording of the past that's kind of gone away? So the photos on my phone are no longer just the world I've seen. I can edit them, I can change them. It edits itself to some extent.These videos that we're looking at especially from the point of view of extending a piece of video, can create world that doesn't exist. And we have to get used to the idea that all of these things we thought were part of establishing truth really no longer will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HAMMOND",
      "sentences": "And we have to have an eye towards that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Yes. OpenAI, they've weighed into this and they said, and I'll quote them too. They say, we are working with red teamers, domain experts in areas like misinformation, hateful content, and bias who will be adversarially testing the model. Are you reassured by that at all? I'm not sure I am.(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HAMMOND",
      "sentences": "So they're making sure that you -- there are things you can't ask for. So they'll block you from asking for things. They're also looking at the output and figuring out ways to test the output to make sure that the output is not offensive or -- propaganda is a hard thing, but not offensive.It's just that you can't do it all. And what I think is offensive or I think is wrong might be what you think is right. And we really now have to put this not only in the hands of the technology companies, and we have to force them to work as hard as they can to make sure the content is good. We have to realize that it's up to us now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Yes. HAMMONDabout whether or not we believe it or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Oh, yes. Or end up doubting everything. I mean, I saw you also say it's a kind of arms race now, you know, with no shortage of smart people with nefarious motives out there.Can technology like this, even with official guardrails, even be contained or restricted in the wild. Or are we in you can't put the toothpaste back in the tube moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HAMMOND",
      "sentences": "No, no, the genie is out of the bottle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HAMMOND",
      "sentences": "And even if we decided to shut down all the large tech companies, there is enough out there and there's enough movement. So that smaller groups who are -- work completely nefarious will push things forward. It's just that we have to start thinking less about the technology and more about how it's used. And if we're going to regulate, it's going to be regulating the use, not the technology itself. Because the technology is here to stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Yes.I just think about, you know, there was that recent, you know, fake sexually-explicit A.I.-generated images of Taylor Swift. There were fake robocalls of Joe Biden discouraging people from voting in New Hampshire. Are we ever going to be able to trust our eyes and ears again? Are we entering a post-truth world in some way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HAMMOND",
      "sentences": "I guess so much post-truth -- it's a new kind of verification. You have to -- it really is. There -- there were pieces of content. There are pieces of content that I will hear about or I'll see and I'll realize it can't be true because it's so perfectly crafted for me. For me to make me believe something and to realize that it's no longer I see something. You know, I trust my eyes.I've got to trust my eyes and my mind and be doubtful enough to actually be responsible for my own notion of what is -- what is real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Got to leave it there. Professor Kristian Hammond, thank you so much. Really appreciate it",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HAMMOND",
      "sentences": "Thanks for having me, Michael.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "It's a brave new world.Still to come, from crisis to concert. We'll show you how abandoned migrant boats are being turned into musical instruments in Italy. It's a story you won't want to miss. We'll have that and more when we come back. [01:49:06] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "In Milan, Italy prisoners are making musical instruments from migrant boats abandoned in scrap yards. They're also bringing the migrant issue to the forefront while honing their woodworking skills and making instruments for musicians.Barbie Latza Nadeau reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "BARBIE LATZA NADEAU, CNN CONTRIBUTOR",
      "sentences": "How does one take this and turn it into this. Inmates at Milan's Opera Prison are putting their woodworking skills to use taking scraps from abandoned migrant boats and turning them into beautiful classical instruments.The boats carrying migrants from around the world, departing from North Africa, seeking refuge across the Mediterranean Sea, one of the world's deadliest migration routes. Once they landed at Italy's Lampedusa Island, many of the boats are left to sit in a scrap yard. And Italian foundation called House of the Spirits and the Arts, found a way to recycle the boats while also teaching local prisoners a new trade. Some prisoners say these projects aren't just another task but it brings new meaning to everyday life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "NICOLAE, DETAINEE",
      "sentences": "I feel like another Nico compared to who I was yesterday. I feel reborn. In short, I feel rediscovered. I found myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "NADEAU",
      "sentences": "As he searches through what's left of the boats to find wood, it's a stark realization for people like Andrea, who's serving a life sentence. He sees the work as a form of redemption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "ANDREA, DETAINEE",
      "sentences": "We received the boats with everything still inside except the people. Many times we realized that our personal problems, our miseries can be much more solvable however difficult than many other problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "NADEAU",
      "sentences": "While the prisoners work to bring new life with their skills. They're also bringing the migrant issue to the forefront.In 2023, more than 150,000 migrants crossed the Mediterranean Sea into Italy, according to the U.N.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "ARNOLDO MOSCA MONDADORI, PRESIDENT, CASA DELLO SPIRITO DELLE ARTI",
      "sentences": "The wood from boats that is taken and disposed of as special waste, the migrants who at every moment are fleeing from every country, from poverty and war and are treated like waste, and the inmates who work here and who are often treated as people who do not have a second chance. NADEAUchance to watch their violins of the sea come to life in a concert at La Scala Theater. Watching the debut of Orchestra of the Sea from the royal box, they're reminded of their own journey and the difference they can make despite hardships.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "NICOLAE",
      "sentences": "You're not in prison for no reasons. It's a journey we take together.Barbie Latza Nadeau, CNN -- Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "HOLMES",
      "sentences": "Oppenheimer was the big winner at the 77th British Academy Film Awards or BAFTAs in London on Sunday. The biopic about the man who helped usher in the nuclear age, got 13 nominations and seven wins.CNN's Max Foster with the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "MAX FOSTER, CNN LONDON CORRESPONDENT",
      "sentences": "London, rolling out the red carpet.Welcome to the BAFTAs, the biggest night of the year for the British movie industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So much talent comes out of England. So to be here is exciting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm having the best time. Kind of (INAUDIBLE), but also just in the best way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "SOPHIE ELLIS BEXTOR, SINGER",
      "sentences": "Other songs have had a resurgence like many decades after release. Never in a million years thought I would be able to experience that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "FOSTER",
      "sentences": "The ceremony also paid tribute to those impacted by the war in Ukraine as \"20 days in Mariupol\" took home the prize for best documentary.MSTYSLAV CHERNOV, DIRECTOR, \"20 DAYS IN MARIUPOL\": Thank you for empowering our voice. Let's just keep fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "FOSTER",
      "sentences": "But alongside the impassioned political statements, the ceremony found some lighter moments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "HUGH GRANT, ACTOR",
      "sentences": "Oompa Loompa Dumpedidong (ph) -- most of these films were frankly too long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a national emergency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "FOSTER",
      "sentences": "Despite taking some heat for its three-hour runtime, \"Oppenheimer\" cleaned up, bringing home seven BAFTAs in total.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "CILLIAN MURPHY, ACTOR",
      "sentences": "I want to thank my fellow nominees and my Oppenhomies (ph).That was a rhyme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The BAFTA goes to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "\"Poor Thing\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "FOSTER",
      "sentences": "An imaginative feminist take on Frankenstein.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Good evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "FOSTER",
      "sentences": "\"Poor Things\" also took home five awards, including leading actress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "EMMA STONE, ACTRESS",
      "sentences": "Thank you for the line. I must go punch that baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "FOSTER",
      "sentences": "And in a BAFTAs first the award for the best film, not in the English language which are British film, \"The Zone of Interest\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "CLAIRE FOY, ACTRESS",
      "sentences": "I think the BAFTAs celebrate smaller films in a way which I think is really amazing. I think it's really important that younger filmmakers are appreciated and that (INAUDIBLE) diverse filmmakers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:50",
      "speaker": "FOSTER",
      "sentences": "So what does this tell us about who might win at the Oscars. Well not very much it seems because only two of the winners of best movie here or the BAFTAs have gone on to win the Oscars as well. That's over the last ten years, so there's all sorts to play for.Max Foster, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}