{
  "date": "2024-09-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Killing Of Hezbollah Leader Deepens Fears Of Wider Conflict; State Department Orders Non-Emergency Personnel, Families To Leave Lebanon; Biden: Nasrallah's Death A Measure Of Justice For His Victims; Interview With Rep. Jared Moskowitz (D-FL); VP Harris: Nasrallah Was A \"Terrorist With American Blood On His Hands\"; Harris Visits Border In AZ, Takes Harsher Stance On Illegal Crossings; \"The Latino Vote: Ana Navarro's American Tour\" Tomorrow 8PM ET/PT; At Least 60 Unaccounted For In Buncombe County, NC; SpaceX Launches Rescue Mission To ISS; Georgia Challenge: Harris Aims To Rebuild Biden's 2020 Coalition; Sirens Sound In Jerusalem After Hezbollah Says It Launched Long-Range Missiles From Lebanon. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You are in the CNN NEWSROOM and I'm Jessica Dean in New York. We are following breaking news in the Middle East.Sirens going off in Jerusalem tonight as Hezbollah says it has launched a round of long-range missiles into Israel. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "DEAN",
      "sentences": "This is, as Hezbollah confirms the death of its top leader, Hassan Nasrallah, who was killed in an Israeli airstrike in Beirut yesterday. It is unclear at this moment how far Hezbollah will go in its response.All eyes are on Israel as well as fears grow of an all-out war, and tonight, Israeli Prime Minister Benjamin Netanyahu saying the killing of Nasrallah was \"necessary\" and that Israel will keep fighting. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): We settled accounts with these responsible for the murder of countless Israelis and many citizens of other countries, including hundreds of Americans and dozens of Frenchmen. Israel is on the move. We win. We are determined to continue to strike at our enemies, return our residents to their homes and return all of our hostages. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "DEAN",
      "sentences": "Tonight, the US State Department is ordering non-emergency employees and their family members to leave Lebanon at once.And we are covering every angle of this breaking news. Ben Wedeman is on the ground in the Lebanese capital of Beirut. Kevin Liptak has more on the response from President Biden and the White House, but let's start first with Nic Robertson, who is live in Tel Aviv. Nic, talk about what could be next in this conflict for Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, there is concern tonight Hezbollah could launch a large salvo of its heavier, longer-distance ballistic missiles into the center of Israel, that appears to be why they government has told people not to gather in groups larger than a thousand, although a lot of people did gather to protest against the government of Prime Minister Benjamin Netanyahu protesting because they want him to focus on releasing the hostages in Gaza, that happened in Tel Aviv this evening.But this is an indication that the government is anticipating a response from Hezbollah. So far tonight, at least, that hasn't materialized. One rocket or fragments of a rocket where it was intercepted did land on a settlement in the West Bank. This missile coming from Lebanon, according to the IDF, it set off sirens in Jerusalem, but fell short of Jerusalem and it is sort of surprising because it wasn't headed to a densely populated Israeli area, it was over the West Bank, which is predominantly an Arab population. That although the impact was in this small settlement where Israelis live. The medical teams that went on site there said they found three premises that have been hit. No casualties, but you could see on some of the images released by that medical unit that they were fires started by the impact there, but that said, nothing writ large yet tonight in Central Israel. The military however, is saying very clearly that they are ready for whatever the government orders them to do, whether it is offensive or defensive actions, and the defense minister has met with his chief-of- staff -- with the IDF chief-of-staff and intelligence leaders as well analyzing the situation on the ground at the border, and considering increasing the activities they say of the troops on the ground there. Does he mean that there is going to be a ground incursion? He is not saying that clearly, but this follows on from messaging just in this sort of vein over the past few days. I think there is an expectation here as well that potentially, potentially a small number of Israeli troops could go across the border. But again, nothing official on that so far, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "DEAN",
      "sentences": "All right, thank you, Nic.And Ben now to you, to walk us through what is happening on the ground in Beirut and how Hezbollah is responding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:34",
      "speaker": "DEAN",
      "sentences": "All right, Ben, thank you.And Kevin, what are we hearing from the White House and the Biden administration tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:34",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "Well, in a sense, we are getting some dueling sentiments from President Biden and from the White House.Certainly, no one is shedding any tears for Hassan Nasrallah inside the Biden administration. And President Biden and Vice President Harris both describe his death as offering what they called a measure of justice for his victims, including Americans and Vice President Harris saying that he had American blood on his hands. But at the same time, they are both calling for de-escalation and President Biden and Vice President Harris both received updates from their National Security teams today discussing US troop positions in the region, but also ordering the diplomacy to continue to try and deescalate the situation. And it was interesting when we heard from President Biden just a few hours ago as he was leaving church in Delaware describing the ultimate objective. Listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:34",
      "speaker": "REPORTER",
      "sentences": "Mr. President, is a ground incursion into Lebanon inevitable?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:34",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm eyeing for a ceasefire.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:34",
      "speaker": "LIPTAK",
      "sentences": "So you hear President Biden there saying it is time for a ceasefire. Of course, he had been working along with the French for the majority of this week to try and arrange a 21-day ceasefire along the Israel-Lebanon border. He thought that Israel was on board with that. Of course the day after it was announced, the Israeli Prime Minister Benjamin Netanyahu essentially brushed it off to the fury of United States officials.Then the next day on Friday, this operation in Beirut took place. US officials were clear that they were not involved and they had no forewarning that it was to happen. And so you do see this disconnect between the United States and Israel on this front. Of course, President Biden has not actually spoken to Netanyahu for more than a month, and so you start to see this rift starting to grow. And so certainly, President Biden, now his main focus will be on what the response will be from Hezbollah, or at least what remains of it. But more specifically, what the response will be from Iran and certainly that is something that American officials are watching very closely as they work to lower the temperature in the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:34",
      "speaker": "DEAN",
      "sentences": "Yes, a big question in all of this. Okay, Kevin Liptak in Washington; Nic Robertson in Tel Aviv; and Ben Wedeman in Beirut, our thanks to all three of you for that reporting there.And joining us now, Democratic Congressman Jared Moskowitz of Florida. He is also a member of the House Foreign Affairs Committee. Congressman, thanks so much for being here with us. REP. JARED MOSKOWITZ (D-FL): Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:34",
      "speaker": "DEAN",
      "sentences": "I just want to first get your reaction to the killing of Hezbollah's leader?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "And I've spoken with some Israeli officials just in the last couple of hours, and it seems like the message from them is that they want to press forward with this military offensive and continue to keep their foot on the gas as it were.So I am curious if you align with President Biden and his administration and on the issue of a ceasefire. We just heard that clip of him tonight. They continue to push for a ceasefire, both with Hezbollah, but a more broad ceasefire agreement as well. Do you agree that that's what should happen now? That's the most -- that is the best way forward at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "MOSKOWITZ",
      "sentences": "Well, I think there should be a ceasefire in Gaza so that we get -- in exchange for the hostages. I mean, we cannot forget about the hostages. We've got to get a ceasefire in place.Of course, Sinwar, who is still sitting in a bunker somewhere, the leader of Hamas is still putting his people at risk by not getting to a ceasefire and continuing to change the terms. So we still have to focus on getting the hostages out. As far as what is happening with Hezbollah in Lebanon. Remember it wasn't Israel who attacked Hezbollah or Lebanon. It was Hezbollah who decided to get involved, and to launch over 9,000 rockets into Israel, killed 16 people on a soccer field, make 50,000 plus people flee their homes because they wanted to join with Hamas on October 7th. And so, you know, right now, Israel is in the process of dismantling Hezbollah and probably needs to be given the ability to do so and then when that is completed and there is no longer the threat, there are no longer these weapons and the Israelis can return to these homes, you know, then we can talk about a ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "Yes, so it sounds like -- I just want to make sure I am understanding you, right, that when it comes to Hezbollah and what is going on in Lebanon, you think the Israelis should be able to pursue their objectives right now and then talk about a ceasefire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "MOSKOWITZ",
      "sentences": "Well, unless the ceasefire gets you those objectives, right? So hold on a second.If Hezbollah is willing to withdraw and go back behind the line and let the Israelis return to their homes and stop firing rockets, if they're willing to do that, then we should have a ceasefire, but Hezbollah is not willing to do that, and so then that is why I think the Israelis need to continue to press until Hezbollah is willing to withdraw from that area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "And you just heard my colleague, Kevin Liptak kind of underscoring some of the tension that exists between President Biden and Benjamin Netanyahu and then just between the governments writ- large. How would you characterize the relationship between US and Israel right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "MOSKOWITZ",
      "sentences": "Well, look, I can't comment obviously on the relationship between President Biden and the prime minister. But I think I can say that Israel and the United States' relationship right now is almost never been stronger. I think the administration has shown at every turn that they have Israel's back right to defend itself.I think that is why the Iranians, quite frankly continue to second guess what they should do here, even as their proxies are being decimated. You know, President Biden has moved in so many troops and a significant amount of military equipment to try to keep Iran in a box and to try to keep obviously this war from spilling the over and having direct conflict, continued direct conflict between Iran and Israel, that wouldn't be good for the Middle East. But what is good for the Middle East is that Israel continues to degrade Iranian proxies that are not just on their border, but that allows Iran to continue to terrorize all of the Middle East, all the other Arab countries, by the way, don't want a strong Hezbollah, don't want a strong Hamas. And they don't want a strong Iran; and it is Israel who is the one who is delivering that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "DEAN",
      "sentences": "Yes, and I hear you on all of those points. I do think it is interesting that you think its stronger than ever just because we have had all of this reporting about how frustrated the administration has been recently, especially when they were trying to negotiate what they thought was this 21-day ceasefire, and then Netanyahu went a different direction.There has been tension between those two countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "MOSKOWITZ",
      "sentences": "Well, I don't know. Look, you have friends. I have friends. I get frustrated with them all the time, but that doesn't mean that were not good friends and that doesn't mean that we don't back them up when they're under attack from all sides.So look, I am sure there is disagreements and frustrations, but as far as sticking together, backing up Israel on the policy. I think the administration has done that at every turn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:10",
      "speaker": "DEAN",
      "sentences": "All right, Congressman Jared Moskowitz, thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:10",
      "speaker": "MOSKOWITZ",
      "sentences": "Thank you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:21:05",
      "speaker": "DEAN",
      "sentences": "Back now to our breaking news out of the Middle East, Hezbollah saying it has launched long-range thank missiles from Lebanon toward Jerusalem tonight. This is a day after the leader of the Iran-backed group, Hassan Nasrallah was killed in an Israeli airstrike in Beirut.Colonel Cedric Leighton is joining us now. He is a CNN military analyst and retired Air Force colonel. Thanks so much for being here with us. Good to see you. COL. CEDRIC LEIGHTON (RET), CNN MILITARY ANALYST: Good to see you too, Jessica. DEAN: Israeli Prime Minister Benjamin Netanyahu said in his UN speech this week that Israel had taken out \"large percentages\" of Hezbollah's missile capability. Now, we have the death, of course, of Hassan Nasrallah. Militarily, what is left of Hezbollah at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:21:05",
      "speaker": "LEIGHTON",
      "sentences": "Well, the prime minister didn't break any percentages, didn't reveal any percentages of missiles left to where leadership left, but what I would say at this point is we can kind of guess that Hezbollah's leadership has been decimated to a large degree. Their missiles and rockets and their launch sites have also been severely impacted by this.So it would require a real thorough analysis to give you a precise answer, but my guess right now is that they have basically somewhere 30 to 40 percent of their capability left and that is just in terms of missiles. Their leadership capability is much less than this, and of course, we have to remember that the actual percentage may be higher than that because they have been hiding a lot of missiles in buildings and in areas that you can't find very easily. So it is possible that they have more left, but there is certainly a big degradation in their capability right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:21:05",
      "speaker": "DEAN",
      "sentences": "And just in terms of taking out Nasrallah, what do you make of the Israeli intelligence operation and what must have gone into that to take out such a high-value target?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:21:05",
      "speaker": "LEIGHTON",
      "sentences": "Yes, this was a major intelligence coup, no matter how you look at it, Jessica and one of the key things about this was this had to take a lot of time to put together.I wouldn't surprise me if it took them at least eight months, if not a year, to put all little of this together. They may have had some of these plans in place even before October 7 of last year. But what it did from an intelligence perspective is it showed that the Israelis had a very thorough understanding of the leadership structure and the command and control structure of Hezbollah. And they used their knowledge to basically feed into their supply chains. They were able to -- when we look at the pager systems that they were able to compromise and put explosives into, the walkie- talkies its after that. That showed a real understanding of how their system worked, how the Hezbollah system worked. And then when you look at how they took out the leadership with Nasrallah and many of his lieutenants before that and some of them after Nasrallah's death, it is very clear that they had a really good understanding of where these people were not only who they were, but where they were, how they would work and the kind of pattern of life that they had. This was an amazing intelligence feat from the Israeli perspective and it really made a difference. It allows them to do a lot more than they would otherwise be able to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "LEIGHTON",
      "sentences": "I think the Israelis say that it will be necessary and the reasoning they say that is because they're not a hundred percent sure that these -- all of the missiles and all of the rockets that Hezbollah have been neutralized, and so basically they are looking at a preventive measure and they are looking at the ability to in essence, circumvent any capability that Hezbollah has to launch toward the north.They want to make the north as safe as possible for those 60,000 or so Israeli citizens that have been forced to leave their homes and in order for them to come back, it has to be safe and that is what they are trying to achieve, it is that degree of safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "DEAN",
      "sentences": "And so the other piece of this is what does Iran do if anything? Just reminding everyone all of these groups are sponsored -- Hezbollah, Hamas, the Houthis -- sponsored and supported by Iran, what do you think -- what do you make of what they have and haven't done thus far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "LEIGHTON",
      "sentences": "Yes, so there has been a lot of discussion in table ever since it has been revealed that Nasrallah was killed and that the Iranians are clearly looking at their different options.While the Iranians are talking within their Security Council, we are sending another aircraft carrier in the area, Truman and several other destroyers and a cruiser to the Middle East. So we are making our presence known and the Iranians do not want to get into a fight with the United States, at least not directly. They also don't want to get into a fight with the Israelis directly, if they can avoid it and there is probably going to be a lot of showmanship. There is going to be a lot of rhetoric in this particular case, Jessica. But what you're going to see is some kind of an attempt by the Iranians to try to mitigate what is going on right now. They are still going to keep their options open for later, when they can avenge certain actions that the Israelis have taken, but they are going to, I think keep their powder or try to keep their powder dry for a little bit before this gets out of control. That is at least what their desire is. Now, they may have to react to something that the Israelis do and that could of course set this ladder of escalation in motion once again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "DEAN",
      "sentences": "Sure. All right, Colonel Cedric Leighton, thanks so much. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "LEIGHTON",
      "sentences": "Good to see you, too, Jessica. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:31:50",
      "speaker": "DEAN",
      "sentences": "Vice President Kamala Harris is campaigning out west this weekend, and today she's holding fundraisers in her home state of California, where she just released a statement on the death of Hezbollah's leader. And for more on that, we bring in CNN's Priscilla Alvarez.Priscilla, what is the Vice President saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:31:50",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, the Vice President is echoing President Joe Biden in that Israel has the right to defend itself and that she stands by Israel, but also calling for de- escalation in the region. Let me also read you part of the statement.She says, quote, \"Hassan Nasrallah was a terrorist with American blood on his hands. Across decades, his leadership of Hezbollah destabilized the Middle East and led to the killing of countless innocent people in Lebanon, Israel, Syria and around the world. Today, Hezbollah's victims have a measure of justice.\" Now, the Vice President, I'm told by sources, is monitoring the situation in the Middle East and staying close with her National Security team. Earlier today, the Vice President joined a call with President Joe Biden and their National Security team to get an update on what was unfolding on the ground, as well as to review U.S. military posture and also to direct those continued diplomatic efforts. Now, of course, all of this is unfolding as she is on the campaign trail in what has been a West Coast swing. Yesterday, the Vice President was in Arizona where she spoke along the U.S. southern border about immigration. And she demonstrated a tougher stance on border security, one that went further than President Joe Biden. And today, as you mentioned, she is currently at a fundraiser in San Francisco. So we're watching to see if she says anything about the developing situation there. And then tomorrow, she will be here in Los Angeles, where she will participate in another fundraiser before heading to Nevada, where she's going to hold a rally. So, of course, the situation in the Middle East has also factored in. Politically, we have seen at rallies that there are still protesters who are protesting the situation on the ground in Gaza. In those moments, the Vice President has repeatedly said that the administration is trying to get a ceasefire, hoping for de-escalation in the region, working to that effect. So we'll keep eyes out at that rally tomorrow to see if this comes up again. But certainly, Jessica, this is the reality of the Vice President running for office, is dealing with the situation in the Middle East, staying close with the team, as she is simultaneously participating in these fundraisers and going out on the campaign trail. Jess?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:31:50",
      "speaker": "DEAN",
      "sentences": "All right. Priscilla Alvarez out in Los Angeles for us, thank you so much for that reporting.Latinos are now the second largest group of voting age Americans. And an estimated 36 million Latinos are eligible to vote this year, an increase of nearly 4 million in the last four years. The majority of Latinos have historically voted for Democrats, but a growing number have turned their support to Republicans and to former President Donald Trump. CNN Senior Political Commentator Ana Navarro is a Republican who has been one of Trump's most outspoken critics. And while she is supporting Vice President Harris in this race, she wanted to explore why Trump appeals to so many Latino voters. On CNN's \"The Whole Story,\" Navarro travels across the country to see firsthand the issues Latinos really care about. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "And CNN projects Donald Trump will carry the state of Florida. With its 29 electoral votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "You see how well I'm doing with the Hispanic, do you see? They're going crazy.We have a 96 percent approval rating with Cuban-Americans, 96. Ninety-six percent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "NAVARRO",
      "sentences": "We should not underestimate the job and the work that Republicans have done with Latinos, that Trump has done with Cuban- Americans and in South Florida in particular. He's been very good, micro-targeting certain pockets and certainly one of them was where we're standing right now, Miami-Dade County. I don't like Trump, but I recognize that he worked hard at getting this community.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "We love Cuba.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Cubans for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "TRUMP",
      "sentences": "Thank you. Thank you very much, Tony (ph).(END VIDEO CLIP) (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:04",
      "speaker": "DEAN",
      "sentences": "Tonight, officials say at least 60 people are unaccounted for in Buncombe County, North Carolina after massive flooding caused by Helene. Officials there describing it as biblical devastation around Asheville and that's where we find Rafael Romo tonight.Rafael, you're learning some new information. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:41:04",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Yes, that's right Jessica. It's information that is going to be very sad for this and other communities in the area because, yes, as you said, they are operating under the assumption that over 60 people are unaccounted for. And earlier, we heard from an official with Buncombe County in the emergency services department who said, and here I quote, Jessica, \"I would be comfortable at this point in time to say that we have multiple fatalities.\"Officials also said that at this very moment, there are about 150 rescue operation ongoing, meaning that officials have a lot on their hands right now to deal with. And they are also saying, officials here in Buncombe County, that they are overwhelmed given the nature of the situation they are facing. Add to that, what we've been talking about, the physical impact to this area, the devastation that we have shown. In the last hour, I was telling you how the University of North Carolina Asheville has already decided, they made an announcement in the last couple of hours, to cancel classes until October 9th. Why, you may ask? Well, it's the - Chancellor Kimberly van Noort was saying that many fallen trees around campus, there are areas that are inaccessible. And if you add to that, the fact that there is no cell phone service, no internet, that makes it very difficult to do what they normally do, to hold classes. And so we're hearing that another major component to this crisis is the fact that most of the population right now has no access to running water. Officials are saying that they are assessing the situation, trying to prioritize where they go first, trying to make the repairs that are necessary to get the whole system back up and running, but that's going to take time, especially if you consider the fact that there are about 400 roads and highways around the county that are blocked at this time, that are impassable because of the water, because of debris, because they have been destroyed during the last couple of days. So a very dire situation that officials are facing here in Buncombe County. Jessica, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ignition, (INAUDIBLE) full and liftoff. Crew-9, go SpaceX, go Falcon, go NASA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:48:37",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Liftoff of Crew-9 now soaring to the International Space Station.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "LAKEYSHA HALLMON, GEORGIA VOTER",
      "sentences": "Everything started here.(END VIDEO CLIP) KING (voice over): Now, a community anchor that includes village retail, a showcase for black entrepreneurs. Its motto, a message ... (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "HALLMON",
      "sentences": "\"Support is a verb\" tells people to do something that if you love something, there should be action behind it. \"Support is a verb\" has told people the way that they can be a part of change.(END VIDEO CLIP) KING (voice over): Lakeysha Hallmon started the village in 2016 as a pop-up market. The retail shop opened in 2020, more proof Atlanta is a beacon of black economic and political power. And now a crucial test of whether Kamala Harris can build a coalition to keep Georgia blue. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "HALLMON",
      "sentences": "We need to feel that things can change in our lifetime, that we're not always waiting on this fictional place where things get better in America. How about we start to do that now?(END VIDEO CLIP) KING (voice over): Loyalty to President Biden runs deep in the black community, but the switch to Harris flipped the 2024 vibe here. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "HALLMON",
      "sentences": "It doesn't feel so doomsday anymore. That it actually feels hopeful and there's excitement.(END VIDEO CLIP) KING (voice over): Four in 10 Georgia voters in 2020 were people of color and Biden won 80 percent of them en route to his razor-thin win here. Harris needs to match that, maybe more, beginning with giant black turnout. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "HALLMON",
      "sentences": "\"Support is a verb.\" It really takes us to do something. That means if it rains, get out and vote. That means if you have a car and your neighbor doesn't have a car, take them to the polls with you.(END VIDEO CLIP) KING (voice over): Chanta Villano-Willis isn't sold, isn't sure the vice president is up to the top job. (BEGIN VIDEO CLIP) CHANTA VILLANO-WILLIS, GEORGIA VOTER: I've been a Democrat my entire adult life. This has actually been the first year where I was considering voting Republican. (END VIDEO CLIP) KING (voice over): Her mother isn't happy. (BEGIN VIDEO CLIP) VILLANO-WILLIS: Never thought she'll see a black person, president in her life. She did. Now, Kamala Harris is for president. My mother says she don't care what she does, let's just get her in there. And I simply don't feel the same. (END VIDEO CLIP) KING (voice over): Villano-Willis works a mix of gig jobs so she can care for her mother and her son with special needs. She likes when Donald Trump promises more oil drilling and to promote crypto currencies, but she sides with Harris on abortion rights and says Trump often talks down to blacks. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Go back in, honey.VILLANO-WILLIS: Oh, and his favorite color is black. Boy, please. I don't know. We don't have good choices, period. KING (on camera): Will you vote or are there ... VILLANO-WILLIS: Oh, I'm ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "KING",
      "sentences": "... circumstances where you might skip it?VILLANO-WILLIS: I'm going to vote because that's my civic American duty. Too many people fought for me to vote. (END VIDEO CLIP) KING (voice over): Suresh Sharma worked at NASA and G.E. before starting his own business to support manufacturing start-ups. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "SURESH SHARMA, GEORGIA VOTER",
      "sentences": "Strategically, long-term economy is in a very good shape.(END VIDEO CLIP) KING (voice over): Sharma lives in suburban Cobb County, calls himself a textbook Independent, has a three-step test to pick a president. Ability to govern is step one. Sharma says Harris is a blank slate and he calls Trump a failure because he didn't keep big promises like replacing Obamacare and shrinking the debt. Ability to manage large projects is test two. And Sharma says neither candidate has done that. He leans Harris because of test three. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "SHARMA",
      "sentences": "Remember, president is a role model, therefore, morals matter. And what you see and what you do has a real-life implication. I can't tell my son that, hey, would you like to be president like him?(END VIDEO CLIP) KING (voice over): Rebel Teahouse is in Decatur, part of DeKalb County in the critical Atlanta suburbs. The Harris literature here is proof of a big change. Owner Christine Nguyen was undecided and unhappy when we first met in April. She sat out 2020 because she had no interest in Biden or Trump and dreaded the idea of a rematch. (BEGIN VIDEO CLIP) KING (on camera): Where are you now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "CHRISTINE NGUYEN, GEORGIA VOTER",
      "sentences": "Knowing the background that she came from, knowing the culture that she has to bring, as well as her values and beliefs, I'm proud to say that there is somebody who is able to, like, voice the things that we as a people have been shouting for like, the past four years.(END VIDEO CLIP) KING (voice over): Nguyen says the Harris small business plan meshes with her goal of opening a second location, and she lists reproductive rights and climate change as top issues. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "NGUYEN",
      "sentences": "We deserve more than, you know, the two candidates that were there before who didn't understand us.(END VIDEO CLIP) KING (voice over): Debates about whether Trump or Harris are better for business are common and close to home. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "NGUYEN",
      "sentences": "That comes up very often. I hear a lot, like even in my family of entrepreneurs, it comes up every now and done, right? That Trump just knows business better.But I think, at the end of the day, it is what you value and like, what your beliefs are in terms of your ethics. (END VIDEO CLIP) KING (voice over): Four years after sitting out, Nguyen is excited to vote early, plus she is hosting a voter registration event at the Teahouse just before the Georgia deadline. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:02",
      "speaker": "NGUYEN",
      "sentences": "My fingers are crossed and I will make sure to do my best to get my whole community to the polls.(END VIDEO CLIP) KING (voice over): Excited for the big event, well aware of the numbers, and organization are critical. John King, CNN, Decatur, Georgia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:59:44",
      "speaker": "DEAN",
      "sentences": "You are in the CNN NEWSROOM. I'm Jessica Dean in New York, and we begin this hour with breaking news and growing fears of an all-out war in the Middle East.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}