{
  "date": "2024-10-31",
  "headline": "CNN Newsroom",
  "subHeadline": "Some Newspapers Refusing to Endorse Presidential Candidate; Interview With Rep. Steven Horsford (D-NV); Russian Election Disinformation Campaign?; Keeping Safe From Foodborne Illness. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:03",
      "speaker": "MARQUARDT",
      "sentences": "How much of a win is it for the Russians to be able to get an American like this to essentially launder their narratives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "LINVILL",
      "sentences": "I think that it's incredibly important, and you see the importance in how hard they've worked to recruit Americans like him.MARQUARDT (voice-over):  And what they're seeing this year is a much bigger impact on the social media conversation than in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "LINVILL",
      "sentences": "We know they work for the Russian state, but, you know, they're still allowed to spread these messages, these completely false narratives with -- without, you know, any mitigation whatsoever.MARQUARDT (on camera):  How well do you think we're doing in this war against Russian disinformation more broadly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "LINVILL",
      "sentences": "Extremely poorly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "MARQUARDT",
      "sentences": "Do you see that changing any time soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "LINVILL",
      "sentences": "No.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "And Alex Marquardt joins me now.Alex, great piece. How effective are these Russian narratives? I mean, do we have any sense of that? MARQUARDT:  Yes, they can be very effective. And those researchers measure that based on how much of the conversation is driven by these narratives. So let's take President Zelenskyy of Ukraine, for example. He's a major Russian target. And on certain days, those Clemson researchers told me, those narratives that they're feeding about Zelenskyy, those fake stories, can take up as much as a third of the social media conversation about Zelenskyy. A third is a huge number. Jim, in terms of what we could see back here, right after I did that interview at Clemson, the researchers there highlighted another fake video that Storm-1516 pushing of mail- in ballots in Bucks County, Pennsylvania, so a very important part of this election, being destroyed. And that video was shared tens of thousands of times in just the first three hours. And experts and officials believe we will be seeing a lot more of that kind of thing in the coming days -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "ACOSTA",
      "sentences": "And that wasn't happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:03",
      "speaker": "MARQUARDT",
      "sentences": "No, it was completely fake. And it was one of the narratives from this shadowy arm, we believe, of the Russian government, Storm-1516.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:37:02",
      "speaker": "ACOSTA",
      "sentences": "Today, Vice President Kamala Harris is set to hold back-to- back rallies in the critical battleground state of Nevada, as she just responded to Donald Trump's comments about protecting women whether they like it or not.Let's discuss now with the Harris campaign national co-chair, Democratic Congressman Steven Horsford of Nevada, a key battleground state. Congressman, thanks so much for being with us. Your response to what the vice president had to say just a few moments ago. I mean, she was asked whether women are going to be offended by it. She said, well, everybody's going to be offended by what Trump said, but your response. REP. STEVEN HORSFORD (D-NV):  Well, good morning, Jim. Thank you for having me on. It is Nevada Day here in Nevada. We are known as the Battle Born State. Vice President Kamala Harris understands that Nevada voters matter as a key battleground, and that's why she is putting in a full- court press. She will be in Reno later today and joining me in my district here in Las Vegas tonight in North Las Vegas. And so we're excited, because this campaign is going to be one based on a margin of effort. She and Tim Walz are traveling across all of the battleground states. And, yes, protecting a woman's freedom to make her own health care decision is going to be decided in this election. It is on the ballot, and it's going to take winning Democrats in Congress, making Hakeem Jeffries the next speaker of the House, because Mike Johnson and Donald Trump just told us that their secret plan is to actually take away Affordable Care Act and to deny women the right to make their own health care decision. Those are the issues that are on the ballot, and that's why voters have to turn out like never before to defeat them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:37:02",
      "speaker": "ACOSTA",
      "sentences": "And, Congressman, I mean, as you know, Nevada is tight according to the latest CNN polling. How is that ground game going for Democrats in Nevada?I used to cover Harry Reid when he was the Senate majority leader. He had a tight race out there some 14 years ago. There was all this talk that he might go down. He ended up having that turnout machine come out in force and do just fine. What's your sense of it? Is that machine still as effective as it once was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:10",
      "speaker": "ACOSTA",
      "sentences": "All right, Congressman Horsford, thank you very much for your time. We will be watching those events very closely. Thanks so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:10",
      "speaker": "HORSFORD",
      "sentences": "Happy Nevada Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:24",
      "speaker": "ACOSTA",
      "sentences": "More than 250,000 \"Washington Post\" readers have canceled their subscriptions in protest of owner Jeff Bezos' decision to block the paper from endorsing a presidential candidate. Former President Donald Trump is seizing on this.Let's bring in Hadas Gold, our media reporter. She joins us now. Hadas, what is Trump saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:24",
      "speaker": "HADAS GOLD, CNN MEDIA CORRESPONDENT",
      "sentences": "Well, Jim, this is exactly what so many within these newspapers feared, that this non-endorsement would be seen by the Trump campaign as a stamp of approval.And that's exactly what happened. Take a listen to what former President Trump said yesterday at a rally in North Carolina. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (R) AND CURRENT U.S. PRESIDENTIAL CANDIDATE:  Do you notice \"The Washington Post\" and \"Los Angeles Times\" and all these papers, they're not endorsing anybody? You know what they're really saying? Because they only endorse Democrats. They're saying, this Democrat's no good. They're no good. And they think I'm doing a great job. They just don't want to say it. (CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:24",
      "speaker": "TRUMP",
      "sentences": "\"Washington\" -- and \"USA Today,\" congratulations. I just heard \"USA Today\" has not endorsed. They said, we're not going to endorse. That means that they think she's no good.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:24",
      "speaker": "GOLD",
      "sentences": "Now, to be clear, none of these papers have said Trump is doing a good job or that Vice President Harris is -- quote -- \"no good.\"In fact, both \"The Washington Post\" and \"The Los Angeles Times\" had endorsements ready to go for Vice President Kamala Harris when they were both spiked by their billionaire owners. Now, this has led to, as you have noted, a lot of subscribers canceling their subscriptions. They have led to resignations of staffers because of exactly what they feared would be happening. I asked \"The Washington Post\" for a comment after Trump's comments at that rally. They pointed me to what the publisher said, where he noted that this might be seen as a tacit endorsement of one candidate or a condemnation of another, but that they don't see it that way. They see it as consistent with the values of \"The Post\" that they have always stood for and what they hope for in a leader. But, meanwhile, other outlets, Jim, are trying to capitalize on this vacuum that's been left by these newspapers. I will give you an example. \"The Guardian,\" in the hours after \"The Washington Post\" announced its non-endorsement, they sent an e-mail to their readers touting how they are not sitting on the sidelines of democracy, and they raised something like $2 million from their readers as a result of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:24",
      "speaker": "ACOSTA",
      "sentences": "Yes.I mean, and we should note other newspapers in the midst of all this have put out editorials, put out endorsements. \"The Las Vegas Sun\" just did one. I mean...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:24",
      "speaker": "GOLD",
      "sentences": "\"The Economist\" just -- just yesterday as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}