{
  "date": "2024-12-09",
  "headline": "CNN This Morning",
  "subHeadline": "Syrian Leader Assad Flees to Russia after Fall of Damascus; Trump Promises Again to Look at Jan. 6 Pardons; Jay-Z Denies Allegations He Sexually Assaulted 13-Year-Old with Sean 'Diddy' Combs. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "05:58:54",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "At long last, the Assad regime has fallen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "The fall of a tyrant. What's next for Syria after the sudden end to a brutal civil war?And -- (BEGIN VIDEO CLIP) DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: For what they did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "TRUMP",
      "sentences": "Honestly, they should go to jail.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "Trump's retribution. The president-elect thinks somebody should be in jail for January sixth, but it's not the rioters.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "STEPHEN MILLER, SENIOR ADVISOR TO DONALD TRUMP",
      "sentences": "You're talking about what would be the largest investment in immigration and border security.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "A day one promise. How Trump plans to enact his border policies starting on inauguration day. And new allegations. Jay-Z's fierce denial in the face of a lawsuit tying him, along with Sean \"Diddy\" Combs, to the alleged sexual assault of a minor.All right, 6 a.m. here on the East Coast, or just before 6 a.m., 5:59. Live look at New York City on this Monday. Good morning, everyone. I'm Kasie Hunt. It's wonderful to have you with us. We begin with the stunning fall of the Assad regime in Syria. The people of Syria celebrating in the streets, marking the end of more than five decades of the Assad family's brutal dictatorship. Overnight, a CNN team on the ground reports hearing strikes in Damascus, the U.S. confirming they hit more than 70 ISIS targets overnight. And Israel's foreign minister says the Israeli military struck weapons systems and chemical weapons capacity in Syria. After a civil war that started in 2011, rebel forces launching a sweeping offensive late last month, capturing key Syrian cities in a matter of days. Assad, fleeing with his family to Russia, where he had been granted asylum on humanitarian grounds. President Biden calling his downfall a, quote, \"fundamental act of justice.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "BIDEN",
      "sentences": "At long last, the Assad regime has fallen. This regime brutalized and tortured and killed literally hundreds of thousands of innocent Syrians. For the first time ever, neither Russia nor Iran, nor Hezbollah could defend this abhorrent regime in Syria.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "Syrian rebel leader Abu Mohammad al-Jolani, who's been on the U.S. terror watch list since 2013 with a $10 million bounty on his head, is declaring, quote, \"complete victory\" over the Assad regime, reassuring religious and ethnic minorities, quote, \"Syria is for everyone. No exceptions.\"(BEGIN VIDEO CLIP) ABU MOHAMMAD AL-JOLANI, SYRIAN REBEL LEADER (through translator): This victory, my brothers, is a victory for the entire Islamic nation. This new triumph, my brothers, marks a new chapter in the history of the region. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "Syrians sweeping into Damascus, ransacking Assad's palace, uncovering a luxury car collection worth millions, including a Ferrari F-50, a Lamborghini, a Rolls, and a Bentley.Former State Department Middle East negotiator Aaron David Miller joins us now. He's a senior fellow now at the Carnegie Endowment for International Peace. Sir, thanks very much for being with us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "AARON DAVID MILLER, SENIOR FELLOW, CARNEGIE ENDOWMENT FOR INTERNATIONAL PEACE",
      "sentences": "Thanks for having me, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "So, let's start with this rebel leader, Abu Mohammad al-Jolani. What we know about him, about the group he leads, and what that means for America's interests and security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "MILLER",
      "sentences": "Well, you know, Ahmed al-Sharaa is his real name. He's been showing up, not in, at least one interview, in suits. He's allowing the international media in, which is a very good sign.He's saying and doing all the right things with respect to talking about inclusion and protecting the rights of minorities. HTS has sent a representative to Latakia, the Alawi stronghold, to assure the Alawite minority that there won't be retribution against regime supporters. All of this strikes me as -- as headlines. Kasie. The question is whether the trend lines will hold as HTS -- as HTS and the complex and consolidated sort of loose alliance of Islamist groups begin to deal, not with the issue of rebellion. That's hard, but governing is harder. And look, the reality is the track record here for overthrowing Middle East dictators is not an inspiring one. In Egypt, Mubarak was overthrown. A repressive government followed. In Libya, Gadhafi was overthrown. Libya is plunged into internal chaos and division. In Yemen, Abdullah Saleh overthrown. The Houthis govern large parts of the area. In -- in Iraq, which may be the best example, Saddam is overthrown. And yet Iraq, in so many respects, is dysfunctional. So, the real question, I think, is whether or not you can convert this extraordinary moment, which demonstrates the importance of individuals, in -- for good or ill, in the course of -- of human events. Whether or not Jolani and the movement he holds will be able to reconcile itself and its Islamic principles and the tasks of nation building in a traumatized society of 23 million people, which is riven by sectarian divisions, that's the real key here. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "MILLER",
      "sentences": "-- again, headlines look pretty good. The question is where the trend line is going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:58:54",
      "speaker": "HUNT",
      "sentences": "Sir, what does this say about the bigger players that are really kind of pulling the strings behind the scenes, notably Russia and Iran? The fact that this happened, where Assad has gone, and what thatmeans, not just for the future of -- of Syria, but for Iran, its nuclear program; for Russia, its war in Ukraine; for all of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "MILLER",
      "sentences": "-- the -- the regional powers are going to continue to meddle. The question is whether the Syrians can grab the opportunity that they have and lead this country into a better future.Unclear at this point, Kasie. Really unclear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "HUNT",
      "sentences": "For sure. All right. Aaron David Miller starting us off this morning. Sir, thanks very much for your time and expertise. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "MILLER",
      "sentences": "Thanks. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ladies and gentlemen, please rise for the horribly and unfairly treated January 6th hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "You see the spirit from the hostages, and that's what they are, is hostages. They've been treated terribly.Unbelievable patriots, and they were unbelievable patriots. And are. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "HUNT",
      "sentences": "President-elect Donald Trump reupping the promise that he has made to people that he calls patriots, charged and convicted for crimes related to January 6th.More than 1,000 people have either been convicted or pleaded guilty in connection to the 2021 attack on the nation's Capitol, according to the Department of Justice. Trump himself was facing charges until Special Counsel Jack Smith dropped the cases against him, because he won reelection. Now, in his first sit-down interview since he won, Trump signaling quick pardons for those involved. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "I'm going to be acting very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Within your first 100 days? First day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "First day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "First day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "Yes, I'm looking first day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To issue these pardons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "These people have been there -- how long is it? Three or four years.You know, by the way, they've been in there for years. And they're in a filthy, disgusting place that shouldn't even be allowed to be open. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "HUNT",
      "sentences": "Trump does believe that some people should be in jail(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "For what they did --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "-- honestly, they should go to jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, you think Liz Cheney should go to jail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "For what they did --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everyone on the committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "I think everybody on the -- anybody that voted in favor of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are you going to direct your FBI director and your attorney general --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- to send them to jail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "TRUMP",
      "sentences": "No, not at all. I think that they'll have to look at that. But I'm not going to -- I'm going to focus on drill, baby, drill.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "HUNT",
      "sentences": "Adam Kinzinger, one of the two Republicans on the January 6th House Committee, says he's not worried about Trump's threats.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:11:17",
      "speaker": "KINZINGER",
      "sentences": "Ultimately, when we talked about him throwing his ketchup and hamburger against the wall, there's nothing illegal about that. And most of the people that testified were actually his Republicans. You know, fellow Republicans that went up and spoke in him.So, look, he's -- he's all butt-hurt right now, because he was embarrassed. He's not going to come after us. And I'm not worried about it at all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Meghan Hays, this obviously plays into the conversation we were having starting last week about possible preemptive pardons for some of these people.Adam Schiff has said he doesn't want one. There would, of course, be some sort of implication of -- of guilt if you accept a pardon like this. How do you think Trump's comments are going to impact that debate inside the White House? MEGHAN HAYS, FORMER DIRECTOR OF MESSAGE PLANNING AT THE BIDEN WHITE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HOUSE",
      "sentences": "Look, I think this is why they're having that debate, right? I think that people should be fearful, to your point, of what's going to happen.It's not -- it's not necessarily that they did anything wrong, but they can go after them. They can charge them with things. That's hundreds of thousands of dollars in legal fees. It's not just about what's going to happen if they're convicted, because they didn't commit crimes, so they're not going to be. But it's the whole process that's going to take years for this all to play out. And the money that they're going to have to spend. So, I understand why the Biden White House is doing this. I understand why this is now a conversation, because the president-elect is making comments, basically saying he is going to attack these people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "Lulu, do you think it would be smart of them to do these preemptive pardons, or would it be wrong?LULU GARCIA-NAVARRO, CNN CONTRIBUTOR: I'm -- I'm not a believer in the preemptive pardons, because I think what ends up happening is Donald Trump distorts what we consider to be acceptable. And no one has ever done a preemptive pardon before. It would be really pushing the boundaries of what the norms are. He constantly does that. And just in a comment already they're having this reaction. He hasn't done anything. Kash Patel hasn't been actually put into -- into power yet. And so, I do think that Democrats and Republicans who might be targeted probably need to calm down. I agree with Michael that I don't think that this is spurious. It may very well happen. But I think this idea of preemptive pardons and putting Biden in that position, I don't think it's wise. MATT GORMAN, FORMER ADVISOR TO TIM SCOTT'S PRESIDENTIAL CAMPAIGN: I mean, I think the norm breaker was -- was the Hunter pardon a week ago. Right. And that -- that led to the preemptive pardons. And I think candidly, that made it a lot easier. A lot easier for Trump to talk about January 6th pardons like he's doing now. Right? GARCIA-NAVARRO: Come on, come on. He's been talking --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Come on what? Come on what?GARCIA-NAVARRO: He's been talking about January 6th pardons for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Excuse me. Excuse me, first of all. But, you know, he also is open about it. He's not lying about it like Biden did for months. No. 1.And No. 2, I think Michael makes a good point. I mean, there was a difference between the retribution and success in the earlier part of that interview. And then this. I think it's -- it'd be far more --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "You could see the anger kind of flash on his face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Yes. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HUNT",
      "sentences": "When this topic came up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "And look, this has always been that push and pull with -- with Trump, with talking about the future and then the past, right? I think Trump has always helped far more by talking about and acting on the issues that he won on. Right? Primarily the economy and immigration.And I've said this, whether it's Democrats or Republicans. The more you're talking about 2020, the more you are not being effective. GARCIA-NAVARRO: We are going to see -- and I am pretty sure -- the January 6th people pardoned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Yes.GARCIA-NAVARRO: -- and probably given congressional -- you know, not congressional, but like, presidential, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "And what proof do you have of that?GARCIA-NAVARRO: You know, medals at the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "That's -- that's ridiculous. What proof do you have?GARCIA-NAVARRO: I'm just -- I'm joking, obviously. I'm joking, obviously. But what I'm saying here is that for -- for Donald Trump, what matters is that these people are pardoned, because they reflect on him. He sees them as his emissaries. He doesn't think that what happened on January 6th was an assault on the government. And so, therefore, exonerating them exonerates him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Do you fail to see, though, how much easier, easier politically and rhetorically and just in, as you talked about, pushing the norms that last week's pardon of Hunter led to all of this so much easier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HAYS",
      "sentences": "So. Right. But Hunter didn't try to overthrow the government. These people tried to overthrow the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HAYS",
      "sentences": "They stormed our Capitol. And I hear what you're saying, I totally do, but I just think that pardoning your son for crimes that -- that did not affect, that were victimless crimes, are very different than storming the capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "Crimes he was not convicted of. And over a longer period of time. There was not simply crimes he was convicted of.Again, we talk about norms breaking. It made it so much easier for both the Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "HAYS",
      "sentences": "It doesn't make it right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:03",
      "speaker": "GORMAN",
      "sentences": "I'm not saying either of that. I'm saying that the -- when we talk about norms breaking, this made it so much easier. And also, for Trump to be open about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "HUNT",
      "sentences": "Sok as we button up this conversation, I just want to make sure that we underscore -- and this was written clearly in \"The New York Times\" by Peter Baker, that quote, \"The January 6th Committee did not destroy all evidence.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "WARREN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "HUNT",
      "sentences": "\"It released an 800-page report, 140 transcripts of testimony, memos, emails, voicemail messages. The evidence remains online. Mr. Thompson explained in a letter last year the committee did ask the executive branch to go through some material first to protect law enforcement sensitive operational details and private personal information that, if released, could endanger the safety of the witnesses.\"And I think it's also worth noting that Liz Cheney, in her statement that she released over the weekend, said very clearly that the Justice Department should not be allowed, under Trump, to destroy the evidence that Jack Smith has gathered in the course of his investigation. All right. We've got to move on. A little later on CNN THIS MORNING, a manhunt expanding. (BEGIN VIDEO CLIP) MAYOR ERIC ADAMS (D), NEW YORK CITY: The net is tightening, and we're going to bring this person to justice. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:01",
      "speaker": "HUNT",
      "sentences": "All right. Welcome back.A woman who claims she was sexually assaulted by Sean \"Diddy\" Combs has updated her lawsuit to include allegations that she was also assaulted by Jay-Z at the same party. The woman, identified as a Jane Doe, says she was 13 years old at the time. The two men assaulted her at an after party after the Video Music Awards in 2000. Jay-Z strongly denies the claim, calling it heinous. He writes this in a statement: quote, \"I implore you to file a criminal complaint not a civil one.\" CNN legal analyst and criminal defense attorney Joey Jackson is with us now. Joey, good morning. What do you make of this statement from Jay-Z, as well as the updating of this lawsuit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:01",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yes. Kasie, good morning to you.I take it that he's swinging hard. He vehemently denies this, giving the indication that, if this happened, then, you know what? I should be in jail. And so, why not bring forward criminal charges? And to the extent that the allegations in the complaint really do talk about what we've heard before, Kasie, which is the drugging of someone, this also indicates that he would have held her down and forcibly raped her, which would be rape in the first degree. Doesn't have a statute of limitations in New York. And so, it should be investigated. But he really is saying that this is complete fiction. And the last point on this, Kasie, the lawsuit itself does give some indication of witnesses. Not only the fact that there was another celebrity present, but after the fact, that this woman went to a gas station. She was then a girl of 13, and a gas station attendant noticed her distress. And then she called her dad. And so, there would be some indication or some witnesses, which it would take to corroborate the fact that something untoward, inappropriate, or illegal happened to her, if it did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:01",
      "speaker": "HUNT",
      "sentences": "Really, really tough. And Joey, there is something, as well, to the lawyer involved in this case. He came in for some criticism, as well. Can you help us understand that piece?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:01",
      "speaker": "JACKSON",
      "sentences": "Yes, I think a lot of people are saying that he's sending these demand letters -- what demand letters are, Kasie, is there are letters saying that, listen, we will not sue you in the event that you enter into a mediation and we reach some favorable result, collective favorable, favorable result.Now demand letters are generally pretty standard in the industry where, prior to litigation, you give a person the opportunity, who's going to be sued, to settle the case. He's saying that as Jay-Z, that it was just blackmail, that he's trying to blackmail him and others, really, by not wanting allegations to get public, to sit at a table so that he could basically extort money from them. And so, Jay-Z is suing him as a result of that. And that's not the first lawsuit against Buzbee. Buzbee's suing another law firm. There are ethics around, certainly, sending these demand letters. Ethics really center around whether they're specific, credible facts that deserve a lawsuit in the first place. We'll see. It is an allegation. Any lawsuit is an allegation. It has to be proven in a court of law. Anyone can sue anyone for anything. It's whether there are factual issues that can be proven that really would carry the day or not. So, we'll see how this develops, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:01",
      "speaker": "HUNT",
      "sentences": "Yes, and of course, we're talking about Tony Buzbee, the attorney who's on behalf of -- of the girl and others who are complaining -- have complaints against Sean \"Diddy\" Combs and apparently now, Jay-Z.Joey Jackson, thank you very much for your time this morning. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:01",
      "speaker": "JACKSON",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    }
  ]
}