{
  "date": "2024-07-16",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Lara Trump Speaks At The Republican National Convention; CNN Covers The Republican National Convention In Milwaukee; Daniel Dale Fact-Checks RNC Speeches. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "CROWD",
      "sentences": "Trump! Trump! Trump! [23",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "TRUMP",
      "sentences": "I know what you hear out there about Donald Trump. I know what you read, what the media tells you, and what out-of-touch celebrities on the left say about this man. But when I look at Donald Trump, I see a wonderful father, father-in-law and, of course, grandfather to my two young children, Luke and Carolina.(APPLAUSE AND CHEERING) I know that I'm lucky enough to get to call him my father-in-law and see him a little differently than all of you. But it's through that lens, that I sometimes wish more people could see him. This is a man who has sacrificed for his family, and a man who has truly sacrificed for his country. (APPLAUSE AND CHEERING) Donald Trump didn't need to run for president for fame or money. Trust me, we all know he already had plenty of that. I'll tell you why he did it, and why he continues on, even in the face of the unthinkable, because he loves this country. (APPLAUSE AND CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CROWD",
      "sentences": "USA! USA! USA!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "TRUMP",
      "sentences": "He did it for his grandchildren, for your children and grandchildren, and for the generations to come. I have seen this man dragged through hell and back, in and out of courtrooms, indictments, impeachments, mugshots, and even an assassination attempt. And yet, he has never backed down.(APPLAUSE AND CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CROWD",
      "sentences": "Trump! Trump! Trump! We love Trump! We love Trump! We love Trump!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "TRUMP",
      "sentences": "I'll never forget watching my two children run up to him with their drawings and hugs for grandpa, just moments before he took the elevator down in Trump Tower to address the media the day after his wrongful conviction. Despite everything else he had going on, he had no other focus in the entire world, just a man relishing time with his grandchildren. It's a side of Donald Trump that not enough people get to see. Maybe you got to see a side of Donald Trump on Saturday that you were not sure existed, until you saw it with your own eyes.Martin Luther King, Jr. once famously said, the ultimate measure of a man is not where he stands in moments of convenience and comfort, but where he stands at times of challenge and controversy. (APPLAUSE AND CHEERING) There's no doubt that Saturday was one of the most frightening moments of my father-in-law's life. Millimeters separated him from life and certain death. And yet, it was in the midst of it all, as he was jostled off stage by Secret Service, that he knew how defining that moment would be for our country, and he hoisted his fist in the air. (APPLAUSE AND CHEERING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CROWD",
      "sentences": "Trump! Trump! Trump!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:05",
      "speaker": "CROWD",
      "sentences": "USA! USA! USA!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "All right, Lara Trump, wife of Trump's son, Eric Trump. She is the co-chair of the Republican National Committee, former TV producer for \"Inside Edition\" and former Fox News contributor.John King, we've heard from a lot of individuals tonight. Lara Trump, Senator Marco Rubio, obviously heard from Nikki Haley and Ron DeSantis as well. Your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Well, number one, as you mentioned them, Cruz and Rubio, opponents in 2016. DeSantis and Haley, opponents in this past campaign. Trump has a history of isolating, punishing, shoving his opponents out, blocking them out, and yet he sat there tonight and listened to all their speeches.Why? Look around this hall. He does not have to fear them anymore. He doesn't have to worry about them anymore. There is no one in the Republican Party that is a threat to his leadership. So, he sits there and listens to them say vote for Donald Trump. (BEGIN VIDEO CLIP) We've talked about this before. If you have any doubts, anybody out there thinks the takeover is somehow incomplete, you're wrong. This is Donald Trump's party. (END VIDEO CLIP) Fascinating for them in the sense that they still have national political aspirations. And, you know, Trump has picked J.D. Vance, about to be 40 years old. It doesn't mean he's the automatic heir. It doesn't mean the voters will agree with that. But if Donald Trump keeps the hold over the party that he has in this room, number one, right now, he's on a path to winning. The other point I would make about that is that, you know, the president's party always goes last. The president of the United States also decided to have an early debate. The calendar of this campaign may become Joe Biden's enemy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "KAITLAN COLLINS, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "KING",
      "sentences": "The debate put him in such a horrible position. And now, he has to wait a month for his convention, and all of the numbers say he is in deep trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COLLINS",
      "sentences": "The other thing, too, when you watch Lara Trump, Jake, as you mentioned, she is not just the daughter-in-law, she is now the co- chair of the Republican National Committee. To think back to 2016 when we were at the convention then, the RNC was one of the biggest things standing in Trump's way, in his view. That is how he felt in the 2016 campaign, that they were against him, that they abandoned him after the Access Hollywood tape came out.And so, to see her getting a 21-minute speaking slot, when Senator Rick Scott of Florida, who wants to be the majority leader, should they retake the majorities in that race, he got four minutes earlier, it speaks to the weight that they give her and the emphasis and the standing that she has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "I was going to say, to your point about the RNC, the night before the election, the chair of the RNC and the leadership of the RNC went to New York, to the networks, to explain how Trump's loss was not their fault.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "You're talking about in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "URBAN",
      "sentences": "In 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "URBAN",
      "sentences": "That is the difference between the party today --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "URBAN",
      "sentences": "-- and the party in 2016. Completely at odds, as you're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BASH",
      "sentences": "Can I just say something else about the Lara Trump speech and connect it to another speech that really held this room in a way that we haven't seen a lot of, and that is Sarah Huckabee Sanders?(APPLAUSE AND CHEERING) And the connection is that they are both women who know the former president well and are trying to do something that certainly the J.D. Vance pick didn't do, the Marco Rubio speech, the Ted Cruz speech, and the above, which is to try to humanize him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "Yeah.[23:20:00] BASH: -- to try to dispel all of the things that we have seen on his social media and other very well-reported incidents that he has had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "In fact -- let me just interrupt for one second. We have a clip from Sarah Huckabee Sanders. I'd love to get your response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BASH",
      "sentences": "Okay, great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "Here's a little clip from Governor Sanders of Arkansas.(BEGIN VIDEO CLIP) GOV. SARAH HUCKABEE SANDERS (R-AR): He pulled me aside, looked me in the eye, and said, Sarah, you're smart, you're beautiful, you're tough, and they attack you because you're good at your job. Never let them stop fighting. (APPLAUSE AND CHEERING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "That was a story she told about President Trump backing her up after, apparently, she had been criticized by some MSNBC anchors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BASH",
      "sentences": "Because of -- because of her appearance, and the juxtaposition of that story with the Donald Trump that we saw when he first came on the political scene, his fights with Rosie O'Donnell, his fights with other women, which put him in not very good stead with a lot of female voters. He still struggles with those voters, and those voters are going to once again determine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "Just to give a little back story, I don't want to get too much into the Donald Trump versus MSNBC bit, but I think he insulted Mika based on -- Mika Brzezinski based on her physical appearance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BASH",
      "sentences": "Exactly, that's my point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "But -- I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BASH",
      "sentences": "They're trying to inoculate that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "BASH",
      "sentences": "-- and tell a different version of the story. I'm totally agreeing with you. I mean, we can't forget all of the comments that we heard from him about women. And what was so clearly intentional with that Sarah Huckabee Sanders story, saying he pulled her aside privately and said, don't let them -- don't let them upset you, that was a very clear, intentional way to try to show another side of him. I don't know that suburban women or even men who find the previous behavior repugnant are going to buy that, but it certainly was an attempt to try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "And that is -- look, this is a convention. This is what they're supposed to do, is to paint the best picture of the candidate. But with Donald Trump, it's not -- I mean, frankly, he's a public figure, he's a political figure. It's really not about what he's like when nobody is looking. It's also about what he is like when everyone is looking. That has been his problem consistently on the political stage.I thought that the juxtaposition of this picture of Trump as this sort of soft, loving person, parent, grandparent, was so interesting on the very same night that they're also painting an extremely dark picture of the country on crime, on immigration, on all of these other issues. And those two things going hand-in-hand, maybe it was intended to sort of soften the effect of some of the harsher stories on crime, but I'm not sure what to make of it. I also think that the American people -- I think it was Sarah Huckabee Sanders who said this herself. They have lived through Donald Trump. They remember those years. They remember his candidacies in 2016 and 2020. And I think it's going to be hard for them to just tell people that he is, you know, a kind gentleman in private when they have seen him in public doing quite the opposite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CHRIS WALLACE, CNN HOST",
      "sentences": "Jake, one of the other things that struck me about this evening is that there was a lot of talk in the aftermath of the shooting on Saturday that there was going to be unity and there was going to be an effort to take down the temperature, and it really lasted until tonight.And there were -- over and over again, there were efforts. First, DeSantis said, Donald Trump has been demonized, he has been sued, he has been prosecuted, and he nearly lost his life. He didn't make a direct connection there. But later on, former HUD Secretary Ben Carson did. He said, first they tried to ruin his reputation, then they tried to bankrupt him, then they tried to put him in prison, and then last weekend, they tried to kill him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "WALLACE",
      "sentences": "Uh, I don't know who \"they\" is, but there was the sense of victimization, the sense of us against them. There was a lot of media bashing tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "AXELROD",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "WALLACE",
      "sentences": "This was very much a different tone than what we were hearing about in the immediate aftermath of the shooting on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "URBAN",
      "sentences": "Well, I just want to say, to your point on the back the blue piece, Madeline Brame, who was the speaker, who talked about backing the blue, whose son in the combat was the military veteran, the army veteran who was stabbed, I think she was the highlight of the night. I mean, her speech was incredibly compelling, incredibly powerful. You can hear a pin drop in here, I think.(BEGIN VIDEO CLIP) And I think that they should have, Abby and I talked about this, they should have let -- maybe have played a little music, let that sit in a little bit --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "URBAN",
      "sentences": "-- because that was such a powerful moment. And it really, I think, affected people here. I don't know how it affected people on television. It affected me. I think she was a really great messenger. Her message was great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "PHILLIP",
      "sentences": "And look, all of those stories were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "URBAN",
      "sentences": "Very compelling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "PHILLIP",
      "sentences": "-- super powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "URBAN",
      "sentences": "Those everyday people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "PHILLIP",
      "sentences": "The mother who lost her son to fentanyl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "URBAN",
      "sentences": "Yup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "PHILLIP",
      "sentences": "I think it's always a good call at these conventions to lean on real people. However, it's incumbent upon us to point out that crime is down in this country. That immigrants are not more likely to commit crime in this country. That fentanyl, David pointed this out, fentanyl is not mostly coming over from the border.So, the stories are important, but so are the actual facts behind the argument that's being made. And ultimately, um, you know, the families are entitled to feel how they -- how they feel about the tragedies that happened to them. But from a factual perspective, some of those things are not trending in the same direction as they were painted on that stage behind us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "URBAN",
      "sentences": "But those are the top issues. Immigration, crime in this campaign. Those are the top issues as identified by voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "PHILLIP",
      "sentences": "Well, they were -- I think they were the top issues. The economy is still one of the biggest issues. And again, crime is down like 30%.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "TAPPER",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "PHILLIP",
      "sentences": "So, it's a significant drop and it's improving in people's lives. It matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "TAPPER",
      "sentences": "As we -- as we hear the beautiful song by Creed, I want to throw it back to you.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "COLLINS",
      "sentences": "Jake's favorite band. You have Shazam, right?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "TAPPER",
      "sentences": "Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "A lot to talk to, a lot to digest. Alyssa, what stands out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN CONTRIBUTOR",
      "sentences": "So, watching Trump just --(END VIDEO CLIP) -- take this all in, kind of reminded me of his old cabinet meetings where he would kick them off, and everyone would go around the horn and just praise him for a while, because I was thinking, like, is he bored watching these speeches? No, he loves seeing people line up, talk about his accomplishments and why they're with him. And to John King's point, he was not threatened by a single person out there because the remaking of the party into the Trump party has happened. He can have Ruby out there, he can have Haley out there, and that was -- that was shown tonight. But these are also nights -- conventions are a time for stars to rise and potentially stars to fall. And I think in some ways, the Rubios, the Rick Scotts, they didn't -- they kind of just -- they fell a little flat tonight. And those are from the before times before Trump. You see someone like a Sarah Sanders. That was what a Trump -- you know, a 2028, somebody with a national profile. That's the kind of speech you're going to see. So, a little bit of kind of the separation of the old guard and the new guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "COOPER",
      "sentences": "Is time now going to be divided between B.T. and A.T.?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "GRIFFIN",
      "sentences": "Yes, that's how we'll measure it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "COOPER",
      "sentences": "Shermichael? SHERMICHAEL SINGLETON, CNN POLITICAL COMMENTATOR(BEGIN VIDEO CLIP) We heard a lot about opportunity, if you want a future that's better than the past. And you contrast that with Joe Biden. You have an economy that, frankly, is hard for most people. The idea of a middle class is almost something of a healthy in days, to be quite frank. You think about an open border where the doors are saying, come on into America. And Americans are asking themselves, Anderson, what about me? Well, the Republican Party is answering that question. We have the solutions for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:08",
      "speaker": "COOPER",
      "sentences": "Um -- well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "COOPER",
      "sentences": "Let's look at some facts. Let's just look at some facts right now because we have a lot of prominent Republicans taking the stage tonight, including members of the Republican House leadership. I want to bring in our fact checker, senior reporter Daniel Dale. Daniel, you listened to all of tonight's speeches. Talk a little bit about what stood out to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "DANIEL DALE, CNN SENIOR REPORTER",
      "sentences": "Yeah, Anderson, there was a lot of stuff you can't really try to fact check. There were personal stories, general praise of Trump, broad denunciations of Biden, subjective accusations that Biden was personally responsible for drug overdose deaths, which I think we should note rose under President Trump as well. But there was also some significant inaccuracy we can check. Arizona U.S. Senate candidate Kari Lake made a wildly false claim that her Democratic opponent, Ruben Gallego, voted to allow illegal immigrants to vote in this election. That's a brazen distortion of a recent House vote on voter registration requirements. Senator Ted Cruz of Texas claimed with no evidence at all that Democrats deliberately let in illegal immigrants to somehow get their votes. Non-citizens cannot legally vote, and the data shows almost never do.And I thought it was notable that some of the most significant false or misleading claims tonight came from members of the House Republican leadership. Listen to what GOP Conference Chair Elise Stefanik and House Speaker Mike Johnson said about violent crime. (BEGIN VIDEO CLIP) REP. ELISE STEFANIK (R-NY): Biden's violent crime crisis, fueled by Democrats, pro-criminal, sanctuary cities, and defund the police policies like we have seen in my home state of New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "MIKE JOHNSON, SPEAKER OF THE UNITED STATES HOUSE OF REPRESENTATIVES",
      "sentences": "We can't survive the dramatic increases in violence, crime and drugs that the Democrats' policies have brought upon our communities.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "DALE",
      "sentences": "Well, I'll do it again. This claim that there have been dramatic increases in violence and crime under Biden is false. In fact, both violent crime and property crime have fallen under President Biden, and there have been big declines over the last year and a half. Preliminary figures from the FBI show that violent crime is down roughly 6% in 2023, and then it dropped by a staggering 15% in the first quarter of 2024. The declines in murder in particular were even bigger. And so, now, key fact here, murder in particular and violent crime in general are both below where they were in 2020, Trump's last year in office.Now, Congresswoman Stefanik's claim of a Biden violent crime crisis is subjective, I guess, but she certainly did not note that Trump had a violent crime crisis when he had worse numbers. I'm going to cough. Now, I'll caution again, this is preliminary data. A big chunk of local communities have not submitted their numbers yet, so the precise extent of the decline in violent crime is to be determined, but it's clearly falling and not rising. And I also want to address, Anderson, a claim from House Majority Leader Steve Scalise on the Biden administration's record on U.S. energy production. Take a listen. (BEGIN VIDEO CLIP) REP. STEVE SCALISE (R-LA): Let's talk energy. They've eroded the American energy dominance that President Trump delivered. We will end the Democrats' assault on American energy once and for all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "DALE",
      "sentences": "This claim about a Biden-era democratic assault on American energy is misleading at very best. While it's true that Biden is pushing for a transition to renewables, the U.S. under Biden is producing more crude oil than any country ever has. It is a fact the U.S. is setting fossil fuel world records under this administration. The U.S. produced a global record 12.9 million barrels of crude oil per day in 2023, easily beating the Trump-era high of about 12.3 million barrels. And Scalise also spoke of U.S. energy exports under Biden. Well, U.S. crude exports in 2023 were also the highest on record for anybody.Now, we should be clear here not to suggest these records are being set because of President Biden, who certainly has taken a bunch of steps the fossil fuel industry oil companies don't like. These are market-driven increases, a lot of them caused by improvements in fracking, horizontal drilling technology. But nonetheless, Republicans, including former President Trump, keep pushing this notion that Biden has crushed U.S. oil and gas production. Trump sometimes says Biden has ended it entirely. And all this stuff is not close to true. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "COOPER",
      "sentences": "Daniel Dale, thank you so much. For more CNN fact checks, you can visit cnn.com/factsfirst. Van?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COOPER",
      "sentences": "Scott Jennings, how do you see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "I was looking at Trump tonight and thinking, like the great Petey Pablo, he was taking in requests on the request line, and he got everything he wanted tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "UNKNOWN",
      "sentences": "Uhh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "Sarah Sanders, I agree with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COOPER",
      "sentences": "Brilliant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "I mean, Lord have mercy. That would have made a bishop kick out a stained-glass window, what she did tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COOPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "Delivery, message handling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COOPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "Haley and DeSantis hit their marks, did exactly -- delivered the product they needed to deliver. Disagree with you on DeSantis, but you're not the audience for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JONES",
      "sentences": "Fair enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "But that convention hall was and Republicans were. Rubio, good as always, delivers an inspirational sort of look at what the American story can be for different kinds of people. Baby dog --(LAUGHTER) -- from West Virginia managed to come to the convention on a night that Kristi Noem was not there -- (LAUGHTER) -- and avoided any kind of unfortunate interaction. (LAUGHTER) But she stole the hearts of the whole convention tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JONES",
      "sentences": "Puppy dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "The everyday Americans did a good job. Look, the bottom line tonight is the RNC delivered hit after hit and the entire thing was aimed at unity, unity. And the party is unified and it's functioning and it's against the backdrop of an -- of an opposing party that is stuck with an unpopular incumbent who cannot find his way out of a wet paper sack right now. Two nights of this convention are done, both of them have been a success, and now we're going to hear from the candidates for the next two debates (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COOPER",
      "sentences": "The unity message, though, I think a lot of people thought going into this, was a unity of the country. You're talking about unity of the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "It's a Republican Party convention.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JONES",
      "sentences": "No. Unity for Trump. Unity in service of Trump. Unity in surrender to Trump. Unity in servile obedience to Trump. But not unity for the people in the country who felt insulted and left out by a lot of this stuff. Listen, if this is the unity you're talking about, it's the unity that scares me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BEDINGFIELD",
      "sentences": "Can I just say quickly that -- I mean, the test I think you were laying out earlier in our conversation was, you know, Trump can put this race away if he reaches out to the country and he displays unity. And you had -- I mean, the DeSantis speech couldn't have been farther from an attempt to do that. I mean, that was like red meat, the most divisive kind of language.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SINGLETON",
      "sentences": "This is a political --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BEDINGFIELD",
      "sentences": "So, I don't buy your own standard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "Last night, you were saying that we got to start calling Trump Hitler again because J.D. Vance didn't take it. Now, it's Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "BEDINGFIELD",
      "sentences": "I said no such thing. Don't put words in my mouth. I absolutely did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "JENNINGS",
      "sentences": "Look, it's a political convention and somebody is going to make a political speech. The thing that will matter is what Trump says Thursday. I'm hopeful. I hope I'm right. Maybe I won't be, but I hope I'm right. But so far, the political party is delivering a political convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JENNINGS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "GRIFFIN",
      "sentences": "That's where the Republican Party is. I think that's going to be a challenge for Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SINGLETON",
      "sentences": "But, Anderson, I want to bring it back to the voters. The voters are yearning for recognition for their daily plight. When you say that there isn't a crime issue in this country --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JONES",
      "sentences": "I didn't say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SINGLETON",
      "sentences": "No, no, not you. You mentioned crime is going down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "BEDINGFIELD",
      "sentences": "That is demonstrably true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SINGLETON",
      "sentences": "Go to Washington, D.C. We're here in New York City. Go -- talk to people who live in impoverished areas or poor white areas, and ask them about crime. Talk to those people about the economic instability that we have under the Joe Biden-Kamala Harris administration. Talk to those people about immigration.And it's not about demonizing immigrants, Van. I agree with you that immigrants come to the country assuming for a good life. But people want an ordered process. People want to make sure that their plight is addressed first before the plight of other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JONES",
      "sentences": "We didn't talk about an orderly process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "SINGLETON",
      "sentences": "That's what Republicans answered over the past two days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "JONES",
      "sentences": "We didn't talk about an orderly process. We call people rapists, murderers, and we said that they were bringing drugs here and killing people.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:19",
      "speaker": "TAPPER",
      "sentences": "Republicans wrapping up the second night of their convention here in Milwaukee, Wisconsin, putting on a carefully choreographed show of party unity as the Democrats remain divided over the future of President Biden's candidacy.Let's bring in CNN's Jeff Zeleny who has more on the Democrats in, as I said, Democrats in disarray. Jeff, what are you picking up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:19",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Jake, we heard throughout the evening the democratic disarray and disunity really was the subject of punchline from Republican speaker after speaker, but it's anything but amusing to Democratic officials who are still dealing with this anger and alarm and panic that is coursing through the Democratic Party.Yes, the attention this week is focused on Republicans, but inside the Democratic Party, there are party leaders who are even more worried by the day as time is running out, who believe that President Biden is a drag on the democratic ticket. So, talking to a variety of Democratic officials here in Wisconsin and other battleground states as well as nationally, they are concerned that A, these punchlines about the president's age, his fitness for office, his command of the office, will become a fait accompli in the general election campaign. And it is sort of ironic here, Jake, that one year ago, right here in this very hall, Republicans had their first debate. So, it was thought at the time that the republican primary would be messy and divisive. And Democrats thought they sort of dodged a bullet, if you will, by not having a primary on the democratic side. Now, it looks considerably different. There is disunity in the Democratic Party and division. So even as President Biden is vowing to stay in the race, senators and House members we are speaking with are still very concerned about this. So, look for all that to continue. And one other Democrat was watching Nikki Haley very carefully as well for a time. They thought that her voters may be open to them. That is unclear. I talked to one Haley voter tonight who lives in the suburbs of Milwaukee. She told me, I'm voting for President Trump. Not her first choice, but she said the choice she'll make in November. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:19",
      "speaker": "TAPPER",
      "sentences": "All right, Jeff Zeleny, thanks so much. And let's talk about what Democrats are doing behind closed doors because I was able to get my hands on some polling from the firm Blue Labs. This is a polling funded by some Democratic donors. And this kind of project is going on all over the country right now.It looks -- it's a survey of 15,000 voters in several battleground states. And it shows, first of all, there's an early July polling that has already been reported on, showing that President Biden is losing ground to Donald Trump in 14 key states across the country. This includes not only the five that Biden flipped against Trump in 2020. That's Arizona, Georgia, Michigan, Pennsylvania, and Wisconsin. But in addition, post-debate, it's like Waterloo. He's vulnerable in Colorado, he's vulnerable in Minnesota, he's vulnerable in Maine, he's vulnerable in New Mexico and Virginia and New Hampshire. Now, what this poll did was look at alternatives. First of all, it found that nearly every tested Democrat that this polling firm looked at performs better than the president. This includes Vice President Harris. But the top four in these seven battleground states, Senator Mark Kelly of Arizona, Wes Moore of Maryland, Josh Shapiro of Pennsylvania, Gretchen Whitmer of Michigan, they have a whole complex way of looking at it and whether or not these people can take votes from Trump that Trump is currently winning and bring them back, and those are the top four. And, again, this is just one poll, but this is really indicative of where the Democratic Party is, with the exception of maybe two or three of President Biden's aides and, I assume, his immediate family. The Democratic Party is really looking for an alternative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:19",
      "speaker": "KING",
      "sentences": "And so, polls like that, other internal polls I've looked at, all the public polling is being forwarded to the White House every day, forwarded to the president's top advisors saying, please read this, because it shows how deep trouble you're in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:19",
      "speaker": "TAPPER",
      "sentences": "Taken right to the shredder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "TAPPER",
      "sentences": "Yeah, and you said, how do you turn that around? And I know you meant that as a rhetorical question because the answer is it really hasn't ever been done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "KING",
      "sentences": "It has never been done. David knows this. Both Davids know this. There has been no incumbent president in our lifetime. Again, Democrats will argue, well, wait, the national polls are a point or two. Some of these state polls are only three or four points. It's underneath the polls. It's the approval rating. It's is he up to the job? Is he too old? What people think about the direction of the country and the state of the economy? You need some magic potion to change people's minds on six or eight fundamental questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "AXELROD",
      "sentences": "I think the question is whether the president can accept this verdict. But he says it's early. People will focus in September. It's not early. People are going to start voting in September. And what's very clear is that these concerns have been hardened, that they've been there for a long time. They were hardened by the debate. He's in a situation that is, in my mind, irreversible.And I believe him when he says the stakes are huge of this election. If he believes it, he needs to take into consideration what the stakes are and make the best decision, not just for himself but for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "TAPPER",
      "sentences": "And Abby, one of the things that the Democrats are trying to do right now, the Democratic National Committee, you said the voting takes place in September. That's voter voters. The delegates, they're trying to get the delegates to start voting next week in days. They want the train to leave before the convention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "TAPPER",
      "sentences": "They want to lock this in because they know -- they know that Democrats are really trying to push him out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "PHILLIP",
      "sentences": "And party officials privately are pushing back on that hard. The reasoning that they've used is this Ohio ballot situation that Ohio officials say has been resolved --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "TAPPER",
      "sentences": "It's a lie. It's a lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "PHILLIP",
      "sentences": "That has been resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "TAPPER",
      "sentences": "The DNC is lying about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:04",
      "speaker": "AXELROD",
      "sentences": "Money is going to shift from Biden to those congressional races. And the candidates are going to start arguing, we need to be there to be a bulwark against Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:04",
      "speaker": "COLLINS",
      "sentences": "Look at why he's suggesting all these changes to the Supreme Court that he's expected to come out and call for, which we know he has been having these discussions behind the scenes. When Joe Biden was running in 2020, he was facing a lot of pressure from more liberal members of his party who ran against him to make changes to the Supreme Court. He resisted that. Commissioned a study when he was in office. I remember when it came out. It was 300 pages. It was December of 2021. He never acted on that study.And now, he's preparing to come out and call for maybe a constitutional amendment or changes to the Supreme Court. It's because look who stood by him in these days when other more moderates are calling on him to get out. It's the progressives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:04",
      "speaker": "BASH",
      "sentences": "Can I connect what John was showing us with these new polls and specifically the key states to what we saw here tonight? And that was the first really big speech by Nikki Haley. Wisconsin. We're in Wisconsin right now. And if you look back at the Wisconsin primary, which she was still on the ballot for April 7th -- April 2nd, even though she had already dropped out, she got more than 76,000 votes in that primary. And what she did here tonight was she said, go ahead, please go and vote for Donald Trump. It was like more than 20,000 votes. That made the difference in both the general election in 2016 and 2020.",
      "isLastSentenceInterrupted": false
    }
  ]
}