{
  "date": "2024-02-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Shooting Reports At Joel Osteen's Mega Church In Houston; Secretary Of Defense Austin Taken To Walter Reed Medical Center; Biden And Netanyahu Hold Talks; Houston Police Give Update On Shooting At Joel Osteen's Church; Secretary Lloyd Austin Was Taken To Walter Reed Medical Center. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:01:40",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "This is CNN Breaking News. Hello again everyone. Thank you so much for joining me. I'm Fredericka Whitfield and we're staying on top of several breaking news stories at this hour. A huge police presence right now in Houston after reports of shots fired at Joel Osteen's Lakewood Mega Church. We're waiting to hear if there are -- is there any progress on the investigation?Also, right now we're learning that U.S. Secretary of Defense Lloyd Austin has been taken to Walter Reed Medical Center. Pentagon officials say it was for an emergent bladder issue. Let's begin in Houston now. So, Jean Casarez is joining now. A shooting taking place at this mega church in Houston, which is right on the southwest freeway there in Houston. And we also have reports as you said earlier that the shooter possibly is down. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:40",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Well, that is what we're hearing. This is Joel Osteen's Lakewood Church, nationally known, broadcasts his sermons every Sunday across the country. But the Harris County Sheriff Ed Gonzalez is saying that he believes that the shooter is down. But here is the pivotal question that we do not know. Was anyone shot? Were any of those parishioners shot?Our affiliate KHOU spoke with someone who was in the church ready for the Spanish language service to begin at 3:00 p.m. Central time, and all of a sudden, they said they started hearing multiple shots. The usher then told them to run, and apparently everyone did run out of that sanctuary. We do have a brand-new sound from KHOU, also an affiliate of CNN, someone who believes that they potentially are an eyewitness. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:40",
      "speaker": "UNKNOW",
      "sentences": "We were escorted during the evacuation by SWAT team, by the police, the local Houston police, and also by the FBI, okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "UNKNOWN",
      "sentences": "You think he was one of the shooters or the shooter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "UNKNOWN",
      "sentences": "Oh, it might have been because there was a gun, there was a gun in his hand, okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "UNKNOWN",
      "sentences": "And he wasn't an officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "UNKNOWN",
      "sentences": "No. No, no, he was dressed in normal clothes. I couldn't describe it because it happened so fast. I just saw him, you know, near the entrance and he was standing like this, like almost, you know, the feet apart and he was like, like this. I mean, evidently that's where the shots were coming from.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "CASAREZ",
      "sentences": "So obviously this is a parishioner that says she believes that she saw someone with a gun. She's talking about a long-barreled gun. And we had heard that this was actually between the services because they have numerous services through the day. And the Spanish language service was to begin at 3Now, the Harris County Sheriff is saying that not only the possible shooter is down, but he believes that one of our deputies on scene may have shot him. So, this is a huge church, Fredericka, as you know. Capacity is 16,000. We were talking about it is really one of those mega churches, cameras inside, broadcasting the church services every Sunday. And obviously now a place where there is so much law enforcement and the Family Reunification Center has just been announced in Houston. It is at the Lifetime Fitness Center in the Greenway Plaza area of Houston, Fredericka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "WHITIELD",
      "sentences": "And then we're looking at video of, you know, seeing people who are streaming out, very orderly, you know, being, you know, cordoned off or taken to a specific area, and you talk about the family unification area. Do you have anything more on, you know, the separation of people, kind of what happened? I mean, a lot of people were running. You know, we've heard from eyewitness accounts, people were running, leaving, you had an usher who was telling people to get down, et cetera.So, as it pertains to the police investigation, you know, is it the urging of investigators who want to keep everybody, you know, while they're trying to figure out details of who's responsible, keep everybody in a central location and at the same time bring people who may have been separated together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "CASAREZ",
      "sentences": "I think what you're saying is true. We see all the people exiting the church, obviously. They wanted people to evacuate. And what we don't know still is whether any of the parishioners, anyone who was there was injured. That we don't know. That pivotal question right there. But the fact remains that if there were shots fired, it still potentially is that crime scene. And they need to get any evidence that they have of what potentially may have happened because there are so many people there.You don't know what each individual person may have seen, may have experienced or witnessed, and may be crucial to this investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:02",
      "speaker": "WHITIELD",
      "sentences": "Right. Let me also, Jean, bring in Senior National Security Analyst Juliette Cayenne because, Juliette, obviously the investigation is ongoing. It is still an active scene, meaning you have people of interest on every level who are all still there at the Lakewood Church. So, talk to us about the importance of why you would want law enforcement, why they would want to keep everyone still together because people have seen things, as Jean says, they've all experienced something different. They're still trying to figure out all that happened and what precipitated it as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "WHITFIELD",
      "sentences": "And you heard that sound bite from that one churchgoer, right, who described what she believes she saw. And this taking place, as she described, right in the middle of a changing of services. So that further complicates things too, because you have a different flow of people, you know, coming and going. There's activity, potential distractions happening, right, while someone is now carrying out this horrible act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "KAYYEM",
      "sentences": "Right, and then she described the fact that Joel Osteen was present there, so we'll want to find out what his condition is and where he is right now. He has tremendous security, whether it follows him out to say goodbye to congregants, we don't know, but certainly when he's up on stage, that stage. I've seen it, that stage has security all around it, no one can really charge him.And these are like concerts, these are huge, huge events. And so, making sure that, you know, at least by this one eye witness, this did look like it was a sort of transitional period and lots of people were not seated at the time. And so just figuring out, getting people back together and then figuring out where leadership of the churches is key. We have no reason to believe that this was anything more than sort of a scary shooting at a high-profile place that has global outreach. I mean, he is known globally. People watch these things live. And so just, you know, being able to tell what in fact happened will be important for the Houston police to do as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "WHITFIELD",
      "sentences": "And Juliette, while we're talking, you can see, you know, the positioning for a news conference that's going to take place right outside of that, what it would look like right outside that church in about 20 minutes or so from now. And of course, we'll monitor that and possibly even take that live as it's happening. Yeah, okay. All right.So, Juliette, just ahead of this press conference, what's you're feeling as to the kind of information that investigators want to have at hand to, you know, encourage the investigation further and also make a good assessment to perhaps allay a lot of fears in the community there about what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "KAYYEM",
      "sentences": "Yeah. This is a, I mean, this is a big deal for the city and then also for congregates who are watching and we don't know what was heard on air. We don't know what videos were going on. So, Houston Police Department knows how to do this. We've had challenges and I'm being nice here with other Texas police departments about the disclosure of information. It is just not acceptable anymore. These mass shootings are, theseshootings, excuse me, these shootings are happening too frequently. Houston knows how to do this. Just tell us, you know, if others were harmed, if there's any other fatalities, where leadership of the church is. That's going to be of import to people who are, you know, who view the church and view Joel Osteen as, you know, the equivalent of their religious leader, the head of their church. And then where the investigation goes from there. Houston knows how to do this and hopefully sticks to the game plan despite the fact that, you know, this is a big church with a lot of, you know, a lot of controversy and politics around it at various times. Doesn't matter for purposes of today. Just give us the numbers and that's what the public deserves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "WHITFIELD",
      "sentences": "Yeah, okay. Juliette Kayyem, Jean Casarez, thank you so much. Of course, aerial pictures right now around Lakewood Church where this shooting took place. Reportedly, the shooter is down. And again, in about 20 minutes or so from now. There'll be a press conference. We'll monitor it, if not even take it live, if we're able to do that.In the meantime, the other big breaking story that we're following, the U.S. Secretary of Defense Lloyd Austin is back in the hospital. He's been transported to Walter Reed Medical Center for a second time now in the past three months. CNN White House correspondent Priscilla Alvarez has more on this. Now, you know, he has been transported there. We know he was transported there earlier when people did not know, but he was hospitalized earlier for prostate related issues. So, this really would be his third hospitalization as we know, right, in recent months, Priscilla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, we're now learning that he was transported at around 2Now this goes on to know that the secretary is retaining the functions and duties of his office and as the deputy secretary is prepared to assume the functions and duties of the Secretary of Defense if required. To your earlier point, Fredericka, this of course comes after the defense secretary was hospitalized for complications following prostate cancer surgery in early January. He was then discharged in about mid-January. But all of that caused a firestorm in Capitol Hill and at the White House because the president and Congress did not know at the time that he was hospitalized and or the reason for why he was hospitalized. [17:15:00] And since then, the defense secretary has apologized, saying that it was mishandled and committing to better communicating should it come up again and that's what we're seeing play out today. In fact, this statement explicitly notes that the White House and Congress have been notified that the defense secretary was taken to the hospital this afternoon again. This is because of an emergent bladder issue in early January. The reasons were because of complications following prostate cancer surgery. The Pentagon committing here to keep updates coming as they have them. But for now, all we know is that he was transported with a security detail earlier this afternoon and that he is retaining the functions of the post.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:52",
      "speaker": "WHITFIELD",
      "sentences": "President Biden and Prime Minister Benjamin Netanyahu speaking on the phone today for the first time in weeks amid growing tensions. The conversation comes as Israel plans to evacuate more than a million Palestinians taking shelter in the southern city of Rafah. As it prepares for a ground offensive, civilians say they have nowhere left to go. Today, Qatar is calling on the U.N. Security Council to prevent Israel from committing what it describes as genocide.And on Capitol Hill this afternoon, the U.S. Senate, in a key vote, moved one step closer to passing a bill that would provide tens of billions in assistance and military aid, not just for Israel, but also Ukraine and Taiwan. CNN's Jeremy Diamond joining us live now from Tel Aviv. Jeremy, what do we know was, I guess, the nucleus of the conversation between President Biden and Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:52",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, first of all, it's important to note that this is the first time these two men have spoken since President Biden just days ago called Israel's military response in the Gaza Strip over the top. And it comes as there are clear tensions between Netanyahu and the White House. We're told that most of this 45-minute call focused on these hostage negotiations, negotiations that could potentially provide a lengthy ceasefire in this war in Gaza.And it comes as Netanyahu has slammed Hamas's latest counterproposal as delusional, whereas U.S. officials have really sought to focus on the fact that there has been real progress on these talks in recent weeks. CIA Director Bill Burns is set to go to Cairo on Tuesday to continue those negotiations. And so, this was clearly a key call ahead of that next critical meeting as Hamas has also been meeting with Egyptian and Qatari officials. But we also know that another portion of this call also focused on what the Israeli military is telegraphing may come next. And that is a major military operation in what has become the last refuge for so many Palestinians -- 1.4 million Palestinians currently living in the southernmost city of Rafah. We're told that President Biden told the Israeli Prime Minister very clearly that an Israeli military operation in that city should not proceed without serious and clear plans for how to evacuate the civilian population from there, how to ensure their safety. And that the president also talked to Prime Minister Netanyahu about increasing humanitarian aid there. So, a very clear message from the United States at a time when so many countries are expressing extreme concern about this potential military operation where there are so many displaced Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:52",
      "speaker": "WHITFIELD",
      "sentences": "And do we know, Jeremy, whether Netanyahu gave in any detail to President Biden how people would get this safe passage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:52",
      "speaker": "DIAMOND",
      "sentences": "No, I mean, at this point, it seems like the Israeli military is still very much in the planning phase to try and prepare for that eventuality. We know that the Israeli prime minister said today on U.S. political shows that he's directed the Israeli military to plan on both fronts, for this military operation on the one hand, and also to provide, quote, unquote, \"safe passage for those civilians.\" But there are very little details about exactly what that will look like. Here's the Israeli prime minister earlier today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:52",
      "speaker": "BENJAMIN NETANYAHU, PRIME MINISTER OF ISRAEL",
      "sentences": "Victory is within reach. We're going to do it. We're going to get the remaining Hamas terrorist battalions in Rafah, which is the last bastion. But we're going to do it, and in this I agree with the Americans, we're going to do it while providing safe passage for the civilian population so they can leave.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "DAVID SANGER, CNN CONTRIBUTOR",
      "sentences": "It's a great question, Fredericka, because obviously Israel said this before at various moments when they asked many of the Palestinians, the residents of Gaza, to move south as their operation began. Now they're down in Rafah where, as you heard from Jeremy, there are in the region probably about 1.4 million Palestinians. That's a good part of the population of the entire strip.And they're kind of out of room because south of them is the fence, so they can't get through that. And north of them is rubble from operations that have taken place already, so it's not clear where they would have the space, where the Israelis or someone else could set up the tents, the sanitary facilities, the food distribution. Now, the good news here is it doesn't look like it's all that imminent. And of course, if the hostage negotiations worked out, though Prime Minister Netanyahu sounded pretty skeptical of that, then there would be this ceasefire that might at least delay and perhaps prevent the Rafah operation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "WHITFIELD",
      "sentences": "So, do you think this discussion out loud is really about trying to go through a back channel of negotiations, that really, it's about negotiations, perhaps threaten, you know, to try to evacuate people or threaten this ground incursion when really it is about trying to find some leverage in negotiations for the release of hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "SANGER",
      "sentences": "It could well be. At the same time, we don't hold a lot of doubt that a good deal of the Hamas leadership is probably down in Rafah. There are going to be tunnels down underneath the city the way there have been in other locations in Gaza, and the Israelis are gonna want to get at that. But the prime minister said in that clip that you played that Israel was very close to victory here. That is not the assessment of the intelligence officials I have spoken to from the U.S. and from European countries.Many of them believe that a lot of leadership still remains. Now, maybe some of their capability has been seriously degraded and this gets to the very hard question how do you define a defeat of Hamas which of course is one of the Israeli objectives. The other is the return of all the hostages and of course we're finding these two objectives in direct competition with each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "WHITFIELD",
      "sentences": "All right. Now I talk to you about NATO and what's being said on the campaign trail. Former President Donald Trump last night at a rally, I mean, hit some familiar themes on NATO and how, you know, not all the countries are contributing. Take a listen.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA: One of the presidents of a big country stood up and said, well, sir, if we don't pay and we're attacked by Russia, will you protect us? I said, you didn't pay? You're delinquent? He said, yes. Let's say that happened. No, I would not protect you. In fact, I would encourage them to do whatever the hell they want. You've got to pay. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "WHITFIELD",
      "sentences": "You wrote about those comments today in \"The New York Times.\" How potentially dangerous, threatening is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:06",
      "speaker": "WHITFIELD",
      "sentences": "Hmm. All right. David Sanger, great to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:06",
      "speaker": "SANGER",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:06",
      "speaker": "WHITFIELD",
      "sentences": "All right, at any moment now, there will be a press conference underway there in Houston outside of the Lakewood megachurch where a shooting took place earlier today. We'll bring you those latest details from that press conference at any moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:06",
      "speaker": "WHITFIELD",
      "sentences": "I want to take you straight to Houston right now at a press conference involving a shooting at Joel Osteen's Lakewood Church. Let's listen in.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:06",
      "speaker": "MAYOR JOHN WHITMIRE, HOUSTON CITY, TEXAS",
      "sentences": "-- first responders' reaction in a timely fashion to Chief Finner and Chief Pena. I want Houstonians and surrounding communities to know that the first responders are doing their job in protecting the public, Houstonians, and surrounding communities.I also want everyone to know that this is a perfect example of the collaboration between departments. It's exactly what we've been calling for. HPD, constables, I could just go through a list of multiple agencies representing their agencies in a very responsive way. We want to give our condolences to Reverend Osteen and his congregation. It's unfortunate. On the day that we want to attend church, watch America's number one sports event, we find ourselves gathered here to respond to this tragedy. We want Houstonians to know that they are being protected by their first responders. We want to thank the Houston Fire Department for their quick response, the medical profession who is tending to one of the injured. So, as mayor of city of Houston, I want to assure everyone that everyone is at work doing their job. Let's come together on this beautiful day, a day that we're experiencing a tragedy. Let's hug our loved ones. When you leave here today, go hug your loved ones and say a prayer for those that are involved. Say a prayer for those officers that had to drop this suspect. They're suffering right now. All these other first responders that I'm surrounded by, they're doing their job so we can be safe. At this time, let me yield to our police chief, Troy Finner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "FINNER",
      "sentences": "Let me get it right before I get --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "PENA",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "FINNER",
      "sentences": "Let me before I bring it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "PENA",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "FINNER",
      "sentences": "Really quickly. Uh, this is -- uh, yeah, this is a light -- uh, an isolated incident, we believe, at this moment. Okay? No further danger to our public. But we do want to do -- conduct a methodical search of the building to make sure that nobody is in there, nobody else is in there hurt. So that will continue. Um, we ask that the public stay away from the area. Let us do our job on that.The reunification location for our parents or our family members, the Lifetime Fitness Center here. You come up, we'll direct you. Try to stay on the east side of the building, not on the west side of the building. We'll get you and reunited with your family members. Okay, pastor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "JOEL OSTEEN, PASTOR",
      "sentences": "First off, thank you, chief, and the mayor. Chief Pena and all of these men and women did an amazing job. It's just -- you said it, chief, it could have been a lot worse.Of course, we're devastated. I mean, we've been here 65 years and have somebody shooting in the church. But, you know, we don't understand why these things happen. But we know God id in control. We're going to pray for that little five-year-old boy and pray for the lady that was deceased, her family and all, and the other gentleman. I don't know, it's just kind of in a fog but, you know, just believe that, you know, we're going to stay strong, we're going to continue to move forward. There are forces of evil, but the forces that are for us, the forces of God are stronger than that. So, we're going to keep going strong and just, you know, doing what God has called us to do, lift people up and give hope to the world. Again, I want to thank all these gentlemen because, you know, I can only imagine if it would have happened during the 11:00 service. We were in between services going into the Spanish service. So, you know, if there's anything good of it, you know what, she didn't get in there and do a whole lot worse damage. So, we thank God for that. He's watching over all of us. And as the chief says, we're going to keep going strong and bringing hope to the world. But thank you again. Thank you, friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "FINNER",
      "sentences": "I'm going to get Chief (INAUDIBLE) for translation in Spanish. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "UNKNOWN",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "WHITFIELD",
      "sentences": "You heard from Joel Osteen there, who was giving thanks to all the first responders there and grateful that the outcome was not worst.You heard from the police chief and you heard from the mayor there the description of some 30 to 35-year-old woman who entered the church with a long arm rifle, and the two police officers who were on duty working at the church were then able to take her down, but in so doing, also a five-year-old was shot and a 57-year-old shot. Both of those injuries, they are now being hospitalized. Our Jean Casarez has been following this as well. Jean, a pretty remarkable sequence of events taking place here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "WHITFIELD",
      "sentences": "Hmm, yeah, I mean, it is remarkable, and even we heard from Joel Osteen there who was talking about this happening in between services. This taking place right as the Spanish language service was to begin. He described -- you know, there were so many more people who were there at the same time. He's just grateful, you know, that more injuries didn't take place, that the outcome wasn't worse than what it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "CASAREZ",
      "sentences": "And thank goodness that they were positioned, those off-duty officers, in what appears to be the sanctuary of the church that you would enter before you enter into the actual area, the foyer before the sanctuary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "WHITFIELD",
      "sentences": "Uh-hmm, yeah, and it sounds like the description was there were two officers who were working at that church. One represented -- representing Houston Police. Their instincts were, you know, very fast. You know, they made their observation and it didn't take long before they actually, you know, shot and took down that suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "CASAREZ",
      "sentences": "So now we see why the church was evacuated as fast, not only because of the shots, because I think the person was engaged and the female, 30 to 35 years old, was down very, very quickly. But the fact that she had said that there was a bomb, I think, made them act very quickly to get people out of that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "WHITFIELD",
      "sentences": "Jean, sorry to interrupt. We're going to go back to the press conference where they're taking questions now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "It begins immediately. But I don't want to speculate on anything else. Next question. Go ahead, in the middle.UNKNOWN (voice-over): Quick question. (INAUDIBLE) believe that those officers that opened fire, did they strike the child?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "I have no idea right now. She fired. We don't know. And I don't want to speculate on that. But I will say this. If it was, unfortunately, and that female, that suspect, put that baby in danger, I'm going to put that blame on her. Okay? Next question. Go ahead.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "A little bit louder.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "We do believe that. We believe that to be correct.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "I'm not sure. It's just over here on the on the west side here, just behind us. Okay, we'll get those details to you a little bit later. Go ahead, sir.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "I have no idea. Multiple shots. Go ahead.UNKNOWN (voice-over): (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "Nothing found. We're still searching the entire grounds. Okay? And if it is, we'll report back to you on that. Next question. Go ahead.UNKNOWN (voice-over): Did you find an ID on the woman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "I'm not sure, sir. If we found an ID right now, if we did, we'll share that with you. But you know what we're up against today on this on this day, and I think it's very important for us to get before the cameras as quickly as we can, not competing with the Super Bowl and everything else. Let our citizens know that everything is good here. We're standing together, and we're moving forward.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "Go ahead. He's not. I'm sorry. Let me ask you out one more. One thing. I forget to -- hold up. Hear me out. I forgot to say the pastor is not going to go with any more questions or anything today. It'll be a time a little bit later. So, I'm sorry. Didn't mean to cut you off. I've got to say that. Go ahead.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "Within minutes, sir. Within minutes. A lot of officers responded.UNKNOWN (voice-over): (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "I'm not sure. I'm not sure I want to speak to him.UNKNOWN (voice-over): (INAUDIBLE) witnesses are so many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:05",
      "speaker": "FINNER",
      "sentences": "Yeah, that's part of the investigation. We're going to talk to those witnesses. Some are still here. Thank God they stayed that. So that's part of the investigation. One more with you and then I'm going to get over here. All right.UNKNOWN (voice-over): The child that was with this female, is she (INAUDIBLE), that there are related like a daughter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "Yes, yes, a white vehicle. Thanks for that. I failed to say that. A white vehicle. Yeah.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "Not right now. It's just a white vehicle. We did search that vehicle to make sure there were no explosive or anything found in it. Go ahead.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "We don't know yet. The Fire Department, as Chief Pena said, they're still evaluating that. All right. Few more questions. Go ahead.UNKNOWN (voice-over): The child with the woman, is the boy the woman's child?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "I don't know. I don't know. All right, let me get somebody that asked me a question, go ahead, and then I'll come back to you. Go ahead.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "Speak up a little bit.UNKNOWN (voice-over): How long (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "Until we get through and the pastor and his staff will make that decision. But it's going to be closed for now. I think that was the last service for today anyway. Okay? Who's next?UNKNOWN (voice-over): I'm just wondering, the gentleman who was hurt, was he just parishioner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "I think so. I think so. That's what we believe at this time. He's shot in the leg. Okay? Stable condition. Go ahead.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "I don't think so. We believe her to be the lone suspect. If you can believe with thousands of people in the church, when shots are fired, people run from that area. Some people may say it was a suspect, some not. We don't believe that at this time. Okay? But anybody that ran away or seen anything, we ask that they call HPD homicide, 7133083600. Even if you left the scene, we need to get a full statement of what you witnessed. Okay?UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "I'm not sure. I'm not sure. Yeah.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "I'm not sure. I didn't talk to her. That's just what's told to me. It will gather more information. We're going to do two more questions. Okay? Who hadn't -- somebody who hadn't who hadn't asked me. Go ahead. UNKNOWN (voice-over)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "She is deceased. Yes, ma'am. Thanks for asking. Go ahead. Last one.UNKNOWN (voice-over): (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "Yes, it's still being processed. Okay? That's part of the scene. It takes hours before we clear the scene.UNKNOWN (voice-over): (INAUDIBLE) video, security camera video (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "FINNER",
      "sentences": "We'll see. We'll see. You know, we're very transparent here in the Police Department, HPD. So, we have footage at the right time, appropriate time. And if there's body worn camera, the officers were working extra job. I don't know the policy for the federal agency, but we'll check with our officers, see if he had it. Okay? Hey, thank you all. Let's continue to pray for everybody. Thank you very much.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, when he says everybody, there are two people who remained hospitalized, being treated for injuries after shots were fired.Our Jean Casarez is back with us. But the shooter who entered the Lakewood Church, Joel Osteen's Lakewood Church there in Houston, that shooter who was described as a woman between the ages of 30 and 35, she was taken down by the two officers who were working and on duty at the church there, Jean. While she was taken down, two other people were injured. And it is notable that this shooter came in with a five-year-old, and that five-year-old was shot as well. And you heard from the police chief there who said, if that child was brought in by that shooter, and that's what they suspect, then whatever happens to that child, it's on her. But he did say he wanted everyone to feel rest assured that everything is good here. We're standing together and now moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:00",
      "speaker": "CASAREZ",
      "sentences": "One thing that we just learned with what was said by law enforcement was that when this woman, 30 to 35 years old, came in with the trench coat, with the rifle, with the backpack, she then started shooting, and the two law enforcement officers that were there in what believes to be a foyer of the church engaged.So, shots were flying both ways because they saw what she had, what she was starting to do, and potentially where she would go into the sanctuary, and it was during that time that the five-year-old child that accompanied her, that she brought in, was shot along with a man shot in the leg or the hip, as law enforcement said. At this point, they don't know what shot went into, either from the shooter or from law enforcement, the five-year-old or even the 57- year-old man at this point, but it obviously was an emergency situation that had to be taken care of before the masses of people inside that sanctuary would start to be potentially shot by this female shooter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "Yeah, exactly. I mean, this poor guy, he's had a rough go of things, Fred. There's no question about it. So, it was it was mid-afternoon when we were notified that he was going to the hospital for, as you mentioned, emergent bladder issues which is something that can happen after someone has had prostate surgery.Typically, if it's emergent, it typically means someone has what's called urinary retention. The bladder becomes distended. It's quite painful. It's very -- he can't pee essentially, and that's the real concern here and that's what the emergency is. It can be a real emergency. Besides the bladder being distended, it can cause problems with heart rate and blood pressure and things like that. But just a quick timeline. Again, as you sort of mentioned this, it was in early December that he was first notified that he had prostate cancer. He waited to have that operation until December 22nd. People sometimes schedule these operations over the holidays. And it seemed like it went fine. He was discharged the next day. But then on January 1st, he was hospitalized for a bladder infection at that point. He was in the hospital for quite some time, two weeks, at that point, Fred. And now, you know, it's not even a month later and he's back in the hospital again. All we know, again, these bladder issues, it could be sort of a remnant of the infection. But with prostate surgery, you can get an issue where it just becomes hard to empty one's bladder. And that can turn into a real problem, which is probably what they're addressing right now. Not likely, what we'll see, we're expecting an update, but not likely he will need any kind of anesthesia for this, but I'm sure they're trying to address the bladder issue as we speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "WHITFIELD",
      "sentences": "And so, are you saying these are common, you know, relatively common side effects after having a prostate-related surgery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "GUPTA",
      "sentences": "Well, as far as complications go, these are the ones that more typically happen. But, you know, a lot of people have this operation and don't have any of these sorts of, you know, follow-up complications or necessary hospitalizations. But you know, the area of the body where this operation takes place, it's right in that area, around the bladder, around the urethra. People can develop swelling, a stricture, infection. Any of those things could potentially lead to problems with the bladder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "WHITFIELD",
      "sentences": "Yeah. He's probably in a lot of pain, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "GUPTA",
      "sentences": "Yeah. I mean, that's the thing. Again, this poor guy, he has been through it. But it's the pain from not being able to empty your bladder, the abdominal pain. But I think what people don't sometimes realize is that can cause other symptoms in the body. People can drop their blood pressure. They can have aberrations in their heart rate. So, they describe this as an emergency, and I'm sure that was part of the reason why as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "WHITFIELD",
      "sentences": "Yeah. All right, Dr. Sanjay Gupta, thank you so much. Of course, we're wishing him well. As you said, he has been through a lot and it is ongoing. All right, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "GUPTA",
      "sentences": "You got it.UNKNOWN (voice-over): This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    }
  ]
}