{
  "date": "2024-12-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Rep. Carlos Gimenez (R-FL) And Rep. Lauren Underwood (D-IL), Is Interviewed About Trump To Congress: Let There Be A Shutdown Now Under Biden; Mangione Could Face Death Penalty With New Federal Charges. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "And like that -- like that fan said, look at the Christmas, boy, we got snow on the ground. Notre Dame fans wearing green.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SCHOLES",
      "sentences": "Indiana fans wearing red. It should be a lot of fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "Great stuff, Andy. And who do you have winning this whole thing? It's going to be hard to stop Oregon, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SCHOLES",
      "sentences": "The whole play. Yes, I got -- I got Texas winning it all. There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "Wow. OK. Very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SCHOLES",
      "sentences": "We're Native Texan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "We'll be watching. All right, Andy Scholes, thanks very much and thank you all for joining me this morning. I want to bring in my good friend Pamela Brown. Pam, lots of news this morning, including the government shutdown that is looming on the horizon. There is getting closer and closer. The clock is ticking down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "PAMELA BROWN, CNN ANCHOR",
      "sentences": "Yes. And it could have real implications for Americans, right, if that happens, you know. This is supposed to be the most wonderful time of year, Jim. Here in Washington, it is the most chaotic as that clock ticks towards midnight --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BROWN",
      "sentences": "-- for that government shutdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BROWN",
      "sentences": "So we're going to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "A lot of cold -- a lot of cold going in some stockings, I think if this thing shuts down. But we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BROWN",
      "sentences": "I think that's a fair assessment. Olsen is not very happy with Congress right now.All right, Jim --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ACOSTA",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BROWN",
      "sentences": "-- we're going to take it from here and dive a little bit deeper into what is happening. It's so fluid. Good morning to you. You are live in the CNN Newsroom. I'm Pamela Brown in Washington.It is a frantic morning on Capitol Hill with Republicans scrambling to get a last minute funding deal passed before the government shuts down at midnight. One GOP lawmaker saying that right now they're headed to the Rules Committee to launch the process of bringing something new to the floor after the plan last night didn't have the votes. Donald Trump doesn't seem in any rush though. This morning the President-elect took to Truth Social and called on Congress to let the shutdown happen now before he takes office next month, making it President Biden's problem to deal with. But House Speaker Mike Johnson has been holding critical meetings with GOP members fighting to get an agreement before the deadline. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is there going to be a different bill on the floor today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you going to vote today?REP. MIKE JOHNSON (R-LA), HOUSE SPEAKER: Yes. But we're -- we're expecting votes this morning. So you'll stay tuned. We -- we got a plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You have. You reached a new agreement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "JOHNSON",
      "sentences": "We'll see.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BROWN",
      "sentences": "House members failed to pass a new deal last night after Donald Trump and Elon Musk killed the original bipartisan package earlier this week. The latest bill was shut down last night by nearly all Democrats and dozens of Republicans now just days before Christmas and the start of Hanukkah. Hundreds of thousands of federal workers could soon be furloughed, while a million others will have to work without pay. CNN's chief congressional correspondent, Manu Raju, is live on Capitol Hill. Manu, everything is fluid right now. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, that's right. It is indeed fluid. The Speaker is meeting right now behind closed doors with a number of Republican members trying to sort out their various options on how to avert a potentially prolonged and damaging government shutdown by midnight tonight. Among the options is to try to figure out how to both win over Democratic support also placate the demands of Donald Trump. Remember, it was Donald Trump's late demands that have certainly undermined this entire process. He came in and said that the deal that was cut between Johnson and congressional leaders to avoid a government shutdown was bad. He torpedoed that bill. And he also added, injected a toxic issue of dealing with the national debt limit on top of it, an issue that typically takes months to sort out.He wants to dealt with within a matter of days because he wants that issue avoiding a debt default off the table when he becomes president. And now they're scrambling to figure out what's next because last night when they tried to do what Donald Trump wanted, not only did Democrats oppose it, but so did 38 other Republicans. So what did they actually do? One of the considerations on the table is to just remove the debt limit discussion altogether off of this and try to just move a short term stopgap measure just for a few weeks. Now that's unclear if they actually go that route. Trump has to essentially sign off on that, according to Republican members. And there are other options they're considering. So that is still a bit unclear. And also how will Democrats respond behind closed doors? Hakeem Jeffries is telling his colleagues this morning that they are opening up a new line of communication with the Speaker to try to see if they can try to cut a deal. So potentially there could be some bipartisan resolution. And coming into the meeting, I asked Hakeem Jeffries whether or not including a debt limit increase, the Republicans go that route. Is that a red line for him? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "RAJU",
      "sentences": "Is the debt limits expense? Is that a red line if -- if -- for you?REP. HAKEEM JEFFRIES (D-NY), HOUSE MINORITY LEADER: Republicans are marching America to a painful government shutdown that will crash the economy and hurt working class Americans because they would rather enact massive tax cuts for their billionaire donors, then fund cancer research for children. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BROWN",
      "sentences": "Yes. And we're going to dive deeper in the show about what that actually means for you, for the viewer, right? Manu Raju, thank you so much.Before we dive into that, I want to go to Republican Congressman Carlos Gimenez of Florida. He voted in favor last night of the rework spending bill with the debt ceiling attached to it per Trump's demand. That was ultimately scrapped after 38 Republicans and 197 Democrats voted against it. Congressman, thank you for coming on. First of all, what can you tell us about this new plan Speaker Johnson says he has that's heading to the Rules Committee as we speak? REP. CARLOS GIMENEZ (R-FL): I can't tell you much because I haven't been privy to the negotiations inside that room. And so I can't tell you exactly what is actually going to rules. I would assume that some things may be coming through suspension, which means you need two- thirds and we would need some Democrat votes. And then there must be some -- some items that are going through rules, which means simple majority. And that means that it's a -- a Republican initiative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BROWN",
      "sentences": "So even then, our -- our sources are telling us that they believe that they would need some Democrats to peel off even on a simple majority on some of these issues. GOP sources say that the GOP is considering dropping a suspension of the debt ceiling in this latest proposal. This would obviously be against Trump's wishes. Could that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "GIMENEZ",
      "sentences": "I mean, it could work, but I would hope that would come up to a vote again, whether either through a suspension or through a rule. And then if it's a rule, then it would take a simple majority and hopefully most Republicans, if not all Republicans, get behind that. Yesterday we tried. There were 38 Republicans that did not vote for a continuing to fund the government, helping -- helping the -- the folks that have been ravaged by hurricanes and our farmers.And all -- basically all Democrats voted against that, too. And so, you know, we need to keep this government running. My personal opinion, we need to get to the finish line. This -- it's like sausage making. I guess it isn't pretty, but we need to get there because I -- I certainly don't -- don't want to see the government shutdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BROWN",
      "sentences": "One of those 38 Republicans that you mentioned was Republican Chip Roy. And -- and I want to play what he said on the House floor.(BEGIN VIDEO CLIP) REP. CHIP ROY (R-TX): To take this bill yesterday and congratulate yourself because it's shorter in pages but increases the debt by $5 trillion is asinine. This side of the aisle is profoundly unserious about actually reducing deficits. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BROWN",
      "sentences": "So he's directing his ire to fellow members of the GOP like yourself. What is your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "GIMENEZ",
      "sentences": "Yes. And I -- my response is that he was given that time by the Democrats and so trying to sink a -- a -- a bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BROWN",
      "sentences": "What's his message -- his message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "GIMENEZ",
      "sentences": "He's trying to say -- he's trying to -- he's trying to sink a -- a continuing resolution that actually keeps the -- the government running. And so, you know, the message -- the message is that he's the -- the fiscal conservative. And so now -- now the Democrat Party now has become the, according to him, I guess, the party of the fiscal conservatives. And they're not. And so I reject -- I reject exactly what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BROWN",
      "sentences": "And to be clear, several Republicans, as you well know, had issue with the suspension of the debt ceiling attached to last night to -- to that plan last night. Now Trump says he put on Truth Social, if there's going to be a shutdown, let it begin now on President Biden's watch. Democrats are arguing, look, there was a compromise that was struck Trump and Elon Musk upended it. What do you say about a potential government shutdown? Do you think it -- it's going to happen? Are you OK with a government shutdown as long as it's on President Biden's watch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "GIMENEZ",
      "sentences": "I'm not -- I don't want a government shutdown. He said if there's going to be one. He said, you know, let --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:13",
      "speaker": "BROWN",
      "sentences": "Yes. I said -- I said exactly what he's going to say. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "Right. And -- and on, you know, on the debt ceiling, as you well know, both Trump's administration, the first time around, Biden's, it's added to -- to the debt and both parties have used the debt ceiling as -- as leverage, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GIMENEZ",
      "sentences": "So I didn't -- I didn't say that I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "Yes. No, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GIMENEZ",
      "sentences": "-- don't understand why they did it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "No, I know. You pointed out exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GIMENEZ",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "You totally understand it because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "-- both parties use it as leverage, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "I mean, that's just what we see historically for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GIMENEZ",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "Congressman Carlos Gimenez, thank you so much for that conversation and keep us posted on how things are unfolding there on Capitol Hill. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "GIMENEZ",
      "sentences": "Thank you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "While lawmakers are clearly scrambling to make a deal by midnight, federal offices have to begin preparing for how a shutdown affects their operations come Saturday morning, CNN's Arlette Saenz is at the White House for us. Arlette?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Pamela, the White House and agencies across the federal government are bracing for a potential shutdown, readying their plans for how federal workers should proceed if Congress cannot reach a deal by midnight. There would be widespread impacts across the federal government if it were to shutdown tonight.About 875,000 employees would be furloughed and thousands more who would be deemed essential would continue to work but do so without pay until a shutdown is resolved. So this could impact everything from national parks and museums, which would close in the event of a shutdown. And then there's very real questions about how this could impact holiday travel. TSA agents and air traffic controllers are considered essential. But back in a previous shutdown, there was a period where some had called out sick, causing delays across the country at one of the busiest travel times of the year. Now, some of the areas that would not be impacted include Social Security checks. Those would continue to go out. And Medicare and Medicaid benefits would also be doled out during this period as well. If the federal government shuts down at midnight, it would be the first time it is doing so since 2018 under President Trump's watch. That shutdown lasted for 35 days, and it's something the White House is hoping to avoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "Arlette Saenz, thanks so much.Joining us now, Illinois Democratic Congresswoman Lauren Underwood. She serves on the House Appropriations Committee. Congresswoman, thank you for joining us. So Speaker Johnson says he has a new spending plan. Republicans are banking on just enough Democrats to vote in favor of it to get it passed. Where do you stand this morning? REP. LAUREN UNDERWOOD (D-IL): Well, I look forward to reviewing the legislative text.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "And what would you need to see in that legislative text to vote in favor of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "UNDERWOOD",
      "sentences": "I need to see it. I'm -- I'm learning of this just as you are. I learned about it on Twitter. We haven't seen the legislation yet. And so this is so important to make sure that we're able to fund our government and support essential services. And so the details really do matter, Pam. And I'm looking forward to reviewing the text.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "Do you think you have enough time now? I mean, the government's supposed to shutdown at midnight, given, you know, we -- we don't know how many pages it's going to be. But do you feel confident you would have enough time to read through the legislative text and make a decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "UNDERWOOD",
      "sentences": "It is unacceptable that we are in this position, that we have Mike Johnson and Donald Trump taking instructions from Elon Musk, an unelected billionaire who threw this negotiation, bipartisan negotiation. He just blew it up. And now we are being crunched to review things very quickly, very urgently to make sure that we're meeting the needs of the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "So Speaker Johnson, for his part, is now blaming Democrats after the GOP funding bill failed last night. Here's what he said.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "JOHNSON",
      "sentences": "Very disappointing to us that all but two Democrats voted against aid to farmers and ranchers, against disaster relief, against all these bipartisan measures. I want you all to remember that it was just last spring that the same Democrats berated Republicans and said that it was irresponsible to hold the -- the debt limit, the debt ceiling hostage. What changed?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "BROWN",
      "sentences": "And again, 38 Republicans vote against it. But also Vice President-elect J.D. Vance is echoing what we heard from Speaker Johnson, saying Democrats have asked for a shutdown and that's where they're going to get. How do you respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "UNDERWOOD",
      "sentences": "I think that J.D. Vance and Mike Johnson have nowhere to look but in the mirror at themselves. Mike Johnson is the Speaker of the House of Representatives, and it is his responsibility to put a vote, put a bill on the floor for a vote that can pass with the support of his conference. With 38 House Republicans voting no, he has failed. And so this shift in blame and all this nonsense is not going to deliver for the American people. They have the responsibility. They have the majority. It is not the responsibility of Democrats to bail them out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "UNDERWOOD",
      "sentences": "You know, it's so disappointing to hear Donald Trump use that kind of rhetoric. I was first elected in 2018 in a Trump shutdown, and this is what he does, for him to be pointing blame and not taking responsibility for his role in creating this crisis. We had a bipartisan agreement, Pam. And I was prepared to go to the floor and vote. And we heard Donald Trump, well, we actually saw Donald Trump on the internet taking direction from Elon Musk, the world's richest man. And that's how we got here.And so I think it's really important for the American people to remember that Mike Johnson is the Speaker of the -- of the House. He has the majority. And it's his responsibility to deliver the votes to fund the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "BROWN",
      "sentences": "But President Biden, in February, Biden met with congressional leaders to avert a partial shutdown. I mean, this time around, he appears MIA. Is President Biden essentially powerless right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "UNDERWOOD",
      "sentences": "Absolutely not. This is a crisis that was created by three people, Pam. Mike Johnson, Donald Trump, and Elon Musk, three Republicans who have blown up a bipartisan funding agreement. And I am standing here in the United States Capitol waiting to receive legislative text to keep the government open so that we can move forward and have a Merry Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "BROWN",
      "sentences": "Even though this -- this chaos and crisis may have been created by others, as you -- as you laid out, would you like to see President Biden step in more and engage more, though, before the government is set to shutdown at midnight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "UNDERWOOD",
      "sentences": "I would like to see Mike Johnson do his job and put a bill on the floor that can pass and keep the government open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "BROWN",
      "sentences": "Congresswoman Lauren Underwood, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "UNDERWOOD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "BROWN",
      "sentences": "And still ahead this hour, the suspected killer of the UnitedHealthcare CEO was walked from a helipad in Manhattan into NYPD custody. The reason authorities made the transfer such a spectacle, ahead.(COMMERCIAL BREAK) [11:21:30] BROWN: Well, this morning Luigi Mangione is in a federal prison in New York after a perp walk that had all the drama of an action movie. An NYPD helicopter delivered the suspect in the murder of UnitedHealthcare CEO. It was the final leg of his trip from Pennsylvania where he waived extradition. Heavily armed officers and bulletproof vests surrounded him and whisked him to federal court where he had new charges filed against him. Mangione now faces four federal charges with one count of murder carrying the possibility of the death penalty if convicted. And we're also learning more about the notebook found with him and how it helped prosecutors build this federal case against him. Joining us now is CNN's Brynn Gingras and CNN senior legal analyst, Elie Honig, a former state and federal prosecutor. Brynn, to start with you, walk us through some of the notebook entries here that federal prosecutors are so focused on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yes, there was really a lot of details there, Pamela, in that nine-page complaint that was unsealed just yesterday. And it talked about how the FBI was building their own investigation based off some of the evidence that the NYPD was also collecting at the same time. It brought up the pictures that we have seen throughout this whole -- whole -- this -- this whole story, really.And, but it also brought up, like you just described, a little bit more evidence that even points to their point Mangione's motive, about those notebooks. So it talks about some excerpts that are weeks and sometimes even more months prior to the actual shooting that happened in early December. For example, there was one entry, again, this notebook, remember, authorities say was found on Mangione during his arrest. They say this entry says the details are finally coming together. I'm glad, in a way that I've procrastinated, which allowed him to, quote, learn more about the company. That's all according to the federal complaint that was filed. Then there was another entry on October 22nd, that was just six weeks prior to the shooting, where the writer said, says that this conference, remember he was. Brian Thompson, the victim in this case, was going to an investors conference for his company. He called it a true windfall. And also there was a detailed plan to, quote, whack an insurance company CEO. So these are some damning details that we didn't really know about until this federal complaint was unsealed. And, of course, this is all going to be a part now of the federal case against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "BROWN",
      "sentences": "And did the federal and state investigations work together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "GINGRAS",
      "sentences": "So if you talk to the Manhattan District Attorney, Alvin Bragg, and Elie might have more insight into this. He said that they're going to work parallel. But Kara Scannell, our colleague, is reporting that the actual Manhattan case, the state charges are going to take precedent over the federal charges. But currently Mangione is in a federal prison. So we will wait to see when he will actually go in front of a judge for those state charges. But in the meantime, the feds are also now seeking their own indictments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:01",
      "speaker": "BROWN",
      "sentences": "OK. But I want to bring you in on this, Elie, because typically, it's the federal charges that take precedence, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BROWN",
      "sentences": "So the Fed's, prosecutors are pointing to this notebook that's helping them build their case, showing, and they're -- what they allege, premeditation for the murder. What is the likely defense strategy here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "HONIG",
      "sentences": "Well, it's not going to be easy for the defense here. I see three possible avenues for a defense payment. None of them are great. And by the way, they're undercut by that notebook. So first of all, they can maybe theoretically argue it's not him, or the -- the prosecutors can't prove beyond a reasonable doubt he's the one who fired those shots. That to me, is impossible. I think the notebook on top of the ballistics, the forensics, the DNA, it's even Mangione's most ardent supporters are not saying it wasn't him. That's one possibility.Another possibility is some variation on what's sometimes called an insanity defense and mental incompetency defense. But again, that's tough because that notebook shows that he very carefully and deliberately plotted research, planned the attack and the getaway. And then the third approach is to try to work out some kind of plea deal, maybe to lesser charges, to a lower degree charge with the state. You'd have to also work out something with the Feds. But that task just got more complicated for the defense because now they've got to work out deals, really, with two separate entities, the state and the Fed. So it -- it's a really tough spot here for Mangione. Karen Friedman Agnifilo, who of course used to be a contributor here, definitely has her work cut out for her now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BROWN",
      "sentences": "Yes. Now her husband, who has joined the team. So, you know, you look at the tremendous and frankly, shocking level of support for the suspect here. I mean, one crowd funding website has raised nearly $170,000 for his legal defense. How do you find an unbiased jury in a case with so much notoriety and just given the unusual circumstances here? And I'm curious what you think about that sort of spectacular show of force of delivering him to New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "HONIG",
      "sentences": "Well, it's not going to be easy to pick a jury in this case, but it can be done. We picked a fair and impartial jury, we collectively for the Donald Trump trial in Manhattan. Now, I'm not saying they're the same thing, but I'm saying you can take someone who's universally known where almost everybody has seen media coverage of the facts of the case. And still through the jury selection process, you can identify and eliminate people who are biased one way or another. They're supposed to identify themselves. The parties have a chance to do that.And so you hope that our system and the power of the evidence and the court rules and procedures will override any personal feelings that anyone may have. Now, as to your second question, that perp walk, I mean that was the perp walk of all perp walks. I've never seen anything like that. In fact, I remember practicing in that courthouse, Pam. And journalists would complain, oh, we wanted to see this -- this defendant, but you guys took him in through the back. You took him in through the garage. I mean, there are definitely ways to get someone into that courthouse in a very low profile way. I see we're looking at the shot now. I mean, if you had showed me this in a movie, I would have said that's a bit much. But, hey, they're trying to make a statement of some -- some nature here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BROWN",
      "sentences": "Yes. I mean, what do you think? I mean, yes, what's the message here that they're trying to send with the statement you mentioned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "HONIG",
      "sentences": "I think the statement is against the, look, in my view, inexplicable and indefensible support that's arisen for Louis --for Mangione. I mean, it's hard for me to even believe how strongly people are supporting him in some quarters. And I'm speculating a bit here, but I imagine the police are trying to make a very clear statement. That said, I'm not sure it wouldn't backfire. I mean, he -- he looks sort of solitary and alone in the orange jumpsuit here, being walked by this -- by this squadron of armed police officers.I mean, look, they have to take care of their security. I'm not going to tell the NYPD how to handle their security business. But this is more of a show than I've seen for almost any defendant in a perp walk in the last two decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BROWN",
      "sentences": "Wow. And your perspective matters here. You've done it for two decades. You were a state prosecutor, a federal prosecutor. Elie Honing, so interesting. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "HONIG",
      "sentences": "Thanks Pam.",
      "isLastSentenceInterrupted": false
    }
  ]
}