{
  "date": "2024-01-17",
  "headline": "Inside Politics",
  "subHeadline": "Report: Cancer Rates Rising Among Adults Under 50; Trump Sharpens Attacks On Haley With 6 Days Until NH Primary; Trump: Haley Is Counting On Democrats To \"Infiltrate\" GOP; Trump Amplified False Claims That Haley's Ineligible To Run; NYT: DeSantis Super Pac Begins Layoffs; Haley, DeSantis Face Daunting Path Forward After Trump's Iowa Win; Families Of American Hostages Held By Hamas Make Plea To Congress. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Absolutely. Meg, thank you so much for that. It is really interesting. I mean, alarming, but it's interesting that they say lifestyle choices that started generations ago. Is that what we eat, processed foods? I still wonder that they had to do with the use of antibiotics -- broad use of antibiotics, kind of changing our gut over generations. I mean there's so many questions on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "A lot of those numbers made me raise my eyebrows. First of all, the numbers for people under 50, but also the cancer, the deaths from cancer dropping 33 percent since 1991. That's success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Thank God for that. Yeah, exactly. It's a great point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BERMAN",
      "sentences": "All right. Thank you all for joining us. This has been CNN News Central. Inside Politics starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Today on Inside Politics, honing-in on Halley. Donald Trump is making it clear he needs -- he now sees one person standing in the way of his march to the nomination. And his attacks on her are familiar, shades of birtherism. Plus, back and forth. Right now, Trump is in Manhattan listening to the woman who says he raped her 30 years ago. She's telling the jury how her life has been turned upside down.And 102 days, that's how long more than hundred people have been held hostage by Hamas terrorists who brutally killed more than thousand civilians inside Israel. This hour, we're going to hear directly from their families desperate to bring their loved ones home. I'm Dana Bash. Let's go behind the headlines at Inside Politics. We start in New Hampshire where Donald Trump, Nikki Haley and Ron DeSantis are all campaigning today with less than a week to go before the primary there. They are intensifying their campaign schedules and their attacks on each other. Here's what we heard from Donald Trump last night. (BEGIN VIDEO CLIP) DONALD TRUMP, 45TH U.S. PRESIDENT: Nikki Haley is a disaster. So, I moved her to the United Nations. And honestly, she was not a good negotiator and she's not tough enough. (END VIDEO CLIP) CNN's Jeff Zeleny is on the campaign trail in Hampton, New Hampshire. First of all, Jeff, I've been spending so much time with you on the road. I miss you. It's good to see that you're still out there. I'll see you soon again. But much more importantly, tell us what you're hearing at this point with only six days to go before the New Hampshire primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Dana, we do miss you here. But the campaign rolls on and it is escalating. As you're saying you just have to watch the morning television ads here and listen to what Donald Trump is saying. It's clear that Nikki Haley is squarely on his mind because he believes she could be in his way to relay that glide path to the Republican nomination.At his rally here last evening, he really unleashed on her. A variety of things from policy proposals to her record of South Carolina governor, but also had this warning message for New Hampshire Republicans. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "TRUMP",
      "sentences": "Nikki Haley in particular is counting on the Democrats and liberals to infiltrate your Republican primary. You know that they left -- that's what's happening. We have a group of people coming in that are not Republicans and it's artificially boosting her numbers here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ZELENY",
      "sentences": "So that sounds like the sentiment from a candidate who is worried about this. And let's be clear, it's not the Republican primary. It's the New Hampshire primary. And it is perfectly legal for independents, undeclared voters, Democrats, Republicans to vote in this primary. That's how it works over the years.So, Dana, I was thinking back in history to 2000 when George W. Bush came roaring out of Iowa, only to be stopped here in New Hampshire by John McCain, who built that coalition of undeclared voters and perhaps even some Democrats, of course, an entirely different matter here. It's the Trump era of the Republican Party that is long past, but there is a sense of worry among Trump supporters and the former president himself. And take a look at this message that he posted earlier today on Truth Social. Morphing the images of Nikki Haley with Hillary Clinton, even down to the familiar campaign logo of that, H. But interesting to point out as well. Hillary Clinton beat Donald Trump here in 2016, very narrowly in the general election. So, it's unclear if that could backfire or not. We saw some of those similar ads in Iowa actually from the Super PAC supporting Ron DeSantis, trying to suggest that Nikki Haley was running for office because she was like Hillary Clinton. That may have backfired there among some moderate, so we'll see if it does here. But Dana, there is no doubt. It's not a two-person race, but it feels like one here in New Hampshire between Donald Trump and Nikki Haley. He barely mentioned Ron DeSantis at all yesterday, but the Florida Governor will be coming here to Hampton just in a short period of time. He's still working over voters, and we're finding some undecided ones as well, Dana. So, six more days until the New Hampshire primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "There are a lot of undecided voters. There are people who are not committed to actually voting, which clearly is part of what Donald Trump is doing. Also, Jeff, just the idea that he is saying that she is infiltrated the Republican Party. A guy who was a Democrat for so many years and contributed to that woman. Hillary Clinton who he ran against. That's a whole a different story, but an important part of the story as you know better than I.Jeff thanks. See you soon. I want to bring in my great panel here on all of this, Nia-Malika Henderson of CNN and Bloomberg, The Washington Post's Isaac Arnsdorf, and he is also the author of a new book, Finish What We Started: The MAGA Movement's Ground War to End Democracy. He swears that it is more fun than the title sounds. And the PBS NewsHour's Laura Barron-Lopez. Hello, one and all. I just want to pick up where Jeff left off, specifically on what Donald Trump is trying to do to Nikki Haley to finish off this primary in New Hampshire. And he's not only accusing her of being a Democrat or an Independent or trying to lower those voters which by the way, she can't get Democrats to vote. In New Hampshire, that's not the way it works. But she can get independents to vote. But what he is doing, as I mentioned at the beginning of the show. It has echoes of what we saw him do before he was a candidate when he was a businessman to Barack Obama. First of all, on his Truth Social account, he said anyone listening to Nikki Nimarata Haley whacked out speech, so on and so forth. But look at that Nimarata. First of all, her first real name is Nimarata. Her middle name is Nikki. And he combined that with Nimarata. OK. We know why, because we all have children, and we know Nimarata is one that juveniles use. But this is the most important. His camp or he reposted something from a far-right account that effectively suggests that Nikki Haley shouldn't run for office, can't be president, can't be vice president, something about her parents not being U.S. citizens at the time of birth in 1972, which -- let's just be clear, this makes no sense. It is not the way the Constitution works at this point when it comes to who can run for president. But this is what he is trying to do. He is trying very, very strategically, to get people in New Hampshire who really get off on this stuff, to get off the couch and get excited about voting for him. NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL ANALYST: I think that's right. He is trying to other rise Nikki Haley, comparing her to Hillary Clinton, talking about her original her birth name, her birth name is also Nikki Haley. As you said, that is also on her birth certificate. And one of the things that this ends up doing in sort of a context of white identity politics is it reminds voters that they're white, right. And that sort of activates their politics that activates them to get out of the couch, off the couching, into the voting booth. So, he very well knows that, right? I mean, it's very similar to what he was doing on the way into Iowa, right when he was talking about, you know, people from Asia and Africa, poisoning the blood of this country. So, Nikki Haley is the outsider. She is not one of you. He is saying to those primarily white voters in who are going to pull the lever in New Hampshire. And listen, it has worked for him. He is really trying to sideline Nikki Haley at this point and make sure that she doesn't win in New Hampshire. So, he's going to a very tried true, effective playbook for him. LAURA BARRON-LOPEZ, WHITE HOUSE CORRESPONDENT, PBS NEWSHOUR: Yeah. I mean, this is a playbook that the former president has used time and time again. It's the birtherism playbook that he used with Barack Obama -- Barack Hussein Obama. He would often say and many people, you know, questioned President Obama's citizenship and where he was born, and they're doing that now with Nikki Haley. I wasn't in Iowa. One of my colleagues at NewsHour was and she said that when she talked to some voters, some of them said, well, isn't she from India? Wasn't she born in India. So, this is something that he knows the Republican base responds to. And he really does play to these fears that people that are not white or male or Christian are going to, you know, eradicate their way of life. And it's really a test. I mean, this country has been under a stress test as a multiracial democracy. And it's going to continue to be into this election cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ISAAC ARNSDORF, REPORTER, THE WASHINGTON POST",
      "sentences": "I'm interested in how Haley and she did this in her speech the other night in Iowa, trying to lump Trump and Biden together, kind of running against the unpopularity of both of them, and how much Americans -- she said 70 percent of Americans don't want this rematch that we seem pummeling toward. And so, it's sort of a new way of trying to attack Trump by way of Biden that maybe is not a direct attack on Trump that could alienate some Trump supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Yeah. And appeal to the people who are looking at the probability of a Trump versus Biden race again and saying, are you kidding me? That is exactly what she's trying to tap into. I was talking to -- I will say, a Chris Christie type of voter earlier, and they feel like they're beating their heads against the wall.Because as you just heard there that's about as far as either of them has gone in really trying to get at Donald Trump and now with Chris Christie, not in the race anymore. If they're not going to go further than that. How are you going to beat him if you don't attack him? Nevermind on the stump, but in inept?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HENDERSON",
      "sentences": "Yeah. No, listen, I think they are looking into a Republican electorate. That is what 50 percent at least in Donald Trump's corner and probably about 30 percent, you know, kind of leaning Trump, so they are up against it, right. I mean, you saw what happened with Chris Christie. It didn't do him much good to go ahead to head with Donald Trump.He, of course, dropped out of the race and is encouraging people to go after him, Donald Trump, but it's not clear that that's a pathway either because Donald Trump has a stranglehold on the majority of the Republican Party. We saw that in Iowa. The New Hampshire race looks like it could be close. But the rest of the map looks like it's also Trump country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Yeah. And he would argue and has that it didn't work because he was very lonely. He was the only guy doing it. The idea that there isn't a real concerted effort now on the air to try to take down Donald Trump from the Republican Party is in stark contrast to what Trump and Trump allies did early on before Ron DeSantis even got into the race to him when he was ascendant and look like the potential alternative to Trump.There's a story in the Washington Post. That's very, very interesting. And I'll read part of it, about what Donald Trump and his advisers did to DeSantis. They knew about how he liked to fly private, his love of playing luxurious golf courses, his enemies in Florida and his personality quirks, including that he often avoided interacting with others. If you didn't know DeSantis, you'd think he was the conservative second coming in 2022, one of these people said, but those of us who really knew him, knew better. This is the way and by the way we should also add that Susie Wiles, who is one of the people who runs Donald Trump's campaign was a DeSantis person for a long time. So, she really understood where the negatives were. They used it, they went after him, and it worked. BARRON-LOPEZ: Yeah, I mean, Trump, when he goes after his opponents, he goes after them, and he pummels them relentlessly over and over and over again. He's not afraid to go at any Republican, and then he ends up having them all come to his side afterwards. I mean, what's crazy is that there were key moments in the lead up to -- even before Trump launched his campaign. DeSantis could have launched his campaign earlier, didn't have to wait as long, instead he waited because there was this back and forth of whether or not Trump was going to jump in or not jump in. After January 6 was a key moment or Republicans in mass could have abandoned him after some of the rate of Mar-a-Lago, the surge of Mar- a-Lago, by the FBI. All these different moments over the course of, you know, 2022 that summer, where there were times where Trump was not necessarily his strongest. And still, Republicans decided to wait and see, and not strategically go after him. And now they're paying the price for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "So fascinating. And another thing that is happening just like it will be throughout the primary season, is that Donald Trump is in a courtroom. He is making a scene apparently in the New York courtroom. As it his accuser, Eugene Carroll takes the stand in the defamation case against him. We'll talk about that after a quick break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "Right now, the families of American and Israeli hostages held by Hamas are on Capitol Hill with a bipartisan group of senators, asking for continued support to bring their loved ones home. Let's listen in Jon Polin, whose son Hersh is captive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JON POLIN, SON HELD BY HAMAS",
      "sentences": "Our loved ones in captivity, it's clear we are failing. 103 days is 103 days too many and we are running out of time the hostages are running out of time. I briefly shared Hersh's story here to raise awareness for him and the other 135 hostages, including five living Americans, we hope.But it's day 103 and we must be beyond the state of awareness. This is an emergency that requires action. And as Americans, we expect the United States, the greatest superpower in the history of the world to use its full power to secure the hostages' release. [12:20:00] This includes making sure that all partners in the region make this a top priority and that includes those who maintain close ties with Hamas. Every minute that goes by, is one minute closer to death for our loved ones. I implore you bring all of the hostages home now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We'll now hear from Yarden Gonen, sister of Romi.",
      "isLastSentenceInterrupted": false
    }
  ]
}