{
  "date": "2024-05-05",
  "headline": "CNN Newsroom",
  "subHeadline": "USC: Police Clear Pro-Palestinian Encampment, Campus Reopened; More Than 200 People Rescued From Flooded Texas Neighborhoods; New CNN Poll Of Polls Show A Close Race For The Presidency. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:47",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello again, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.And we start with new developments in the college campus protests sweeping the country. The campus of the University of Southern California is now open after police dismantled an encampment early this morning. It comes after police broke up an encampment at the University of Virginia on Saturday arresting 25 people for trespassing there. Pro-Palestinian protests have been going on for weeks now. Demonstrators are calling for an end to the war in Gaza and for their universities and colleges to divest from all Israel-linked entities. CNN's Camila Bernal is at USC. Camila, what is happening on that campus and what prompted authorities to reopen it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:47",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hey, Fred. So its reopened because the encampment has been cleared. Authorities here saying it took them 64 minutes to get everyone out of that area, and what's interesting here is that they are saying that this was peaceful, that there were no arrest. This is completely different from what we saw two weeks ago where more than 90 people were arrested.The school is saying they already started the disciplinary process for the people that were detained on April 24th. It is repercussions that you're seeing, not just here at USC, but really all over the country. (BEGIN VIDEOTAPE) (BEGIN VIDEOTAPE) SABRINA ELLIS, UCLA STUDENT It's really heavy emotionally. You're hearing the stun grenades. You're hearing shots fired from the rubber bullets, and you don't know what's happening. BERNAL (voice over): These are the moments UCLA student Sabrina Ellis is still trying to process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:47",
      "speaker": "ELLIS",
      "sentences": "I was just trying to go minute by minute. My feet were hurting from standing up for so long. I do think that the message of the encampment and the protest was important enough that I felt the risk was worth it.BERNAL (voice over):  While Sabrina is not facing charges, the consequences for some protesters around the nation can be serious and include detainment, misdemeanors, school suspensions, and expulsions. And in the case of Michael Allen, a lecturer at Washington University in St. Louis, paid administrative leave. MICHAEL ALLEN, LECTURER, WASHINGTON UNIVERSITY IN ST. LOUIS: I was arrested within three minutes of the police's decision to push into the encampment. BERNAL (voice over): He says he was not part of the encampment but was there to protest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:47",
      "speaker": "ALLEN",
      "sentences": "Just faculty member concerned about my students getting arrested.BERNAL (voice over): That was the moment of his arrest. He says he's not facing criminal charges, but the detainment and suspension mean he's not allowed to set foot on the university pending an investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:47",
      "speaker": "ALLEN",
      "sentences": "Don't hurt him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:47",
      "speaker": "BERNAL",
      "sentences": "He says he was told by the university that he cannot finish the semester, have contact with students, or attend commencement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "WHITFIELD",
      "sentences": "All right, Camila Bernal, thank you so much.All right, turning to Texas now, were more than 200 have been rescued from their homes and vehicles because of the widespread flooding. Millions in the southeastern part of the state are under flood watches after five straight days of heavy rain. Entire neighborhoods in fact are inundated with water. More than a third of Texas counties have already been declared disaster areas and Texas Governor Greg Abbott could expand it to include more counties. As the flooding spreads, the high-water rescues have also surged, but no reported serious injuries or deaths. First responders rescued this dog, right here, north of Houston. He is one of more than 150 pets that have been pulled from the floodwaters. We have team coverage from CNN correspondent, Rosa Flores and CNN meteorologist, Chad Myers. Good to see both of you. So Rosa, let's begin with you. You're on the ground there in Harris County, Texas. How are people doing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Fred, we are getting rain, thunder, some lightning a little while ago. This is not what this community needs. This is a multicounty weather event, but I want to start here in Harris County where I am because this is part of the mandatory evacuation zone.You can look behind me, the water levels here are still high. This road moves to a community. There is a restaurant back there. There is an area where people call home that they don't have access to right now. Now, earlier today, we went on a ride along with the Harris County Sheriff's Office. They took us back there. We were able to see conditions. The water is still very high. You don't know where in the San Jacinto River ends and where this community begins because the water is so high. Now, the team that we were with rescued multiple people from that area yesterday when they went door-to-door. Now, we were live on CNN when their air boat came up shore here where we are standing right now and we have video of it. You can see that this is the same team that we were with today. Now, the woman that they rescued, the deputy tells me that she was in that community, in that area, that they showed us earlier today, the water levels were a lot higher. He says that the water was probably about chest deep. It was very difficult to get that woman out of the RV area where she was living, but they tell us that she wanted to be dropped off on this street because there was family waiting for her. And I actually talked to her after our live report and she confirmed that there was family waiting for her. We saw her drive away, but we talked to Deputy Bailey about the challenges of rescuing people when waters are rising. Take a listen. (BEGIN VIDEO CLIP) DEPUTY DARNELL BAILEY, HARRIS COUNTY SHERIFF'S OFFICE: ... they primarily have is just the elements that in reference to water there because you don't know what's in the water. Whether it is ants, whether it is snakes, whether it is spiders, it is going to be the biggest challenge. But we do best to get out the boat and then get them into the boat the best possibly we can. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "FLORES",
      "sentences": "Now, Fred, last time when we were talking about how it doesn't matter if it is raining, officials here are concerned about rising waters. Why? Because this a multicounty weather event, there are -- there was a lot of water that fell in Montgomery County, Polk County, Liberty County and all that water, Fred, is expected to flow in this direction towards Harris County because Harris County is before the Gulf of Mexico.And so that is the big concern, that's why the officials that we talked to today say that they don't expect conditions to improve until later next week, because imagine all of the water that you see around me and there is more coming from the lakes that are just northeast and northwest of where we are. Fred, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "WHITFIELD",
      "sentences": "Oh, that is terrible. All right, be careful out there. Rosa Flores, thank you so much, you and your crew.All right, Chad Myers here in The Weather Center. When in the world might folks look forward to drying out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "WHITFIELD",
      "sentences": "Oh, no, and this is more than usual this time of year. I mean, this is usually a peak season for tornadic activity. April-May and beyond, but this seems exceptionally high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "MYERS",
      "sentences": "It is exceptionally high. Just because it is now concentrated into such a small time frame, not exceptionally high for the entire month, but when we spread that out, all of a sudden, you take a look and go, whoa, 224 in five days, holy cow, right? And this was spread around, I mean, we went into Missouri, we were in Nebraska, Iowa, all the way down to Oklahoma, but boy, tomorrow is going to be a bumpy day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "WHITFIELD",
      "sentences": "My goodness. All right, Chad Myers, thanks so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "MYERS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "WHITFIELD",
      "sentences": "And Rosa Flores, also in Texas.All right now, we are just six months away from the 2024 general election and a new CNN Poll of Polls shows just how tight the race is between President Biden and former President Trump. We will break it down, next. (COMMERCIAL BREAK) [15:16:32]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "WHITFIELD",
      "sentences": "All right, with exactly six months until voters head to the polls and pick a president, a new CNN Poll of Polls shows no clear leader in the presidential race at this moment. Right now, 46 percent of voters support President Biden with 47 percent supporting former President Donald Trump.The Poll of Polls includes four of the most recent national polls. CNN White House correspondent, Priscilla Alvarez, joining us right now. Priscilla, how is the Biden campaign viewing this closely divided race and these polls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, polls up until this point have consistently shown that it is a tight race and Biden campaign officials are aware of that. This is a race that they often say is going -- they know is going to be closed and is going to require voters to turn out.So again, going through what we saw in this poll that was conducted in mid to late April, you have that 47 percent for Trump, 46 percent for Biden. There was no sampling error in this poll. Now a separate poll, ABC/Ipsos poll conducted in late April among registered voters, we see Biden at 46 percent and then Trump at 45 percent, again, there a margin of error of two percent. Now, a lot is going to come down to voter turnout. That is what you hear from Democratic strategists and from Biden campaign officials, and so they are seizing on issues to mobilize voters. Also aware that there is waning enthusiasm among voters about either one, either of the candidates. And so abortion rights is one of those, we have seen them ramp up their messaging on that with abortion-related ads running across battleground states. The vice president going to Florida last week as that abortion ban went into effect, and also taking note of those states that will have abortion on the ballot because that is something that they see could really mobilize voters to the polls. So it is going to be a confluence of factors that is going to influence voters heading out to the polls. The Biden campaign is aware of that, but look , the other thing that they often say is it is still early in the year. When presented with these polls, they often say voters are going to pay more attention as we get closer to November, and that is when it will click for a lot of people that the election day is around the corner and who the two candidates are. But that is often the response, but there is no doubt that this has been consistently showing across polls. It is a very tight race between President Biden and former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "WHITFIELD",
      "sentences": "All right, Priscilla Alvarez, thanks so much.All right, tomorrow, Donald Trump will return to a New York courtroom for week three of testimony in his hush money trial. The former president spent this weekend in Florida at the Republican National Committee's Annual Retreat. He lashed out against prosecutors who have charged him with criminal indictments and he accused the Democrats of \"running a gestapo administration.\" Here is CNN's Alayna Treene. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:21",
      "speaker": "WHITFIELD",
      "sentences": "We are getting new details from Mexico where an American man and two Australian brothers disappeared. Minutes ago, police wrapped up a press conference. Journalist Stefano Pozzebon is joining me right now with the latest.What did they say -- Stefano?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:21",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "Yes. Fredricka.Well, not good news unfortunately, out of Tijuana, the capital of Baja, California, because the attorney general, Maria Elena Andrade focused her press conference on the three bodies that were recovered that you'll remember on Friday morning from a cliff about 80 kilometers or so, 50 miles south of the city center of Ensenada, and of course, there has been huge speculation about the identity of those three bodies. She did not confirm the identities of those three bodies, but she said that those corpses were the product of a murder, that they had been assassinated and that they recovered the preliminary exams, identified some fire shots at the head as the main cause of the deaths. She said that there is and I quote, \"... a very high degree three of probability that these bodies are indeed those of the three missing surfers, Callum and Jake Robinson from Western Australia, and Jack Carter Rhoad. She said, however, she insisted that the families will need to do identification of the bodies before, they can be pronounced dead and that she confirmed that the families of both the two Australian brothers and the American surfer, Jack Carter Rhoad, they arrived in Tijuana where these examinations are taking place and she said about half an hour ago that the identification process was taking place at that moment. In case that the families could not perform a full identification because of the state of decay of those three bodies that were recovered that she said in a well from a cliff close to the ocean, they will have to perform a DNA match. And then the attorney general presented some motive, some leads on the motive behind these crimes. She said that they believed that investigators believed that that this was a case of a car robbery gone wrong, and that two people have been taken in and there are two suspects in custody -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:21",
      "speaker": "WHITFIELD",
      "sentences": "All right new today, the University of Mississippi is opening a student conduct investigation after what officials call actions of, and I am quoting now, \"hostility and racist overtones.\"We are about to show you some of that confrontation and a warning, you may find this disturbing. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:21",
      "speaker": "WHITFIELD",
      "sentences": "Adding to the outrage, that video was shared on social media by Georgia Republican Congressman Mike Collins, who posted \"Ole Miss, taking care of business.\"CNN's Rafael Romo has been looking into all of this. Rafael, CNN actually spoke with a woman that was being taunted in the video. And what did she say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:21",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Yes, first we wanted to make sure that it was her and we wanted also to hear from her and Fred, there are multiple videos circulating online showing the protest at the University of Mississippi and Oxford but there one video in particular that has gone viral. It is the one that we just showed and is at the center of a controversy.Before I show you the video, we need to warn our viewers again that it may be offensive to many people. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:05",
      "speaker": "WHITFIELD",
      "sentences": "All right and lots of follow-up to come. Rafael Romo. Thank you so much.All right, so pro-Palestinian protests have been going on for weeks now at dozens of college campuses across the country, something like 80 college campuses and universities, and it also meant that there have been something in the realm of 2,400 arrests that have resulted consequently. Let's talk more about the road ahead, because many who have demonstrated said that they will continue to do so on college campuses. In fact, on the campus of the University of Southern California, it has since reopened after police his went in and dismantled an encampment there. Let's bring in now former president and CEO of the NAACP, Cornell William Brooks. He is now a professor at the Harvard Kennedy School of Government. Good to see you. So at USC --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:05",
      "speaker": "CORNELL WILLIAM BROOKS, FORMER PRESIDENT AND CEO OF NAACP",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:05",
      "speaker": "WHITFIELD",
      "sentences": "At USC, there have been some students who vowed that they will still continue to protest even after that encampment has been dismantled. What do you think colleges and universities need to be positioned for, prepared for? Now, while this semester might be ending, there are summer school and there will be fall, and there may be still some students who were vowing to continue to demonstrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:22",
      "speaker": "WHITFIELD",
      "sentences": "How do you see that commitment being carried through? Because there are lessons to be learned in which how many college campuses handled, you know, what some are calling unrest, handled a movement by students who felt that they wanted to voice their thoughts, opinions, their emotions on this? BROOKSHere at the Harvard Kennedy School, we started a whole series on having hard conversations facilitating and engagement and interaction among students of different opinions. It is critically important that we lay the groundwork for dissent or disagreement for debate within and well before and well after protests and demonstrations. So in other words, police cannot solve a problem that is a democracy problem, a First Amendment problem. This requires a much more thoughtful approach because, Fredricka, when have you ever seen students arrested or students detained and the protests decrease? We have seen over and over again that when students obeys law enforcement without engagement, protests expand and oftentimes become more dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:22",
      "speaker": "WHITFIELD",
      "sentences": "Right. So if you want to draw some comparisons to say the Civil Rights movement or even anti-apartheid movements of which I participated in that when I was in college, you know, and it was a time in which differences were expressed, but you also had particularly in the Civil Rights movement, you had unified student-led groups. There were meetings to help maintain some uniformity even in the face of potential violence.Can this generation of demonstrators who are enduring different kinds of stressors, right, can they reach similar goals through peaceful demonstrations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:22",
      "speaker": "BROOKS",
      "sentences": "Fredricka, I absolutely believes so. Why? Because the majority of these protests and demonstrations have been peaceful, not really the encampments, but protest, disagreement in classrooms and hallways and across the college campus.So if we invest in training many and support and classroom time both between now and the end of semester and across the summer, we will be well-positioned when school resumes in the fall. And lets bear in mind, the three fears at work here. There is fear of antisemitism and islamophobia, but also fear of the police. And there is an emotional empirical basis for these fears. Hate crimes are up, people are seeing ugly things on their phones and our students know according to American history that when you call law enforcement and call police in unwisely and unthoughtfully, bad things can happen. And the last thing I will say here, Fredricka is this, during the anti-apartheid movement, yours truly as a seminary student hung a banner out of my seminary window and was faced with eviction from my college, from my seminary. I'd like to believe that it is enough to be a good citizen and I learned with a great many people in my generation, to resist injustice vigorously, but to do so in the context of a democracy, nonviolently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:22",
      "speaker": "WHITFIELD",
      "sentences": "All right, well said. We done. Cornell William Brooks, great to see you. Thank you so much. BROOKS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:48:55",
      "speaker": "WHITFIELD",
      "sentences": "The Hamas delegation has left Cairo after the latest round of hostage negotiations wrapping up. Several countries, including the US have been trying to strike a deal that would potentially lead to a ceasefire in Gaza and the release of hostages. CNN's Paula Hancocks is in the Middle East for us.So what is the status of the talks -- Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "WHITFIELD",
      "sentences": "And Paula, Israel has now closed down the operations of the Al-Jazeera Network operating inside Israel. What do we know about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "HANCOCKS",
      "sentences": "So this happened earlier this Sunday, Fred. It was a unanimous votes in the Cabinet to shut down Al-Jazeera. So you can no longer hear, see, or read Al-Jazeera within Israel itself. They said that it was going to be effective immediately, and sure enough, we saw images of some of the camera equipment being confiscated from their Jerusalem bureau.Now, Israel has said that Al-Jazeera has been in harming Israel's security and inciting IDF soldiers, calling them Hamas' mouthpiece. Al-Jazeera and its state funding from Qatar, they have said that this -- they deny these accusations from Israel. In fact, Al-Jazeera has called it a criminal act, accusing Israel of suppressing free speech to try and cover up their crimes. Also highlighting the fact that more than 140 journalists have been killed in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, Paula Hancocks in the Middle East, thank you so much.All right, nearly seven months after the Hamas attacks sparked the war in Gaza, a new exhibit is giving visitors an immersive look at the events of October 7th. One of the main targets of the October 7th attack was the Nova Music Festival held near Israel's border with Gaza. And in this exhibit now on display in New York, a recreation of some of the horrific scenes with charred vehicles, bullet riddled bathroom walls, and other items left behind. Here is CNN's Polo Sandoval with a look. (BEGIN VIDEOTAPE) POLO SANDOVAL, CNN CORRESPONDENT (voice over): You may not notice this nondescript building when walking down Wall Street but inside, you'll find a glimpse into the events of October 7th. That is when thousands of music lovers gathered in Southern Israel for the NOVA Music Festival. Millet Ben Haim remembers it well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "MILLET BEN HAIM, NOVA MUSIC FESTIVAL ATTACK SURVIVOR",
      "sentences": "The atmosphere was so unique because there are so many good people and it is so pure. We were genuinely happy. I was just myself.I was very -- and I felt so safe. SANDOVAL (voice over): What was supposed to be a desert rave celebrating life turned into a frenzied massacre at sunrise. Hamas gunmen stormed the festival grounds, killing and kidnapping as they advanced into Israel from Gaza, traces of that terror attack now make up this exhibit. Nearly everything on display here, according to organizers, was abandoned in the chaos. The items from tents to charred vehicles and bullet-hole-riddled toilets, they were curated and staged to recreate a semblance of the mayhem. Loud audio from witness video adds to the chilling weight of the experience. That's intentional explains this 28-year-old survivor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BEN HAIM",
      "sentences": "When you see the chaos, you understand house scared we were, how helpless we were, how not prepared and you can -- and you can see the actual items, you can understand that these are people such as you.SANDOVAL (voice over): Visitors walk under the same vibrant tarps that covered the NOVA dance floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BEN HAIM",
      "sentences": "When I look at it and I know how I stood under it, dancing and then also stood out there, not stood, but ran for my life under this canopy.I have all the memories going through my mind and you know, all the different emotions -- and it is so beautiful. SANDOVAL (voice over): Then there is the haunting lost and found. With more than 260 bodies recovered at the festival, many of these personal effects will never be reclaimed. While looking over these relics, Ben Heim came upon her favorite sweatshirt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BEN HAIM",
      "sentences": "We lost so many things and we lost so many loved ones and there is something about getting back just this one thing, and it means the world to me.SANDOVAL (voice over): These are some of the images captured by Ben Haim that day. One moment she danced with her friends, the next, they huddled in the brush waiting for rescue. Reflecting on that day is difficult, says Ben Haim, but she does it to share this message amid a war that is only deepening divisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:21",
      "speaker": "BEN HAIM",
      "sentences": "The most beautiful souls danced here and now they will dance forever in the sky and one day, we will be reunited with them.(END VIDEOTAPE) SANDOVAL (on camera); Ben Haim shared with me that in the immediate moments after the attack, she even struggled to get out of bed, Fred, often overcome with a sense of loneliness. Well now as we approach seven months since the attack, and still with those emotional scars quite raw. There are some signs of healing. She is traveling, she is sharing the story of her NOVA community. I asked her if she would ever attend a music festival in the future, and she vowed to dance again. The exhibit continues here in New York City for a few more weeks. It initially premiered in Tel Aviv for 10 weeks, so it really is just an important perspective in what has become a politically charged environment when it comes to the war in the Middle East.",
      "isLastSentenceInterrupted": false
    }
  ]
}