{
  "date": "2024-06-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Attorney General Merrick Garland Testifies Amid GOP Attacks On Justice Department; Opening Statements Completed In Hunter Biden Federal Gun Trial. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "To put that into perspective, just yesterday, there were about 3,500 daily encounters.So, this essentially could potentially go into effect right away. Now, the expected executive order is expected to exempt unaccompanied children, a move that is concerning to some immigration advocates as they are worried that it could encourage families to send their children to the southern border by themselves. Biden also would be trying to tap into an authority that former President Donald Trump tried to use when he was president, something Democrats decried, and eventually was struck down in the courts. But certainly this comes as Biden is trying to show he is doing more when it comes to border security at a time when Republicans have tried to paint him as weak on the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "OK, Arlette Saenz, thank you for the reporting from the White House.And thank you all for joining us this morning. I'm Alisyn Camerota. Our next hour of NEWSROOM with Wolf Blitzer starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "And you are in the CNN NEWSROOM. I'm Wolf Blitzer in Washington.We're following the breaking news up on Capitol Hill right now. House Republicans have been grilling the Attorney General of the United States Merrick Garland, that's about to continue. Merrick Garland is being asked about supposedly spreading baseless conspiracy theories that have been going on and the Justice Department is using alleged lawfare. This is what Republicans are arguing to target the former president of the United States Donald Trump. And moments ago, Merrick Garland went on the offense, attacking the GOP for promoting these lies and undermining the justice system. Listen. (BEGIN VIDEO CLIP) MERRICK GARLAND, U.S. ATTORNEY GENERAL: These repeated attacks on the Justice Department are unprecedented, and they are unfounded. These attacks have not and they will not influence our decision making. I will not be intimidated and the Justice Department will not be intimidated. We will continue to work, do our jobs free from political influence, and we will not back down from defending democracy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BLITZER",
      "sentences": "The Attorney General Merrick Garland also strongly defended the justice system as a foundation of American democracy, vowing to protect its integrity and independence.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GARLAND",
      "sentences": "As attorney general, I will continue to forcefully defend the independence of the Justice Department from improper influence or interference of any kind.And I will continue to fiercely protect the integrity of our criminal investigations. Nothing will deter me from fulfilling my obligation to uphold the rule of law. Fulfilling that obligation includes ensuring that the Justice Department respects Congress's important role in our democracy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BLITZER",
      "sentences": "The hearing is on a break right now, we'll resume our coverage as soon as the members come back into that hearing room, the House Judiciary Committee.I want to bring in our Congressional Correspondent Lauren Fox, she's standing by up on Capitol Hill and CNN's SENIOR Crime and Justice Reporter Katelyn Polantz, she's live with me here in the CNN NEWSROOM. Let me start with you, Lauren. You're there on Capitol Hill. We just heard some powerful words from the attorney general. Set the scene for us, what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "FOX",
      "sentences": "And Wolf, we should just know, this is a general oversight hearing. So, there is a myriad of issues that we expect could come up.In fact, you heard one congressman in the room McClintock, he was asking more about immigration. I mean, this is really a wide range of topics that we expect are going to come up in the hours ahead, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "BLITZER",
      "sentences": "Lauren Fox, I want you to stand by up on Capitol Hill. We're watching all the drama unfold.Katelyn Polantz is with me here in the CNN NEWSROOM right now. As you know, Katelyn, the attorney general addressed the bogus allegation that the Justice Department was totally behind what the Manhattan district attorney did in prosecuting the former President Donald Trump, and his response was strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "It was indeed. So, Congressman Matt Gaetz specifically was pressing for answers on that and saying to Garland, there must have been coordination somehow and Garland says, not mincing words. We do not control the Manhattan district attorney. They make their own decisions. They're completely independent.It is true that the Justice Department investigated some of the business dealings of Donald Trump chose not to bring the campaign finance case ultimately, and then the Manhattan D.A., they went and are operating separately, even though they employ someone that at one time was part of the Justice Department. Merrick Garland is not allowing this to have any daylight at all. This is a separate case, very different than the federal prosecutions he is protecting. And this is something that Garland is quite unhappy about. He's unhappy that this misleading information is out there and other misleading information. Here's a little bit more about what he is pushing back on against House Republicans today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "GARLAND",
      "sentences": "This effort is only the most recent in a long line of attacks on the Justice Department's work. It comes alongside threats to the fun particular department investigations, most recently, the special counsel's prosecution of the former president.It comes alongside false claims that a jury verdict in a state trial by a -- brought by a local district attorney was somehow controlled by the Justice Department, that conspiracy theory is an attack on the judicial process itself. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "POLANTZ",
      "sentences": "So, Wolf, while this hearing is largely about or supposed to be about the contempt proceeding Republicans want to bring against Merrick Garland related to his handling of the investigation of Joe Biden and the interview there where there's an audio recording that isn't being released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "BLITZER",
      "sentences": "The classified documents case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "POLANTZ",
      "sentences": "Yes, that resulted in no charges. Much of the broader conversation is about misleading information conspiracy theories that are being spread primarily by Donald Trump, somebody that has been prosecuted by the Justice Department.So, a lot there for both Garland to push back on and for House Republicans to question him about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "BLITZER",
      "sentences": "Important points. Katelyn Polantz, thanks very much. Lauren Fox, thanks to you as well.Let's discuss this and more with the former Attorney General of the United States Alberto Gonzales. Attorney General, what's your reaction to hearing, at least so far, what the attorney general Merrick Garland is saying, his forceful defense of the U.S. Justice Department?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "ALBERTO GONZALES, FORMER ATTORNEY GENERAL OF THE UNITED STATES",
      "sentences": "I think one of the primary responsibilities for the attorney general is to protect the department, to protect the department's reputation, to make sure that the American people have confidence in the integrity of the work of the department.And so, he's doing the absolute right thing, quite frankly. And this notion, quite frankly, I find ridiculous that there would be some level of coordination between the Department of Justice and what happened in New York. Believe me, the Department of Justice going to want to be as far away as possible from that prosecution. And so, I'm not surprised. That's where the Democrats went with this. But nonetheless, I can assure you something with respect to the Department of Justice that I once worked with, this is not something the department would be involved with in any way, shape, or form.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:12",
      "speaker": "BLITZER",
      "sentences": "Big picture, Attorney General. How do you respond to the Republicans who are baselessly claiming that the Justice Department right now is being weaponized in their word?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:18",
      "speaker": "BLITZER",
      "sentences": "You know, we also heard, Attorney General, that Committee Chairman Jordan continue to mischaracterize the search warrant that the FBI executed to search Trump's home down at Mar-a-Lago in Florida, listen to this.(BEGIN VIDEO CLIP) REP. JIM JORDAN (R-OH): Justice is no longer blind in America. Today, it's driven by politics. Example number one is President Trump. The Biden Justice Department under Attorney General Garland approved a raid on President Trump's home, something we've never witnessed in this great country. This action broke every norm in our justice system. Many Americans believe there's now a double standard and our justice system, they believe that because there is, and we're going to have lots of questions about that process. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:18",
      "speaker": "BLITZER",
      "sentences": "Well, let me get your reaction to that, because apparently, according to most of the experts out there, there was nothing at all unusual about that search warrant, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:18",
      "speaker": "GONZALES",
      "sentences": "No, the language in the search warrant is very, very standard. So, this case was not treated any differently.And the reason why you've never had in the history of this country, a search of a former president's home was because in the past, when they were documents that in their possession, that should not be in their possession, they turn it over when asked. This president refused to do so. So, this case is entirely different from any other before. And that's why there's been a different treatment with respect to in this particular case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:18",
      "speaker": "BLITZER",
      "sentences": "These are historically the first time ever in American history. These things have been going on, so many of these things.Some Republican lawmakers, the attorney general, I want to hold the current Attorney General Merrick Garland in contempt for refusing to turn over audio tapes of President Biden's interview with events Special Counsel Hur. Should those tapes be given to Congress, the transcripts of the interviews have been made available? Why do you think they should or shouldn't be handed over to Congress? We know what Merrick Garland just explained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:18",
      "speaker": "GONZALES",
      "sentences": "There is a long standing practice when Congress asked for information, it generally needs to be tied to a legitimate legislative use, what is the reason why Congress wants this.In this particular case, or in prior cases that I'm familiar with, when you provide the transcript of some kind of interview that has been sufficient to satisfy the needs of the committee. And so, this is what Merrick Garland has provided, has a transcript. And for today, from my perspective, the committee has not provided a legitimate reason why more should be provided in connection with their legitimate oversight responsibilities. As we know, President Biden has asserted executive privilege. And the Department of Justice has respected that on the basis that it could inhibit the cooperation of witnesses in the future, who may be willing to cooperate with the Department of Justice, with the knowledge or the agreement that what they say, the recordings of those interviews will not be turned over beyond the Department of Justice. And so, there is legitimate law enforcement reason why the Department is taking this position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:18",
      "speaker": "BLITZER",
      "sentences": "Alberto Gonzales, the former Attorney General, the United States, thanks as usual for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:18",
      "speaker": "GONZALES",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Wolf, right now court is in a brief break after opening statements from both sides concluded. And at any moment we'll hear from the first witness in this trial.The big news this morning, of course was, as you just noticed -- noted, they lost a juror. A juror who didn't have any political or security concerns about serving but instead, said she did not want to commute an hour each way from her home to court. Now, it does not appear again that this had anything to do with the allegations here. This appear to be an issue that was specific to her. She has been replaced by an alternate juror. And then the jury got to hear opening statements from both sides. Now, in the prosecution's opening statement, they emphasized how they're bringing this case because they believe that, \"no one is above the law.\" And that's interesting, because that's a similar argument that we heard from prosecutors in New York over the past two months in the Trump hush money trial. Then, they also emphasized that you cannot lie on a federal form even if your name is Hunter Biden. Of course, those are the allegations at the center of this case allegations that Hunter Biden lied about his status and his addiction when purchasing a firearm. And prosecutors also had to address the larger issue of addiction. The majority of potential jurors all said yesterday during jury selection that they had some sort of experience with a loved one or themselves dealing with addiction and prosecutor said, look, addiction is not a choice, but it is a choice to illegally buy a firearm. And these opening statements from prosecutors, it was a multimedia presentation. They showed guns -- they got pictures of the gun, they use audio clips from Hunter Biden's memoir which he personally narrated. Now, as the defense's turn to get up, they emphasized Hunter Biden's state of mind, the fact that prosecutors need to prove he did this knowingly. They also tried to put some of the responsibility on the individual who worked at the gun shop saying that this individual led Hunter to the gun that he eventually ended up purchasing. And this is going to be again, this is going to go from about anywhere from three days to two weeks. It is the first of two federal trials, Wolf, that the president's son is facing here. But interestingly, his stepmom is here today for opening statements. First Lady Dr. Jill Biden showed up here even though she's heading to France later tonight with her husband. Just another example of the support that Hunter is receiving from his family during this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "BLITZER",
      "sentences": "All right, Paula Reid outside the courthouse in Wilmington, Delaware for us. We will stay in close touch with you. Paula, thank you very much. Joining us now, CNN legal analyst, the former federal prosecutorElliott Williams, and former Montgomery County, Pennsylvania prosecutor Bruce Castor. He represented Donald Trump in his second impeachment trial. Elliott, so far, based on what we know, what stood out to you on the prosecution's opening arguments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "ELLIOTT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "So, the prosecution does not have a ton to prove here, Wolf. Ultimately, that number one, the defendant was addicted or using drugs and possessed a firearm at the time.Now, what -- they have to do that by not inflaming the jury and make it seem like they're coming down on people who use or abuse drugs. And they did a few things quite cleverly there, number one, playing back excerpts of Hunter Biden's book where he talks about his struggles with addiction, acknowledging that these are very painful issues for many people, but they're his words and also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "BLITZER",
      "sentences": "The words were heard, the audio version of the book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "WILLIAMS",
      "sentences": "Yes, absolutely. And then text messages as well acknowledging some of these things and the line that Paula had pointed to that addiction is not a choice, but the decision to unlawfully buy a firearm is making clear even to the jurors that have struggled with some of these questions with themselves and their families. This is about the firearm, not necessarily just the drugs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "BLITZER",
      "sentences": "You know, Hunter Biden said to Defense Attorney Abbe Lowell, who's got a lot of experience in this area, highlighted the word knowingly in the charges brought against Hunter Biden as he began his opening statement, he said that prosecutors had, \"left out the word and argued it is a key part of the case.\" What are your thoughts on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "WILLIAMS",
      "sentences": "That's a very important tactic or strategy for the defense attorney.Now, when we speak of committing any crime or prosecuting any crime, mental state is important, prosecutors have to prove that a person either knowingly or willfully or deliberately committed an act. And if prosecutors can't establish that something wasn't accidental, the jury can't convict. And so, the defense is putting in the water for the jury, this notion that, well, prosecutors have not and will not be able to establish the mental state necessary. Now, I think that's a bit of a stretch, because you're talking about filling out a form and possessing a firearm and addiction. But that is how in effect good defense work goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:07",
      "speaker": "BLITZER",
      "sentences": "Let me bring Bruce into this conversation.Bruce, what do you make of the defense's opening statements?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BLITZER",
      "sentences": "Good point. Elliott, as you know, the Biden family has a long, long history in the state of Delaware. Everybody knows that Biden is from Delaware, was a senator from Delaware, was a Congressman from Delaware.And Jill Biden was there in attendance during the testimony today, she's been there showing her support for her stepson. You think this is going to have an impact on the jury?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "WILLIAMS",
      "sentences": "Should it? No, but will it quite possibly for a number of reasons.Now, under all -- under federal law, frankly, under the Constitution, courts are open, and they're open to the public and members of families can attend. And so, she certainly has the right to be there. Now, Joe Biden is one of the most recognizable people in America and people know that she's associated with the defendant. It's a little bit different than Donald Trump's trial in New York where a number of these congressmen and even the Speaker of the House are just not recognizable to most Americans. And so, the image of Joe Biden may kick around in juror's heads, but they will be advised only to consider the facts and the law and what they heard at trial and to put aside all the publicity, and maybe they can do it.",
      "isLastSentenceInterrupted": false
    }
  ]
}