{
  "date": "2024-08-08",
  "headline": "Quest Means Business",
  "subHeadline": "Trump Steps Up Attacks In Attempt To Slow Down Harris; US Stocks Rise After Drop In New US Jobless Claims; Taylor Swift Attack Foiled; Trump Defends Recent Absence From Campaign Trail; School Children Help Protect The Great Barrier Reef; Noah Lyles Wins 200-Meter Bronze Despite COVID; Air India Focuses On Rebuilding Its Infrastructure. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "You know, one of the things I love about our country, we are a nation of people who believe inthose ideals that were foundational to what made us so special as a nation. We believe in those ideals, and the sisters and brothers of labor have always fought for those ideals, always fought for those ideals. And we know, we are a work in progress. We haven't yet quite reached all of those ideals, but we will die trying because we love our country and we believe in who we are, and that's what our campaign is about. We love our country. We believe in our country. We believe in each other. We believe in the collective. We are not falling for these folks who are trying to divide us, trying to separate us, trying to pull us apart. That's not where the strength lies and there is that, and so I say to all the members of UAW and Shawn Fain as the first who I talked to about this, I am so deeply honored as a lifelong supporter of union labor, for Tim and I to have the endorsement of UAW. (CHEERING AND APPLAUSE) RICHARD QUEST, CNN INTERNATIONAL HOST, \"QUEST MEANS BUSINESS\": There we have the Vice President Kamala Harris and running mate, Governor Tim Walz holding a campaign event. It was the UAW, the United Auto Workers. They are in Detroit in Michigan, and what an extraordinarily busy day it has been on politics. It comes after Donald Trump wrapped up his first press conference in some months. Mr. Trump lashed out at Kamala Harris' record. He repeated familiar talking points -- radical liberal, criticized her as the border czar on the southern border. He said his team has agreed to three debates in September, and it follows the campaign trying to reset the narrative of the race as the US vice president rises in the polls. Here is what Donald Trump said about the economy, if he is not elected. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We have a lot of bad things coming up. You could end up in a depression of the 1929 variety,which would be a devastating thing. It took many years, it took decades to recover from it, and we are very close to that. We have a very, very sick country right now. You saw the other day with the stock market crashing, that was just the beginning. That was just the beginning. It is going to get worse. It is going to get a lot worse in my opinion. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "QUEST",
      "sentences": "Before we go any further, it is worth noting that the unemployment rate at 25 percent at the height of the Great Depression; today, it is fourpercent, and before we speak to Daniel, I just want to factcheck, to be absolutely clear about this, we are in no shape or form anywhere close to a Depression, and there is not one serious economist that would suggest that if Donald Trump is not elected, there would be a Depression. Just straightforward factchecking: Economic growth in the United States is about 2.2 percent on an annual basis, inflation is now down around 2.6 percent. To be sure the economy is slowing and we expect Fed interest rate cuts between now and Christmas, but there is no evidence to support the idea that there is a Depression around the corner. Daniel Strauss is in Washington. Forgive me, Daniel, having to just sort of clarify that -- I've covered it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DANIEL STRAUSS, CNN REPORTER",
      "sentences": "It's all good. It's what we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "QUEST",
      "sentences": "Well, I've covered economics and business for more decades than is honest or decent.Okay, tell me, talk me through the day. We had Donald Trump, we've just got Kamala Harris. Talk me through the tick-tock of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "Right. I was also interested in Donald Trump's comments about the size of the crowd at his inauguration and he compared it to Martin LutherKing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "STRAUSS",
      "sentences": "Yes, it is an unfounded claim and wrong, but Trump has always seen crowd size as an indicator of raw support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "STRAUSS",
      "sentences": "And look he has drawn large crowds in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "STRAUSS",
      "sentences": "And those were early indicators of a surge that would lead Trump or carry Trump to the White House. But here, this is not what we aretalking about, and this is not what he is talking about. It is clear again, too, that Harris in the first few days of her campaign has drawn surprisingly large crowds, and it is something that Trump himself, wants a contrast with Harris and her campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "All right, Daniel, I am grateful. Thank you.Stephen Collinson is with me. Stephen, I mean, to a large extent, you and I have been over these fences a good few times and there is no point in parsing it because we can parse one and we can parse the other. It is much better if we take a wider view. At some point, Kamala Harris is going to have to do a news conference. She seems to have studiously avoided actually putting herself in front of the press.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "STEPHEN COLLINSON, CNN POLITICS SENIOR REPORTER",
      "sentences": "Definitely, that was one of the rationales behind Trump coming out today, however ineffective hemight have been. What the Trump campaign is trying to do is build pressure on Harris to try and goad her to go into a much more public, unscripted forum, because in the past, especially at the beginning of her vice presidency, those kind of interviews and spontaneous moments were the places where she was most troubled. She has shown herself in the last few days to be increasingly confident on the big stage. She can give a great speech. The Trump campaign wants together out there, that's why Trump also came out today and said he had agreed to do three debates. We know that the vice president has agreed to do one on ABC News. We don't know exactly what will happen, but he wants to get her up there. Joe Biden went into that first debate and he needed to change the trajectory of the campaign. Trump probably needs to do that right now when he gets on stage with Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "QUEST",
      "sentences": "But having listened to his news conference and to be fair to Mr. Trump, as indeed, he has on many occasions, he stands there and takesquestion after question after question. He does -- I mean, whether it is ego or just he wants to answer all the questions is not really the point. The fact is he does do very long news conferences, but it is almost impossible when you've got this firehose of inaccuracies and half-truths and simply wrong facts to factcheck it properly, or for the viewer to know what is right and wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "COLLINSON",
      "sentences": "Right, and Trump doesn't even make the best possible case for his own candidacy. He would have been much better had he come out there,spoken for half an hour, spoken about how lots of Americans are really struggling. Yes, the economy is in decent shape, but there are many, many Americans who are having trouble paying for their grocery bills, putting gas in their car. That's where the election could be decided. Talking about a Great Depression or World War III and that kind of hyperbole doesn't really help those people. It is all out there. If you look on the Trump website, there is a very effective ad which basically uses Ronald Reagan's speech from 1984, \"Are you better off now than you were four years ago?\" And juxtaposes it against today's headlines. Trump should be making that argument, not the kind of arguments that he was making, but he is consumed by aggrievement. He is ill-disciplined. He goes on about his crowd sizes. So in these forums, he is often his own worst enemy, but it is often worked for him before. It works for the people who really love him, tens of millions will vote for him. But what about those voters in the middle that will decide the election? What did he give them today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "RINA SHAH, FORMER SENIOR PRESIDENTIAL CAMPAIGN ADVISER",
      "sentences": "It's a mixed bag strategy. It is a keep them guessing strategy. It is one with the mix ofhis own personal animus, as well as the mixture of what the consultants are telling him. Today in that press conference, what he exhibited was what I call Trump at his worst, unhinged, visibly angry, unable to speak in data points, for example and just speaking platitudes. The lack of substance, I believe was a real highlight to what he has always been to the American public. Somebody that feels rather unsophisticated and able to talk to the common man, but is it going to stick this time now that we are four years past that disastrous pandemic would he didn't handle well and got kicked out of office for, I believe largely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "QUEST",
      "sentences": "You see, now, if we look at what has happened on that very point, first of all, you've now got JD Vance criticizing Tim Walz's militaryrecord, whether it is true or not, it doesn't matter. Walz was in the National Guard for nearly three decades. Vance is saying he sidestepped deployment. Then you've got Kamala Harris on the border and now, you've got the polls, the recent Marquette Law School poll, the vice president leads the former president 52 to 48. So what does what does Donald Trump need to do since what you're saying is the playbook of 2016 will not work in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "SHAH",
      "sentences": "Well, what we've seen Trump do since 2020 is never stopped litigating the outcome of the 2020 election, right? And that is what he believes keepsmaybe a door open for those undecided voters and I am not sure that's the best strategy, but moving forward into the rest of this month of August where no doubt, Harris and Walz will get that boost of support from a convention that looks very unified behind them, and we had just seen Trump and his people do the same at the top of July. But into September is where it gets really dicey for the Trump-Vance campaign. So I've always been of the opinion that it is Trump who cannot help himself. It has got to be external factors that help Trump and particularly geopolitical factors. I also thought that was a missed opportunity for him today. He could have spoken very, very -- I believe in his own way, intelligibly about his handling of conflicts abroad because the base of support that he has in the Republican Party is aggrieved about the transport of billions of dollars abroad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "QUEST",
      "sentences": "Can I suggest to you that the biggest problem here is that he can't change -- not that he won't change. He doesn't know how to change. He canchange, I mean how the strike -- the campaign overarchingly can change the strategy, turn the fire guns from Biden to Harris with a different message, but he fundamentally, if you read Mary Trump's book of some years ago, that he is not capable of change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "SHAH",
      "sentences": "In the aftermath of that attempt on his life, we thought him change ever so slightly and I knew it wouldn't stick. I knew it was only a matterof days until we'd see a return to his gut, because that's what he led with from 2016 onward, and that's what he believes serves him best. He thinks that how he kept Biden as infirmed and Harris as incompetent and hearing him say today that she is not very smart, and then it relating Walz to transgender stuff that he called it, he thinks that's a winning playbook, because what he knows is in the mind of these Independent and centrist voters in particular, those who are center right, of course, and longtime affiliated Republican voters who would have been crossovers in 2020, the talk of the sort of liberal policies that are related to gender affirming care, those are always top and pronoun usage -- those are almost top of mind with economy, crime, and public safety, as well as immigration. So, he is trying out a different size shoe right now. The question is, will he keep that size shoe on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "Right, right. All right, You touched me with a cattle prod there. I've launched myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "Go for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "You say that, Julia, but those people who can't make ends meet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "Now, even though the way he is putting it might be, they will be attracted to it. They are going to be attracted to somebody who is clearlyangry at everything than somebody who has talked about joy and hope, when basically they can't pay the electricity bill or they are on food stamps and they are being cut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "Four in ten Americans are saying that if not, always, most of the time, they are worrying about paying their bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "It is a huge problem. So you're right, but I do think some of the angry messaging is going to the base, not broadening it out quitefrankly, and you know what I want to hear? To your point, what are the fixes? And you and I know that on inflation there are two major points. There was a monster $1.9 trillion act signed by President Biden that should never have been done. Hindsight is perfect sight, and it fueled inflation. Who gets inflation under control when that happens? It is the Central Bank in you rack up interest rates at the speed that we've seen. Point to that if you want to blame someone, if you're this current administration, and talk about what you can do to help. I think neither side has got a good message right now on the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "No. But I did --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "Today was a travesty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "But I did hear, you know, he did talk about tax policy, he did talk about some of the policies of spending that you would do. He did so thetaxes he would cut, of course, he didn't say how he would then balance the budget of the back of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "Bingo. How are you going to afford them. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "He did say he would reform -- I was particularly fascinated by him saying, we are going to solve Social Security. I mean, as long as I've beencovering the US economy, they have been going to solve Social Security without -- what was it he said? He said, we are going to solve Social Security without raising the age or costing you more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "I don't know what \"solving\" meant in that case. It is such an enormous proportion of the spending of the government. Does he mean solvingit by paying people less or paying people more or the people that need it? I mean, there was a lot of nonsense. There was a lot of stuff in that that I didn't really understand. But again, I go back to the idea that the politics of fear here, the idea that we are headed -- if he doesn't get elected into a Great Depression, is complete nonsense, irrespective of the policies that either side at this stage are talking about, and a whole host of tariffs. remember that he is talking about on his side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "One more question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:10",
      "speaker": "QUEST",
      "sentences": "Do you feel, as I sometimes do feel uncomfortable having to basically say that the former president is talking absolute rubbish andnonsense. I mean, it is -- because I said the same thing. There is not a single shred of evidence, but at the same time, you know, how can I say that the man who has been in the Oval Office, who aspires to the Oval Office, is talking absolute rubbish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:12",
      "speaker": "QUEST",
      "sentences": "Ninety days. That's the question of the day. Julia Chatterley, grateful. Thank you. As always.We continue tonight, this is I think fascinating. The Austrian Police are questioning teenagers suspected of planning an ISIS-inspired suicide bombing. It is renewing focus on how vulnerable huge concerts can be. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:12",
      "speaker": "QUEST",
      "sentences": "More details now on the alleged terror plot that target Taylor Swift's concerts in Austria. Police in Vienna are now questioning threeteenagers suspected of planning an ISIS-inspired suicide bombing. The country's public security chief says the suspects were in touch with others who knew about the plans. Authorities found explosives at the main suspect's home alone with ISIS propaganda and machetes. The police say, the 19-year-old was planning to set off an explosive device inside the concert venue. Salma Abdelaziz is with us from Vienna. So this -- well, from Austria. This is getting more and more intricate and complicated, but we are getting a better picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "ABDELAZIZ",
      "sentences": "So, he had applied for a job.HAIJAWI-PIRCHNER: He had. ABDELAZIZ (voice over): Officials now investigating what they believe could have been a three-pronged attack targeting one of three sold-out Swift concerts for an estimated 65,000 fans each night. Investigators considering the possibility that the suspects planned to run over fans gathered outside the stadium with a vehicle and had even obtained a blue light similar to what police attached to their cars to force their way through the crowd. Then they planned to attack innocents with knives and machetes. And in a final stage, detonate explosives at the site. The 19-year-old suspect who lived in this home an hour outside of Vienna, is the alleged mastermind. Authorities say he has confessed to the terror plot. Items found inside his home included chemical explosives, detonators, ISIS propaganda, 21,000 euros in counterfeit cash, machetes and knives. All three suspects were radicalized online by ISIS recruiters. HAIJAWI-PIRCHNER: It is very worrying. We can see that in Austria, we have very young guys that are radicalized due to the fact that they are using the online propaganda that is brought out from ISIS. And also ISKP.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "ABDELAZIZ",
      "sentences": "The prime suspect had pledged allegiance to ISIS. Neighbors say his family was always reserved.UNIDENTIFIED FEMALE (through translator): They lived very reclusively. We did not see them in their backyard or their children outside. (TAYLOR SWIFT FANS singing)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "ABDELAZIZ",
      "sentences": "A depraved plot that could have killed and maimed many.(TAYLOR SWIFT FANS chanting) ABDELAZIZ (on camera): The concerts are canceled, but the Swifties have filled the streets of Vienna and they are singing her songs as loud as they can. ABDELAZIZ (voice over): Fans are sad, but grateful to be safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is what we are all about, it is like we make the best of a bad situation in rain, in sun, like we will be here for hours.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "QUEST",
      "sentences": "Hours and days, I suspect.Salama, do we know how they got caught? How this thing came to light?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:10",
      "speaker": "ABDELAZIZ",
      "sentences": "Look, a lot of the details are still very much behind closed doors because this investigation is underway, but what we also know,Richard, is that US officials tipped off the Austrian government to this alleged terror plot. Austrian officials here did tell me that they were always in touch with their foreign counterparts. So that tip may have come from the United States, but it is also what they found in this home right behind me here. This is the home of that 19-year- old suspect that began to build that image of a multipronged attack -- knives, machetes, explosives, potentially a ramming attack -- that really had investigators shaking and wondering if this was a wider network behind them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:04",
      "speaker": "QUEST",
      "sentences": "Hello, I'm Richard Quest. Together we'll have more QUEST MEANS BUSINESS.The chief executive of Air India tells me his ambition to make the carrier a world-class airline once again. And U.S. sprinter Noah Lyles was the favorite going into the 200-meter race. He won a bronze and then revealed he had COVID. Before we got to COVID and Air India and everything else in between, this is CNN, and on this network, the news always comes first. Fighting remains intense in Russia's Kursk Region. Moscow claims to have stopped an incursion by Ukraine into its territory, but the evidence on the ground suggests otherwise. Ukrainian government and military declined to answer questions from us about the cross-border attack. Bangladesh has sworn in an interim government which is led by the Nobel Laureate Muhammad Yunus. Its first job is to restore stability after a month of deadly protests and the prime minister's resignation. Yunus called for calm and told Bangladeshis to get ready to build the country. U.S. authorities said they're worried Democrats could face a potential attack in response to the attempt on Donald Trump's life. A gunman fired at the former president just days before the Republican National Convention. Now intelligence says law enforcement fear a copycat attack on the Democratic convention this month in Chicago. Our top story, Donald Trump defended his lack of public appearances over the last few days, saying he will have more events after the DNC, the Democratic National Convention, and that he doesn't need to campaign because he's leading by a lot. CNN's Kristen Holmes asked Mr. Trump about it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:04",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "You have not had a public campaign event for nearly a week now. Probably in Montana which is not aswing state. Some of your allies had expressed concern that you're not taking this very seriously particularly at a time -- DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: What a stupid question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:04",
      "speaker": "HOLMES",
      "sentences": "-- where there's enthusiasm on the other side? Why haven't you been campaigning?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:32:04",
      "speaker": "QUEST",
      "sentences": "Kristen Holmes is with me.Well done. You join the growing list of correspondents who can wear with pride, stupid question. And it wasn't, and it's a justifiable question bearing in mind we haven't seen him for some time and he's not leading in the polls, or at least according to the latest numbers. So enlighten me, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "QUEST",
      "sentences": "Do we know why she won't? I mean, the woman has done it -- the vice president has done it before. She's answered, you know, in her longillustrious career, she has. And is it just time and place or do we know why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "HOLMES",
      "sentences": "I can't answer the question why she won't or even a bit that she won't. It's just that it hasn't happened yet. And that's what they're homenow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "HOLMES",
      "sentences": "They are under the belief that she -- they're under the belief that she won't do it. That's their narrative. Whether it's she won't or ithasn't happened yet, but we know for sure it has not happened yet, they want to get out there and say that, look, J.D. Vance is answering questions. Donald Trump is answering question. And that is true. They are answering questions from reporters. They are going out there and talking, but this is also playing into a larger narrative, which is the senior officials on the campaign saying that Kamala Harris' campaign won't let her go out that kind of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:05",
      "speaker": "HOLMES",
      "sentences": "So that's really where this is coming from. And this was a way for them to show a split-screen of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "QUEST",
      "sentences": "Rising sea temperatures are to blame for the fifth mass bleaching event in eight years at Australia's Great Barrier Reef. Today on CNN'sseries \"Call to Earth,\" Lynda Kinkade takes us to a school in Queensland with a unique approach to helping protect the world's largest coral reef system. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "PEARL, ENVIRONMENTAL CAPTAIN",
      "sentences": "Hi. Welcome to the reefer. I'm Pearl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "MCKENZIE, ENVIRONMENTAL CAPTAIN",
      "sentences": "I'm McKenzie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KIARA, ENVIRONMENTAL CAPTAIN",
      "sentences": "I'm Kiara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "CASSIDY, ENVIRONMENTAL CAPTAIN",
      "sentences": "And I'm Cassidy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "PEARL",
      "sentences": "And we're the environmental captains of Belgian Gardens State School.LYNDA KINKADE, CNN INTERNATIONAL ANCHOR (voice-over): For these school kids, there is no greater honor than becoming an environmental captain, growing up and going to class on the Great Barrier Reef. It's cool to care about the unique home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "At the moment there's a global warming happening and because the water is getting warmer, most of the corals are dying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "The climate crisis is forcing sea temperatures higher causing mass coral bleaching events around the world. It's meant devastating lossesacross reef habitats that support up to a quarter of all sea life. But at this school in Townsville, Australia, young people are tackling the huge problem of environmental degradation by starting small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "BRETT MURPHY, SCIENCE TEACHER, BELGIAN GARDENS STATE SCHOOL, QUEENSLAND",
      "sentences": "And we just want to show the kids that if they are passionate aboutsomething that they can be sure and try and make a change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "For over 10 years Belgian Gardens State School has been successfully breeding clownfish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Here in the reefer we breed clownfish from eggs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because every clownfish we breed and trade is one less taken from the reef.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "The aim is to protect those that live in the wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We breed clownfish because of the success of the Pixar movie, \"Finding Nemo.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm from the ocean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ah, the ocean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The ocean. Ah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everyone wants to like have a clownfish as a pet. And that means that there's more clownfish taken from the reef out of theirnatural habitat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "The students here get the clownfish eggs from the nearby Australian Institute of Marine Science. Then when these little Nemos areold enough, the students give them to pet stores in exchange for aquarium supplies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Up here in tank eight, you can see that these clownfish have laid eggs just in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "Science teacher Brett Murphy has won the support and the admiration of parents and marine biologists alike for his innovativeteaching methods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "MURPHY",
      "sentences": "One big fish, a couple on top, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "And the passion for the environment he passes on to his students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "MURPHY",
      "sentences": "I think it's the perfect way to teach. I feel is that real-life, hands-on learning. So they're doing real calculations in mathematics forthe feeding, and they're doing observations what they might do in science. Then the cool benefit at the end is that those fish are not being taken from the reef.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "It's low tide at Rose Bay Beach in Townsville, giving the students an opportunity for a seagrass survey on the edge of a mangrove forest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So that seeds hatched, so that means that this has produced seagrass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "The data the children will gather will be put to use by the reef authority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This river over here connects to the Great Barrier Reef. So anything that comes out here will go there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "KINKADE",
      "sentences": "At that nearby tributary, the children test the water's health and the results are a little disappointing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:56",
      "speaker": "MURPHY",
      "sentences": "It says 375. So that's probably the cloudiest we've seen in the last three years actually. If the water is really cloudy, can a seagrassget its sunlight? No. it all links together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "MURPHY",
      "sentences": "I think if those students make a connection and it gets in their heart, that's when you make change.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "QUEST",
      "sentences": "Excellent stuff. Now we want to know what you're doing to answering the call. Use the hashtag \"Call to Earth.\"(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:05",
      "speaker": "QUEST",
      "sentences": "To the Olympics and an upset in the men's 200 meters. Botswana's Letsile Tebogo won the event. It's his country's first ever Olympic goldmedal and the first for an African sprinter. U.S. sprinter Noah Lyles was the favorite going into the race. He won bronze and then revealed that he tested positive for COVID. Coy Wire, well, actually, you know me and my duo lingo. Well, here we go. Let's see, let's see. I was going to say it in French, but I think this nice lady will say -- Coy Wire, (speaking in foreign language), in other words Coy Wire is at the Olympics, joins me now. Are they going to take away Noah's bronze medal because he raced with COVID?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "CROWD",
      "sentences": "Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "The Eurosport Max, the Home of the Olympics. And it just happens that my friend here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "Good to see you. Has something ready for our little toast -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "Hang on. Hang on. That is a massive glass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "This is massive? This is normal, no? No. Oh.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "I wonder if WBD is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "Well, you go big on your show. I figured I'd go big, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "All right. All right. Well, look, I'm afraid --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "All right, I'm going to leave it to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "I'm afraid I'm just going to have a sort of glass or something appropriate.Coy, you have been a gentle scholar. It's been wonderful and I'm seeing all our colleagues there on the roof at Eurosport. Their coverage has been magnificent. You have been magisterial in this. And I wish you well. Well, thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "I really appreciate that, and from all of us, with cheers to you. Salud on three, one, two, three, salud. Hey. Lovely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "Right. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "Has a certain (speaking in foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "It's all downhill from here on it. Look at the size of that glass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WIRE",
      "sentences": "Yes, it is. Bye-bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "Look at the size --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "And then, and with that, he just abandons the lot of them. As I say, no wonder the results were the way they were.All right. Air India's chief executive Campbell Wilson says he's determined to turn the carrier into world class airline since it was privatized two years ago. Now Campbell has ordered more than 450 planes. He's refurbished the fleet with new look, new delivery, the whole lot. The (INAUDIBLE) I asked him what's next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "CAMPBELL WILSON, CEO, AIR INDIA",
      "sentences": "It's a complete rebuild. There was 70 years under government ownership and a lack of investment for quite somedecades of that time. So really we've had to rebuild everything, whether it's physical premises, whether it's the technology platform, whether it's the fleet, resuscitating aircraft back into service that had been grounded for want of spare parts. 9,000 new staff. It really has been a complete rebuild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "And the number of new staff that you've brought in, a younger workforce, more dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WILSON",
      "sentences": "Well, under the previous owner the airline didn't recruit and so from a non-flying staff perspective, it didn't recruit anyone since 1999,which led to an average age of 54 with a retirement age of 58. The consequence is there's a very large hole in the middle of the organization in terms of succession and capability and people. So we've been able to recruit quite massively to fill that hole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "How do you want to balance domestic and international?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WILSON",
      "sentences": "Well, at the moment, international was about two-thirds of our revenue. Domestic is about one-third. We would like to even that up alittle bit more. The domestic market already the third largest in the world growing at a 10 percent compound annual growth rate. International, when we took the business private, there were only 43 wide-body aircraft in India for a population of 1.4 billion people. Contrast that with some city-states in Asia and the Middle East with 150 or 200 wide body aircraft. So the upside opportunity is absolutely huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "IndiGo proved to a large extent that a well-run, well-managed airline can be very successful in India, doesn't it? And it has the largepart of the market and you're in competition with them now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WILSON",
      "sentences": "Well, Air India has grown from 8 percent of the domestic market to when you take all of the organic and inorganic growth we've done 30 percentof the market at the moment. So we've made significant inroads. The market itself has consolidated. So such that the two major players now have about 80 percent of the market share. And Air India now being a private business is no longer a spoiler without a profit motive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "You're unashamed in admitting that certain protections for your market have to remain while the restructuring takes place before you canhave a level playing field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "WILSON",
      "sentences": "I think that's just the nature of evolution that most countries' airlines started off owned by the government. Most countries were veryprotectionist until they built the capability and the capacity to compete internationally. I think it's not right to ask India or indeed any other nation to sacrifice themselves just because other people got there first. So I think it's a matter of timing. It's not a matter of direction, it's a matter of timing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "QUEST",
      "sentences": "You want the protections to remain while you build and execute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "You see that's the core. You've got to get people to actually want to fly you. Can you feel the ship turning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "WILSON",
      "sentences": "Absolutely. There's a brand new A350 aircraft out there right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "WILSON",
      "sentences": "That represents the best in the world in terms of product or the equal to the best in the world in many respects and it's -- you know, theseare the first six aircraft, we've got 11 other wide bodies that have a similar product. We'll be refitting all of our legacy aircraft with a similar product over the next couple of years. We have 470 new aircraft on order that are going to also come with that product. We are investing in what it takes to make this world class.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "You've only got to get the seats, get the planes and beat the supply chain issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "WILSON",
      "sentences": "Look, those things will have their delays and frustrations as they will for every airline. But it's a mechanical process and it will happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "Are you enjoying yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "WILSON",
      "sentences": "Absolutely, it is the most enjoyable job in the world most days.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "I like the last bit, most days. We'll have a \"Profitable Moment\" most days.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:03",
      "speaker": "QUEST",
      "sentences": "Tonight's \"Profitable Moment.\" Whatever else I talk about, I must start by saying that as far as I can see, there's no economist anywherethat believes that if Donald Trump doesn't get elected, there'll be a great depression, or indeed that we are facing a depression at the moment. It is simply not on the cards. Could it happen? Of course, theoretically, yes. Is it likely? Absolutely not. Now, the real \"Profitable Moment.\" I was much taken by seeing the Taylor Swifties singing back in Austria even though that concert had been canceled, making the best of a bad situation. The concert may have been canceled, but they were determined to enjoy themselves and that's something that we take forward. In the same way, Noah Lyle was enjoying himself running with COVID. As my producer said, four years ago you wouldn't be allowed to in the room at the Tokyo Olympics where you wouldn't be allowed to compete without masks and swabs and tests. Now, a sensible use of a mask and everybody just gets on with their daily lives. Just as it should be. Making the best of a bad situation. And then you've got the Paris Olympics. Well, they swam in the Seine making the best of that situation. And you've got the rain, that rain that poured on poured on poured, but it didn't put people off. They were making the best of a bad situation. You've got Campbell Wilson with Air India, from the very bottom to the top, making the best of a bad situation. And you've got me away for the next two weeks. I'm ready for a break. It's been a long few months. And so guess what, I'm going to make the best of a bad and good situation because that's QUEST MEANS BUSINESS for tonight. I'm Richard Quest in New York, Whatever you're up to in the two weeks ahead, I hope it's profitable.",
      "isLastSentenceInterrupted": false
    }
  ]
}