{
  "date": "2024-03-14",
  "headline": "CNN News Central",
  "subHeadline": "The Not-So-Joint Appearance of Princes William and Harry; \"No Label\" To Appoint Panel to Pick Presidential Candidate; Student Pilot Accused of Trying to Access Cockpit During Flight. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "When London turns out tonight to honor 25 years of the late Princess Diana's legacy, all eyes will be on her sons William and Harry. The London event is billed as the brothers making a joint appearance. Joint, yes, that usually means together, but neither brother will be in the same room together at the same time. Harry is set to appear on video, but only after William has left the event. We have CNN Royal historian Kate Williams joining us on this.We're in a joint event right now. At least I am in the same place as you were on the screen there, Kate, but it's pretty interesting how this is all going to go down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KEILAR",
      "sentences": "Yes, no, it certainly is not. You mentioned the photo. I've got to ask. What is the latest on how the photo is being handled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "WILLIAMS",
      "sentences": "Well, what we saw today was William made a visit to a youth project in London, and that is exactly what Kensington Palace needs to do now. They need to get William out doing usual, normal, little engagements where he seems happy and relaxed. And he actually made a reference to Kate.He said, look, I can't do art. I'm the least arty person in the whole of my family. My wife is the arty one. And I think some people thought, well, yes, you know, there was the photo editing. But it also is a nice reference to Kate. And this is damage limitation from Kensington Palace. They've got William out looking jovial, talking about his wife, because it's been a disaster for them. And, you know, there's been mockery. The British press has been pretty respectful, but there's been mockery across the world. And I noticed today that the head of AFP, this fairly reputable photo agency, one of the photo agencies that withdrew the photo because it was digitally manipulated, he said, you know, we only do this about once a year, and we normally only do this for the news agencies from Iran and North Korea. So he was basically comparing Kensington Palace to the news agencies from Iran and North Korea. Now, that is quite serious. He's really saying we can't trust them anymore. And so I think it really got to go on to damage limitation now. The photo was a complete disaster. The royal family, there were memes all over social media, jokes all over social media. That's not what they want. They want them focused on their work, on their charities. So William is hoping they'll get back to looking at his work and his legacy. But this isn't really the way to do it. I think he should have stayed to the end of the event, even if he didn't really want to watch the video call. It will look quite strange to leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The centrist political group No Labels is moving closer to making a third party presidential bid. The group's founder, former U.S. Senator Joe Lieberman, has been saying for months they might launch an alternative to the now presumptive nominees Donald Trump and Joe Biden. We're hearing they're assembling a committee to select their 2024 nominee.So let's discuss with former senator and 2000 Democratic vice presidential nominee Joe Lieberman. Senator, thank you so much for being with us. Since you are helping to select the ticket, walk us through who's on your short list. JOE LIEBERMAN, \"NO LABELS\" FOUNDING CHAIRMAN: Well, tonight, look, we've been working a long time in No Labels to get ready for this moment. I mean, our movement was created in 2010 to try to overcome the bipar- -- the partisanship and ideological gridlock in Washington. So the government could actually start working for the people again, instead of focusing on fighting each other. We've done it mostly through Congress with some success. But our members felt that we were never going to succeed if it ended up being Trump and Biden again. And now Super Tuesday has come and gone. And it is. So we're ready. Tonight, we're going to announce in an email that I will send out accompanied by a video narrated by Mike Rawlings, who's the chairman of our grassroots convention. Mike is a former mayor of Dallas and CEO of Pizza Hut, which will describe what we call our country over party committee, which is a kind of nominating committee. And we're now going to go to work. We've been working on it. But we're now it's decision time to try to find the best bipartisan unity ticket we can give the American people as the third choice. They say they want overwhelmingly because they don't want to have to choose again between Trump and Biden. So we're not going to announce candidates today. But we do announce that we're going to announce candidates this spring. And that could be as early as you know, the calendar of nature, March 21st.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Sure. So if you won't give us any names, walk us through some of the qualifications that you're looking for and that you're considering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LIEBERMAN",
      "sentences": "Yes, that's a really good question, Boris. So obviously, we want the people who are capable of being president and vice president.[15:45:00] We also want in our case, people who are committed to the No Labels, common sense agenda, really, which is about collaborating with people in the other party. Not just having constant warfare, negotiating, compromising, getting things done, which is in our common sense agenda. In other words, to accept our platform, and then being willing to and having the courage to seize this historic moment. Because we know in no labels, that this has not been done often in American history. I mean, the last time a third party candidate won a national election, I'd say it was Abraham Lincoln in 1860. The last time a bipartisan ticket won was 1864, when Lincoln asked the Democrat to run with him. But we think the country is actually as divided and down on the two political parties as they were way back then. 60 to 70 percent of the American people say they want a third choice. We now are ready. And we also feel it's our responsibility to offer them that third choice. And we think it's going to be a really high quality, very different bipartisan ticket. The committee that's going to be announced tonight will make its recommendation back to the 800 grassroots members of No Labels that constitute our kind of nominating convention. They'll have the final say, and then we'll be off and running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "And I'm curious to get your thoughts on the potential to play a spoiler. I've heard members of your organization say that that is something that you want to avoid.Specifically, your group has noted that they want to avoid pitching a ticket that they feel would help reelect former President Donald Trump. I'm wondering if you have a deadline set to figure out whether you would play spoiler or not. What happens in the scenario that you see it trending in that direction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LIEBERMAN",
      "sentences": "Right. So we set two standards when we started out on this, in terms of the data, Boris. One is that we actually thought we wanted to feel that we had a chance to win. And we think we do.Because, you know, you can carry the electoral votes of the state by just getting the most votes in the state, you don't need a majority. So we think about it, you got Trump, Biden, RFK Jr. Cornel West, Jill Stein, and our bipartisan unity ticket, which will be very different from the four or five others, you could carry states with 34-35 percent of the vote. So in our polling, we show that's possible. Secondly, we don't want to be a spoiler. And we don't particularly, and I really feel strongly that I'm speaking for the great majority of No Labels members. While we want a choice other than Biden, and Trump, I think our members feel that it would be really bad for our country, if Trump were reelected. So we don't want to do anything to toss it back to Trump. Again, our polling shows that that's not the case. But we'll watch the data as we go along. Although if we're in it, really, we're in it to win. And that's, I hope, what will happen with the help of the American people. We're going to give them the third choice that they've told us and everybody else they really want. Not Trump, not Biden, a bipartisan unity ticket government to run America for the next four years. Think of how great and different that would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Sounds like a tough balancing act to get there. Former Senator Joe Lieberman, appreciate the time, sir. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "LIEBERMAN",
      "sentences": "Thanks, Boris. Good to talk to you. Have a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "A student pilot has been charged for allegedly attempting what he says was a test for the flight crew. He's being accused of trying to open the door to the cockpit several times during a flight. This happened March 3rd on an Alaska Airlines flight from San Diego to Washington D.C.And it got to the point that a federal marshal reports, quote: Attendants also had to put the beverage cart out as a barrier to block the cockpit. CNN's Pete Muntean is covering this story. OK, give us specifics on what happened. Some kind of test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "Some kind of test is right. And we'll get to that quote in a second.This all has to do with Nathan Jones, who spelled out in these court documents as this 19 year old who tried to get up on this flight three times and break into the cockpit. He was a student pilot, according to the search that took place afterwards. What is really interesting here is that he was in seat 6-E, which was a middle seat on the right side of the plane. After he did this thrice tried to get into the airplane, these off duty police officers very luckily were on board, sat down next to him in each either seat, the aisle on the window to make sure he didn't get up again. And then the flight attendants put flex cuffs on him. This is when Jones said something really interesting -- according to the court documents. They say: When flight attendants asked Jones why he tried to access the cockpit, Jones replied that he was testing them. Which is very intriguing. Of course, will come up in a court hearing likely on Monday. [15:55:00] Jones did consent to search of his bags, his carry on and his check bags where there were multiple notebooks with writing in them, according to the court documents also describing how to operate an aircraft, including take off in the air and landing techniques. And in his wallet was his student pilot certificate, which essentially enables a student pilot to solo an airplane once they get enough training. Unclear here what stage of his training Jones was in. Jones's family has spoken to him twice in courts. They say that they're devastated and greatly concerned about his mental health and the behavior described in the affidavit of the current complaint are inconsistent with this young man's life. So we will see here. This court hearing is scheduled for Monday. Now he's being held at the adult detention center in Alexandria, northern Virginia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "All right, Pete, thank you so much for that. Very strange.Do you want to be the next Bond? James Bond will grab your martini shaken, not stirred and see if you can crack this code. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Could you be the next James Bonds? No, not one of those guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "Those guys. It took these guys -- I think they're supposed to be some of those guys on the screen right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, some kind of --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "You know -- you know them in your mind --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "KEILAR",
      "sentences": "-- that real James.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SANCHEZ",
      "sentences": "We don't mean like Sean Connery or Daniel Craig. We mean like a real James Bond, a real spy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, it's an interesting image. It's aimed at quote those who think and see the world differently. It contains 13 clues representing letters that spell out a message.And after posting the puzzle yesterday, the agency is now revealing the answer. Those who found journey to G.H. -- rather GCHQ hidden in those clues. You might be hearing from a spy master soon. Do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "KEILAR",
      "sentences": "I think I need a vision test. That's what it tells me. I need a vision test.",
      "isLastSentenceInterrupted": false
    }
  ]
}