{
  "date": "2024-01-04",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Appeals Colorado Ballot Ban to Supreme Court; Jeffrey Epstein Documents Unsealed, Associates Made Public; Tonight: Haley, DeSantis in Back-to-Back Town Halls in Iowa. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:26",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "The Supreme Court expected to answer an historic question. Should Donald Trump be allowed to run for president in the state of Colorado? Why his team says he deserves to be on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:26",
      "speaker": "AUDIE CORNISH, CNN ANCHOR",
      "sentences": "And the first batch of the Jeffrey Epstein documents are unsealed. What it reveals about his relationships with former presidents Bill Clinton and Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:26",
      "speaker": "MATTINGLY",
      "sentences": "Plus Nikki Haley and Ron DeSantis face Iowa voters tonight in CNN town halls. Why Haley says New Hampshire Republicans need to correct the Hawkeyes.CNN THIS MORNING starts right now. Good Thursday morning, everyone. And welcome. I'm Phil Mattingly with Audie Cornish in New York. Poppy Harlow is off today. And all eyes now on the Supreme Court, which is poised to make an historic decision with enormous implications for the presidential election. Can a state throw Donald Trump off the ballot? Trump is asking the high court in the land -- the highest court in the land to overturn the ruling in Colorado that decided he engaged in insurrection on January 6th and is therefore disqualified under the Constitution. Now, in their appeal, Trump's lawyers argue the insurrectionist ban doesn't apply to the presidency. They say Congress, not judges, should decide if a candidate is eligible. Trump's lawyers insist January 6th was not actually an insurrection at all and that Trump told his supporters to, quote, \"be peaceful\" in his rally right before they attacked the Capitol. Here's part of Trump's speech his lawyers cite in their appeal. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:26",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I know that everyone here will soon be marching over to the Capitol building to peacefully and patriotically make your voices hard.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:26",
      "speaker": "CORNISH",
      "sentences": "Trump's lawyers point out that he never told his supporters to enter the Capitol. The Colorado Supreme Court ruled that Trump did incite violence to disrupt the peaceful transfer of power during his speech before the deadly riot.Now, here are the parts the justices highlighted in their decision. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:26",
      "speaker": "TRUMP",
      "sentences": "We're going to walk down to the Capitol. You'll never take back our country with weakness. You have to show strength, and you have to be strong.We fight like hell, and if you don't fight like hell, you're not going to have a country anymore. We're going to try and give our Republicans -- the weak ones, because the strong ones don't need any of our help -- we're going to try and give them the kind of pride and boldness that they need to take back our country. So let's walk down Pennsylvania Avenue. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:26",
      "speaker": "CORNISH",
      "sentences": "All right. We're going to bring in Zach Cohen to talk more about this. And Zach, first, give us a a few more details about the appeal itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Zach, I understand that we've kind of normalized the word \"unprecedented\" over the course of the last several years, but this one, at least from a legal basis, that's actually literally the case. And that raises the question, do we have any idea when the Supreme Court is going to weigh in here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "COHEN",
      "sentences": "Phil, it's unlikely that the Supreme Court will take this up and resolve this issue before the ballots have to be certified. Obviously, that happens tomorrow, on January 5th.But you know, look, Colorado's secretary of state has given the Supreme Court justices a timeline of election-related deadlines that she needs to meet. She's urging the justices to move quickly in deciding not only to pick this up, but to rule on the issue itself. So you know, mounting pressure for sure from the states to make a decision, weigh in and add some clarity, not just for Colorado but for states across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Yes. A huge question with enormous consequences. Zach Cohen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "Joining us now, CNN senior legal analyst and former assistant U.S. attorney for the Southern District of New York, Elie Honig.Elie, so help us understand --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "-- how this is different -- here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "How is this different from the Maine case, like in terms of what the appeal is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Yes. So they're in different procedural postures, first of all. Because the Colorado case already came up through the Colorado courts, was ruled on by the Colorado Supreme Court and now is with the U.S. Supreme Court.The Maine case was only ruled on by the Maine secretary of state. So that now has to go through the Maine state court system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "Who has said she wants a ruling. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "Like, she wants someone to weigh in here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Well, it's an interesting factor here, because usually the side that loses below goes to the Supreme Court asking for what we call cert, meaning asking the Supreme Court to take the case. I've lost below; I'd like you to take it and reverse it.Usually, the side that won below says no, Supreme Court, you should not take the case, because if they don't, then whoever wins below, that's it. They win. Here we see most of the people on both sides of this asking the Supreme Court formally on the record and also just in media, saying, yes, you should take it. So whatever the disagreements have been and certainly will be between the sides, everyone agrees on both sides of this. The Supreme Court has to take this. And I think everyone agrees they have to take it quickly. We're under deadlines here almost day by day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Yes. Strikingly different posture from Trump's legal team that wants everything else delayed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "-- and pushed off as far as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "This, act immediately,In the appeal itself, you predicted kind of the four critical buckets before they came. It's no insurrection; Congress, kind of up to Congress; no due process; and the president is not an officer. When you kind of cull through those, what sticks out to you as the most critical element?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "So definitely focus on the procedural. The whole argument of did he engage in insurrection or not, that's not for the Supreme Court. They're not going to go back through the facts and re-find the facts. That's really for the trial part. Colorado Supreme Court didn't even really do that. They relied on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "(UNINTELLIGIBLE), though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "-- trial court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "But for somebody who's watching this and why not? Why isn't that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Because the Supreme Court does not have trial capacity. What the Supreme Court does is take the record, as we call it, as established in a trial court. What the witnesses said, what the documents were. And then they can base a legal decision off that.But they're not going to redo that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "They're not built to reenact that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "Exactly. They don't have a witness box, the Supreme Court. They have argument, you know, pedestals, basically.I would focus on the procedural here. Is it up to Congress or is it up to the states? That's the first question. Second of all, if it is up to the states, did Colorado follow its own procedures? Did they give Trump enough due process? And then there's this question -- I know -- I know, Audie, it makes you nuts. Is the president an officer? And the reason you find that frustrating -- I'm going to diagnose this -- is because you have a very logical brain, which would say, of course, the president is an officer. But the law is not always logical. There's ways to parse through other parts of the Constitution that suggest perhaps the president is different from an officer of the U.S. I'm with you, but we're not wearing the black robes here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "No, but I like a diagnosis early in the morning. So thank you, Elie, so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Well, breaking this morning -- by the way, congrats on the logical brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "CORNISH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "That's great. Elie has never given me that. That diagnosis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "HONIG",
      "sentences": "You're -- you have a high E.Q., though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:07",
      "speaker": "MATTINGLY",
      "sentences": "Thank you. That's also very kind. I like this morning. Six a.m. Let's rock and roll.Also breaking this morning, a deadly strike hitting a pro-Iran militia base in Baghdad. Details on the attack as fears of a wider conflict in the region grow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:13:05",
      "speaker": "MATTINGLY",
      "sentences": "Well, this morning, a trove of new documents unsealed reveal new details in the Jeffrey Epstein sex-trafficking case.Prince Andrew, former President Donald Trump, former President Bill Clinton all named in those documents. The secrecy surrounding the court filings captured the public interest after Epstein died by suicide in 2019 while awaiting his trial. CNN senior crime and justice correspondent Shimon Prokupecz reports on what's in the latest release. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:13",
      "speaker": "MATTINGLY",
      "sentences": "Thanks to Shimon Prokupecz for the reporting.We do want to note: former President Trump is not accused of wrongdoing related to the Epstein -- related to Epstein in the documents. CNN has reached out to the Trump campaign for comment on this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:13",
      "speaker": "CORNISH",
      "sentences": "New this morning, a father and son in San Antonio now charged in the deaths of a pregnant Texas teenager and her boyfriend because of what law enforcement are calling a narcotics-related deal gone bad.Police say 19-year-old Christopher Preciado was arrested on suspicion of capital murder. His father, Ramon, is charged with abuse of a corpse, because he's accused of helping his son move the bodies. Officials say the bodies of 9-months-pregnant Savanah Soto and Matthew Guerra were found in a car last week, each with a gunshot wound. The case has been listed as capital murder because of the death of an unborn child. Police say more charges are pending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:13",
      "speaker": "MATTINGLY",
      "sentences": "Well, the calendar says Iowans go first in their caucuses. They're happy to let you know about that. But Nikki Haley, she wants to skip ahead to New Hampshire.(BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: You know Iowa starts it. You know that you correct it. You know that you continue to go -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:13",
      "speaker": "MATTINGLY",
      "sentences": "Oh, Iowans have some thoughts on that. We'll get to it in a moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "CORNISH",
      "sentences": "Tonight GOP rivals Ron DeSantis and Nikki Haley make their case to voters in back-to-back CNN town halls. That's in Iowa.But with less than two weeks before the caucuses, Haley says it's really New Hampshire that will sway the outcome. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "HALEY",
      "sentences": "We have an opportunity to get this right. And I know we'll get it right. And I trust you. I trust every single one of you. You know how to do this. You know Iowa starts it. You know that you correct it. You know that you continue to go --And then my sweet state of South Carolina brings it home. That's what we do. That's what we do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "MATTINGLY",
      "sentences": "It might be a little awkward when she gets back to Iowa tonight for the town hall. Might not sit well with voters in the Hawkeye State.CNN's Steve Contorno, live at the site of tonight's town hall in Des Moines, Iowa. Steve, when you talk to campaign strategists with both the Haley and DeSantis campaigns, what are they looking for tonight? What's resonating on the trail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "STEVE CONTORNO, CNN CORRESPONDENT",
      "sentences": "Well, Phil, as these candidates and Donald Trump's top rivals barnstorm across these early nominating states, you are hearing a sense of urgency from their supporters to take on the former president head-on.(BEGIN VIDEOTAPE) CONTORNO (voice-over): With 11 days to go, the window closing for Donald Trump's top rivals to make their case to Republican voters before the Iowa caucuses. Florida Governor Ron DeSantis on the ground Wednesday in Iowa. GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE: It's great to be back in Dallas County. CONTORNO (voice-over): Where Trump's grip on the party will first be tested. And former South Carolina Governor Nikki Haley delivering her pitch to voters in New Hampshire. Both candidates in a frantic push to emerge as the leading alternative to the GOP frontrunner, stepping up their attacks of the former president on the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "DESANTIS",
      "sentences": "I do worry -- look, I think he -- I don't think he could get elected in this country, in spite of what they say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "HALEY",
      "sentences": "Chaos follows him. You know I'm right. Chaos follows him. And we can't have a country in disarray and a world on fire and go through four more years of chaos.CONTORNO (voice-over): But also facing criticism from some voters that they haven't hit Trump hard enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why haven't you gone directly after him? In my viewpoint, you're going pretty soft on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "DESANTIS",
      "sentences": "I've articulated all the differences time and time again on the campaign trail.I think what the media wants is -- is they want Republican candidates who just kind of like smear him personally and kind of do that. That's just not how I roll. CONTORNO (voice-over): Meanwhile, super PACs supporting DeSantis and Haley are spending millions on the airwaves in the early states, virtually ignoring Trump and almost exclusively attacking each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:33",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In a world of chaos, the last thing America needs is another Dumpster fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "HALEY",
      "sentences": "I don't play for second. I never have. And I'm not going to start now. And yes, we will always follow the Constitution. That's the best part about our country. We have to protect it.(END VIDEOTAPE) CONTORNO (on camera): Entrepreneur Vivek Ramaswamy has also spent a lot of time in Iowa in recent days barnstorming across the state. That is a state that he is putting a lot of effort into. Of course, Governor Ron DeSantis has all but staked his presidential campaign on a strong outcome here. An interesting development in recent weeks, though. Governor DeSantis came into the race with a lot of money behind him. However, he has actually been outspent in recent weeks by the Haley campaign and her supportive super PAC. That is a development that we just could not have anticipated at the beginning of this race, Phil and Audie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "CORNISH",
      "sentences": "All right, Steve. Thanks so much.CONTORNO (voice-over): And joining us now, CNN political commentator and Republican strategist Alice Stewart; CNN political commentator Bakari Sellers; and Caitlin Dickerson, a staff writer at \"The Atlantic.\" Bakari, I want to start with you. At this point in a campaign, six months of spending a lot of money, doing a lot of town halls, doing -- doing a lot of ad buys, it's about to get real. If you're one of these campaign managers, what do you want out of the town halls tonight for your candidates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, we don't need any more mistakes. We don't need any more kind of self-imposed flubs like Nikki Haley's Civil War comments.I truly believe, for example, that Chris Christie probably would have been out of the race by now, but for Nikki Haley's kind of Civil War disaster. And so what you don't want in these town halls is any more of these self-imposed wounds that you then have to spend the next few days cleaning up. You have to be focused on these next few days between now and King Day -- ironically enough, the primary's on King Day -- hammering home your -- your final stretch message; making sure voters remember who you are and what you stand for, not some mistake that you have to clean up on aisle three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "CORNISH",
      "sentences": "Alice Stewart, between Nikki's comments about Iowa, which kind of sound like she just doesn't think she's going to win Iowa, and these comments from Chris Sununu I'm going to play for you in a moment, I feel like we're hearing the strategy from the Haley campaign. But here's the New Hampshire governor about his predictions.(BEGIN VIDEO CLIP) GOV. CHRIS SUNUNU (R-NH): We know Trump is going to win the caucus in Iowa. That's -- that's just a given. Right? But again, with Nikki coming in second place where nobody thought it could happen, that's going to happen. It's even more momentum; it's more galvanization. And then, again, having the strong second place finish was always our goal. We've got that wrapped up, guys. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "CORNISH",
      "sentences": "You talk about the ABC's of campaigning. What are we looking at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Look, I think you can't have a better surrogate than Governor Sununu, for sure.But look, everyone realizes that Donald Trump is going to be the frontrunner in these early states. The key is to come in second place. And all of these candidates are doing it with what I call the ABC's of campaigning, having been in many Republican primaries. \"A\" is they have articulated their message. Voters understand where they are on the issues and policies and making sure that they have made that quite clear. The \"B\" is they have all braved attacks. They've all been at the top of the pile, and they have braved the attacks and made sure that they push back when necessary. The \"C\" is critical. In our our town halls and our debates, the \"C\" is to connect with voters. Let voters know that they understand what they're going through and understand what it takes to put food on the table. And also, close the deal. Make sure that voters understand how they can differentiate themselves from Donald Trump. And they're doing so by showing many of them there's a generational change. There's an optimistic change. There is certainly a viewpoint change and certainly less chaos and drama with their candidacies. CONTORNO (voice-over): Caitlin, to that point, Trump is up by 30-plus in Iowa. You pull up the CBS poll, I think he's back up by 30 again. He's consistently been there. Jeff Zeleny talked to an Iowa voter last night who made a point that I think we've heard over and over again the last couple days in town halls, which is interesting. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I thought it was vague. I think he needs to go after Trump. And I don't see him doing it. So I don't know that he's going to be able to pull this off unless he goes after Trump head-on. And that's just my belief.(END VIDEO CLIP) CONTORNO (voice-over): Talking specifically about Ron DeSantis there. Similar issues have been raised in New Hampshire with Nikki Haley. Why? CAITLIN DICKERSON, STAFF WRITER, \"THE ATLANTIC\": What I hear again and again from voters across the country is that they want a fighter. That's what people really love about Donald Trump. Right? I mean, his support comes from a mix of his policies and his personality. It's heavier, I think, on the personality. One farmer I interviewed recently was telling me the No. 1 issue harming his business right now is that his immigrant workers who don't have legal status are at risk for deportation. Some of them have been picked up in raids and deported. And then I asked this farmer, What do you think about Donald Trump? He said, I love the guy. He has my vote, knowing that Donald Trump would never support the kind of policies that this farmer is looking for. So that much popularity and passion is going to be really hard to overcome. And that's the challenge for DeSantis and for Haley.",
      "isLastSentenceInterrupted": false
    }
  ]
}