{
  "date": "2024-09-26",
  "headline": "CNN News Central",
  "subHeadline": "Parts of Florida underwater as Helene nears Category 3 ahead of landfall; Helene threatens unsurvivable storm surge up to 20 feet; New York City Mayor Eric Adams indicted on federal corruption charges; Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:01:22",
      "speaker": "DANNY FREEMAN, CNN HOST",
      "sentences": "Parts of Florida's coast are already underwater from Hurricane Helene as the storm's huge size is likely to lead to higher storm surge and dangerous winds. An update is imminent as forecasters watch a storm that could be one of the biggest those forecasters have seen in the past century.Plus, calls for censure and backlash for a Republican representative after he referred to Haitian migrants as thugs and worse. One Democrat confronting him on the floor as others call for an ethics investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:22",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And a glimmer of hope for anyone in the housing market. The latest on mortgage rates and how the Fed's rate could cut -- could open up a frozen housing market for buyers and sellers. We're following these major developing stories and many more, all coming in right here to CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:01:22",
      "speaker": "FREEMAN",
      "sentences": "And we continue to follow that breaking news. The southeastern United States is bracing for Hurricane Helene. The Category 2 storm is now just hours away from making landfall along Florida's Big Bend region, and it's getting stronger. Now, almost a Category 3.Officials say Helene could have significant impacts from Florida all the way to Tennessee with large cities like Atlanta in the storm's path. Helene is expected to bring life-threatening storm surge along the Gulf coast up to 20 feet in some places. That's nearly as high as a two story building. And then there's also the winds which we've been watching all throughout this morning, which span nearly 500 miles. Forecasters say, Helene could grow into one of the largest storms in the Gulf of Mexico in the last century. For more on this, let's go straight to the CNN Weather Center, Meteorologist Elisa Raffa. Elisa, what can we expect in these coming hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "FREEMAN",
      "sentences": "Elisa Raffa, thank you so much for that update. Truly a scary situation. For more on this, let's turn now to CNN's Michael Yoshida. He is in the town of Steinhatchee, Florida, in the state's Big Bend region. Michael, what are you seeing where you are right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "MICHAEL YOSHIDA, CNN REPORTER",
      "sentences": "Hey there, Danny. You mentioned, we're here in Steinhatchee. At this point, you can see, we have a light breeze, mostly relatively calm right now, although we know that's going to change in just a few hours. It's been a lot of preparation going on over the last few days. Taylor County, which is where Steinhatchee sits, they issued that mandatory evacuation order back on Tuesday. Since then, we've been in the area. We've seen businesses boarding up. We've seen other businesses like this marina doing the preps that they can.You can see right here, they've been tying everything down because they remember what happened when a Dalia hit last year. And they say, they lost many of their docks. They were lifted up in that storm surge and just floated away. So now, they're trying to do what they can to prepare as much as they can, I should say, for this storm, tying things down to more secure areas. The business right here, this marina, they tell me following that storm, they had water up to waste level, if not higher. So they're concerned about that significant storm surge that you were just talking about. So a lot of preps going on. We've seen the sheriff's office and deputies making the rounds through this town, alerting people, knocking on doors, talking through their loud speakers, warning people about the potential changing conditions and that if they are going to get out, they really needed to do that in the last few days, but still, making sure everyone's aware of just how potentially dangerous this storm could be once it hits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "FREEMAN",
      "sentences": "Mike Yoshida, thank you so much. Really looks like the calm before the storm right there. Stay safe. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "KEILAR",
      "sentences": "The impact of Hurricane Helene is already being felt along parts of the Florida coast with some beachfront streets flooded and tropical storm conditions in some areas. The worst of the storm, though, is still yet to come. This is really ramping up.Joining us now is Florida's Lieutenant Governor Jeanette Nunez. Governor, thank you so much for being with us. Talk to us a little bit about whether people are heating the warnings. Are they getting out when you're talking about unsurvivable storm surge? JEANETTE NUNEZ, FLORIDA'S LIEUTENANT GOVERNOR: Yeah. I think for the most part, people are heeding those warnings. They've been evacuating consistently. But, of course, you always have a handful of folks that want to stay and ride out the storm. And we continue to partner and work with our local emergency management officials, with our sheriff's office. They go and they encourage people, those that are in those potentially catastrophic areas due to storm surge and flooding. They're encouraging them to leave because that window is going to close very soon. There will come a point in time this afternoon where it is no longer safe to leave. There will be no public transportation. You can't get an Uber out of your home. And so we don't want people driving out through the storm when the storm is already hitting that particular area. So the time to do that is now. We continue to encourage those that are in those potentially devastating areas to do that. But again, we're going to do everything we can, make sure that we're with them. Obviously, after the storm has subsided, we'll do all the work that we need to do to help people recover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "KEILAR",
      "sentences": "Lieutenant Governor, how are you seeing this compared to other storms when we are looking at what really is just such a wide monster of a track here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:05",
      "speaker": "KEILAR",
      "sentences": "And Governor DeSantis warned this morning of a shifting track through Tallahassee. Tallahassee has actually never been hit directly by a Cat 3 or stronger. And we're expecting this particular storm, I should mention, to cross over that threshold into a Cat 3 here shortly. Are you particularly concerned about Tallahassee being ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:00",
      "speaker": "KEILAR",
      "sentences": "New York City Mayor Eric Adams is now facing federal corruption charges. Prosecutors say, he accepted illegal foreign donations and luxury perks like free or upgraded international flights from Turkish officials. And then he took them in exchange for political favors. U.S. Attorney Damian Williams called it a long running conspiracy, accusing Adams of hiding more than $100,000 in gifts and benefits.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:00",
      "speaker": "DAMIAN WILLIAMS, UNITED STATES ATTORNEY FOR THE SOUTHERN DISTRICT OF NEW YORK",
      "sentences": "The conduct alleged in the indictment, the foreign money, the corporate money, the bribery, the years of concealment, is a grave breach of the public's trust. Public office is a privilege. We allege that Mayor Adams abused that privilege and broke the law, laws that are designed to ensure that officials like him serve the people, not the highest bidder.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:00",
      "speaker": "KEILAR",
      "sentences": "Adams responded earlier, urging New Yorkers to wait for his side of the story. CNN's Mark Morales is live in New York, Mark, with more on this. Mark, explain these charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:00",
      "speaker": "MARK MORALES, CNN LAW ENFORCEMENT REPORTER",
      "sentences": "Well, Brianna, it was a treasure trove of details that was unveiled at this press conference earlier today. And as you said, these are five charges. We're talking about wire fraud, conspiracy, bribery, soliciting campaign contributions from foreign nationals. These are very big charges. But what exactly did Eric Adams do?So prosecutors allege in this indictment that foreign nationals were basically paying for his trips around the world. We're talking about airline upgrades to first class, lavish hotel rooms, fancy meals. They were also giving him money that he was able to take and put into his campaign coffers using straw donors, which is illegal. And all this was because they wanted to have somebody prominent in the New York City area that could do their bidding, essentially having somebody that could get stuff done for them. And this came to a head in 2021 when they wanted to open the Turkish consulate. The building itself didn't actually pass a lot of the building regulations, but Eric Adams leaned on the FDNY and got them to pass through all the certifications. And it was so problematic that the FDNY actually didn't think the building was safe enough to open. But that is exactly what a Turkish national would have paid for, for just that kind of a situation so that you could get through the red tape. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:00",
      "speaker": "KEILAR",
      "sentences": "How is the mayor responding to all of this, Mark?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:00",
      "speaker": "MORALES",
      "sentences": "Well, ever since the word of this broke late last night, he's been fairly defiant. Not only has he said that these charges are not true, but he's also insisted that he's not going anywhere and he's looking forward to his day in court. He spoke about this earlier this morning. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "MORALES",
      "sentences": "Now, Brianna, political figures get investigated all the time. Charges are brought against a smaller number of those political figures, but it's still fairly commonplace. The significance here is that the position of Mayor of New York City is very prominent. It's one of the biggest cities in the world. And the idea that federal investigators were at his house earlier this morning executing yet another search warrant for devices is pretty astounding. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "KEILAR",
      "sentences": "Yeah, it certainly is. And the pictures are too. Mark Morales, thank you so much for the report. Danny?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "FREEMAN",
      "sentences": "Thanks, Brianna. Joining us now is John E. Jones III. He's the former Chief Judge for the U.S. Middle District Court of Pennsylvania and currently serves as President of Dickinson College. Judge, thank you so much for joining us to break down this incredible news today.First, I just want to get your quick reaction to the indictment and these five federal public corruption charges. JOHN E. JONES III, FORMER FEDERAL JUDGE: Well, these, Danny, are very sweeping charges. And in the sort of trade these cases are known as this for that cases, meaning that the person who bribes an individual or makes a campaign contribution says, I will give you this. That would be the bribe or the contribution in exchange for that. That being an official act. The Mayor has two really critical problems here. One is the sheer number of gratuities that he's accused of taking, which doesn't look good at all. The second is that these are not legal campaign contributions that are alleged. These are illegal contributions. Many times, you have legal contributions that factor into it. So his defense, I suspect is going to be, I would have taken the official actions anyway. But that's tough in light of the factual allegations in the indictment. He's entitled to his due process, but it's a tough case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "FREEMAN",
      "sentences": "Well, but look at the flip side for a moment, Judge. How difficult will it be, though, for prosecutors to win on these bribery charges? I mean, these are not easy charges to win in court, right? Well, they're not. And the ingredient has to be, Danny, that the jury finds that -- but for the gratuity or the campaign contribution, the mayor would not have committed or accomplished the act or the acts in question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "JONES",
      "sentences": "The problem, as I said, that I think the Mayor has is the fact that these are not legal campaign contributions, frequently in these cases they are. That makes them really tough to prove. And in addition to that, you know, if he took a flight on Turkish Airlines once or twice, that's fine. But query, you know, this many trips, hotel rooms, etcetera, you know, is there something afoot? But it's not a slam dunk case. And I don't mean to say that it is. But the factual allegations, you know, if proven, are going to make a defense tough for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:04",
      "speaker": "FREEMAN",
      "sentences": "Well, on that note, Judge, I'm curious about that because the U.S. attorney and their office basically laid out nearly a decade of these inappropriate gifts, these travel, you know, as they say, (inaudible) are building up to that at least. What is your reaction to these instances reaching back so far? Does that bolster the prosecution's case or somehow help Adams' argument that this may have been persecution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:03",
      "speaker": "FREEMAN",
      "sentences": "Remains to be seen, indeed. All right. Judge Jones, we'll leave it there. Thank you very much for your time. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:03",
      "speaker": "JONES",
      "sentences": "Thanks, Danny.",
      "isLastSentenceInterrupted": false
    }
  ]
}