{
  "date": "2024-11-12",
  "headline": "CNN This Morning",
  "subHeadline": "Trump's 2024 Election Gains Rattle Democrats; Israeli Minister Pushes For West Bank Settlement Annexation; Dolphins Hold Off Rams 23- 15 For Snap 3-Game Skid. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:31:15",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "All right, 5As Donald Trump gets ready to return to the White House, he is doing so with something he's never won before, the popular vote. Donald Trump is now on track to win the popular vote. Votes are still being counted in California and other states, but this does make him the first Republican presidential candidate to win by this metric in 20 years. According to a CNN analysis he pulled it off by improving his margins in nine out of every 10 counties nationwide. Trump found some of his largest gains in Hispanic communities in Florida and in southern Texas, and in some blue state counties across New York and New Jersey. Democrats are now scrambling to figure out what caused the dramatic shift. Former Democratic presidential hopeful and Biden challenger Congressman Dean Phillips says voters want disruption in the political system. (BEGIN VIDEO CLIP) REP. DEAN PHILLIPS (D-MN):  There is a palpable, massive disaffection in the country. And here you have Donald Trump and AOC that may have very different political perspectives and backgrounds but they're both disruptors. And there is a massive appetite right now in our country to disrupt a political system that increasing numbers of Americans are really disgusted by. And I think it's not that surprising. People are more focused on disruption than even policy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "Our next guest, Ron Brownstein, also argues the shift may actually offer Democrats ways to recover in the next election.He writes this. \"While disappointment with Biden provided a huge lift for Republicans last week, moving forward Trump will need to sustain support on the strength of his own agenda, leadership style and results.\" He adds that Trump will soon be the incumbent in charge of fixing problems that he promised to solve. \"If they feel he has not, or if they conclude he has created new problems with his policies there could be a turn away from Trump and the GOP in the 2026 and 2028 elections that is just as uniform as the movement toward them last week.\" Ron joins us now. Ron, good morning. It's wonderful to see you. RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST, SENIOR EDITOR, THE ATLANTIC (via Webex by Cisco):  Hey, Kasie. Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "I'm -- the last time I think we spoke was actually the morning after this election when we were still --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "-- digesting kind of the depth and breadth of this electoral change.And in the block before you we saw that video that AOC put out of herself walking -- basically saying there are Trump AOC voters. There are precincts in her district -- part of the Bronx in New York City. Walk us through what you sort of have digested and learned in the last week as you've looked at these results and really kind of dug into --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "BROWNSTEIN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:31:15",
      "speaker": "HUNT",
      "sentences": "-- to where these changes were made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "Yeah.Ron, one of the things I've been sort of turning over in my mind over the last week is the question of the role that culture has played.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "Because we have seen some evidence that for some of the most progressive cultural positions it's actually white people -- white professionals, in many cases -- white progressives who hold those views --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "-- in bigger numbers and wider swaths than some of the communities that perhaps are more affected by -- or are more directly affected by things like racism where Black voters were telling people, well, like, I don't know. I don't agree with these very progressive statements as much as white progressives do.And you see it -- I mean, Washington, D.C. didn't move terribly in Trump's direction. This is a very sort of progressive that voted very heavily for Kamala Harris. But the places in the city --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "BROWNSTEIN",
      "sentences": "They did vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "-- that moved toward Trump, it's Ward 8. It's one of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "BROWNSTEIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "-- more African American areas. It's the white upper northwest of D.C. that moved more for Harris.I guess I'm interested to know your analysis of what explains all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, first of all, in many ways, what happened to Harris was that everything moved on a national basis. As we talked about before the election, I thought it was virtually certain that Trump was going to run better in Trump country -- small town and rural America -- and that there were clear signs that he was going to make some inroads in kind of central cities.But that the way for Harris to hold on at least in enough of the swing states -- probably just Michigan, Pennsylvania, and Wisconsin -- was to improve her margin on the big, populist, well-educated suburbs in between. She didn't. I mean, she lost ground as well in Oakland County, Michigan and Montgomery County, Pennsylvania, and so on. So I think you saw something that happened everywhere. There is going to be a cultural reckoning in the Democratic Party I think similar to some extent to what happened after 1988 with Bill Clinton where you can bet, I think, the party is going to look for more centrist notes on cultural issues. But I -- there's no way to look at the uniformity of this and -- I think and say that was the central driver. I mean, if you compare the exit polls from 2024 to 2022 a lot more of the people who are dissatisfied with the economy voted Republican in '24 than they did in '22. Kasie, I think 2022 in many ways sent Democrats a false signal about how possible it was to insulate or quarantine the swing states from a general national tide of discontent. I mean, that's what happened in '22. Republicans improved in red states and blue states alike in '22 as they did in '24 in the states where the parties were not spending money. But in '22, Democrats were able to move the attention of voters in places like Michigan, Pennsylvania, Wisconsin, and Arizona toward other issues and their unhappiness about the economy. Things like abortion, or democracy, or Trump's extremism. And as you know, they did that to some extent in '24. I mean, the swing states didn't move as much as the country overall. But they couldn't do it nearly as much. Once she got to a race about the presidency where people think responsibility does lie for setting national policy on things like the economy and immigration, you could not separate the swing states nearly as much. And as I said, if you look at the exit polls the share of people who said the economy was in bad shape who voted Republican -- voted for Trump in '24 was much higher than the share who voted for the Republican gubernatorial and Senate candidates in '22. And so while there was a cultural dimension that, to me, looks like the central dynamic here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "All right, Ron Brownstein for us. Ron, so grateful to have you. Thank you very much for being here and see you soon, I hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:08",
      "speaker": "HUNT",
      "sentences": "All right, straight ahead here on CNN THIS MORNING a far-right Israeli minister pushing for the annexation of the West Bank. Why he says Donald Trump's victory presents the opportunity.Plus, Florida, man. Twelve football teams from the Sunshine State played this weekend and only one of them won. The Bleacher Report up next. (COMMERCIAL BREAK) [05:44:20] (BEGIN VIDEO CLIP) DONALD TRUMP, (R) PRESIDENT-ELECT OF THE UNITED STATES:  Nobody's done what I've done for Israel. Jerusalem is the capital of Israel. We even built the embassy. By moving the embassy that became somewhat automatic. Golan Heights -- gave them jurisdiction. And we did the Abraham Accords, which was a very, very big thing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "The Israeli Prime Minister Benjamin Netanyahu's office has not commented on the finance minister's order. But Israeli's new foreign minister did say yesterday no decision has been made yet but that the issue was discussed during Trump's first term.The Palestinian Authority that also -- which also controls parts of the West bank, criticizing these remarks saying they believe this confirms Israel's plans of \"taking control\" of the West Bank by 2025. Joining us now, former Obama deputy assistant Secretary of State for Legislative Affairs, Joel Rubin. Joel, good morning. Wonderful to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "JOEL RUBIN, DEMOCRATIC STRATEGIST, FORMER OBAMA DEPUTY ASSISTANT SECRETARY OF STATE FOR LEGISLATIVE AFFAIRS",
      "sentences": "Good morning, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "So this issue -- of course, before war broke out between Israel and Hamas in Gaza this was obviously a very emotionally charged and difficult --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- issue -- the settlers in the West Bank.It seems now that some of these leaders in Israel on the right are seeing Trump's election as an opportunity to continue to push forward here. Do you think that that's a realistic possibility with Donald Trump in the White House, and do you think it's in Israel's interest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Well, on the first question, I do think it's a real possibility with Donald Trump in the White House because we've seen already when President Trump was in his first term he enabled a variety of far-right measures to go forward in Israel, such as endorsing the Golan Heights annexation, which is under Israel law but not internationally recognized, and a variety of other items that were on the wish list of Bibi Netanyahu.And so, yes, absolutely, there's no reason to think otherwise. Is it in Israel's long-term interest? Well, much of it depends on how the region reacts. Saudi Arabia is very hostile to this idea, but how hostile? Are they willing to hold up an agreement with Israel and not have normalization or are they willing to allow for some moderation on the West Bank? But in Israeli politics I've got to say right now calling for a two- state solution is just not on the table across the board. And so that gives a lot of political space for Netanyahu to have his far-right minister go out and publicly say something that they have not really pushed hard in the politics of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Yeah.Joel, we did see early -- relatively early in the conflict between Israel and Hamas, Donald Trump made some comments that I think may have raised some eyebrows. He and Netanyahu kind of -- he kind of went at Netanyahu --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- a little bit and has also said -- he's basically suggested that Netanyahu has gone too far. That Israel has an image problem --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- which is, of course, often how Donald Trump is known to think about things as the reality television star that he once was.What do you think that means, if anything, because perhaps you think it's irrelevant -- but what does that mean for what Netanyahu will need to do with Trump in office in terms of Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "I don't think it means much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "I really -- I think that Trump was using this for a little bait and switch electorally to convince voters, particularly in Michigan and amongst the progressive base, that somehow he was going to lean on Israel and push Israel to stop its war in Gaza. If anything, he's going to give more of a green light to the primeminister than President Biden. He's not going to advocate for a two- state solution, which is where Vice President Harris was on the campaign trail. And I think that for the prime minister he already has had multiple calls with Donald Trump since the election and they're going to walk hand-in-glove on these issues. You're not going to see much difference between the two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "How do you think Jared Kushner plays into all of this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Yeah, interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "-- because he obviously was part of the Abraham Accords. There's no indication that he and Ivanka are going to come back to Washington at this point -- but fascinating, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "Oh, I mean, he was the orchestrator of the Abraham Accords, and he is clearly still very much part of the inner circle even if he's not an official.This question -- Saudi Arabia is the key question. What will they demand of Israel if they're going to get a normalization agreement with Israel, which clearly the Israelis want, and the Saudis do to a certain extent as well? And are they going to demand what the UAE demanded several years ago, which was no annexation? That was sort of a detente that they had on the question of annexation. Don't go too far and we'll give you normalization. Is that also what Saudi is going to ask for? And clearly, Kushner is going to have a role in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HUNT",
      "sentences": "Is it possible to do this normalization pact while this war still rages in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "RUBIN",
      "sentences": "For the Saudis, the political environment is not favorable to that. But we may see very well some type of gift after inauguration of Prime Minister Netanyahu to show that yes, Donald Trump is delivering on the cessation of violence now that he's in office. We may see Israel pull back to show a bit of a gift and then move in the direction toward Saudi Arabia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "-- the Secretary of State job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "You served in the State Department.What does that say to you? I mean, he -- obviously when he -- they were rivals in 2016, but Rubio has earned the respect of many in the foreign policy establishment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Yeah. I mean, look, he's a highly trained, highly qualified senator and knows the issues very well. He's a hawk. He comes in with a very strong view on China and of Iran. He's going to be very aggressive.But he's a highly qualified nominee and I think we're going to see a real strong rhetoric coming out of him as Secretary of State if he's confirmed, which he likely will be, on the issues of Iran and China, in particular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "The Senate does typically like to confirm their own to these posts --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "I think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "-- without very much trouble.Joel Rubin, thank you. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "RUBIN",
      "sentences": "Thanks, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "All right, time now for sports.The Miami Dolphins notch a win for the entire state of Florida with a victory over the L.A. Rams on \"MONDAY NIGHT FOOTBALL.\" Coy Wire has more in this morning's Bleacher Report. Coy, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Top of the morning to you, Kasie.It was a rough weekend for football fans in the Sunshine State. All of Florida's college and pro teams had lost for a combined 0-11 heading into last night's game with the Dolphins looking to break the curse, and they stepped up to the challenge. Miami needed less than three minutes to cover 70 yards on the opening drive, ending with an 18-yard touchdown run by rookie Malik Washington, the first of his NFL career. Now, something that blew up on social media a bit. Dolphins' quarterback Tua Tagovailoa, whose career has been in jeopardy due to concussions, choosing to try to tackle Christian Rozeboom after an interception. You see him diving head first there. Tua said that was not his intention. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "TUA TAGOVAILOA, QUARTERBACK, MIAMI DOLPHINS",
      "sentences": "I went up -- I went up to that dude that intercepted me and asked him, like, bro, you couldn't just, like, ran out of bounds or, like, cut back? I wasn't planning on using my head to go hit him. So that was pretty bad tackling form though. That was pretty terrible.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "All right. Now, Tua threw one touchdown pass in this game. It went to Tyreek Hill in the third quarter, and there was a pretty epic celebration afterwards. Tua went 20 for 28 as the Dolphins improved to 3-6 with a 23-15 win, keeping their playoff chances alive.There is no stopping the Cleveland Cavaliers and their high-flying superstar Donavan Mitchell. They're off to a 12-0 start. They're just the eighth NBA team to ever do that. The last team was Golden State who won their first 24 games in 2015. Spider is doing it with style. Check out this 360-degree layup midway through the second against the Bulls. A season high of 36 for Mitchell and a 119-113 win. Five of the last seven teams to start at least 12-0 went on to reach the NBA Finals. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "DONOVAN MITCHELL, GUARD, CLEVELAND CAVALIERS",
      "sentences": "It's great to be part of history. You don't want to take those things for granted. I'm on the road and we're doing it in various ways. We're doing it in ways where we are blowing out teams, where we're winning from behind, we're winning close games. So, like, it's -- and it's different -- it's somebody different every night leading the charge. It's always a group effort.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "The Thunder's Shai Gilgeous-Alexander putting on a show last night as well against the Clippers. Last year's MVP runner-up dropping a career-high 45 points in a 134-126 win. OKC off to a 9-2 start for the first time since the 2011-12 season when they went all the way to the finals.Now it has been a long time coming but Jeremy Roenick is now officially a Hockey Hall of Famer. Sixteen years after playing his last game the nine-time all-star headlined the class of 2024. Roenick never won an individual award or lifted a Stanley Cup during his 20- season career, but he still ranks fourth all-time among All-American skaters with 513 goals. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "JEREMY ROENICK, INDUCTED INTO HOCKEY HALL OF FAME",
      "sentences": "I love this game. It's been such a huge part of my life for most of my life and this is the best way that I could finally find an end to this chapter of my life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "All right, one more thing, Kasie. Get your tissues ready. Veterans Day capped off with a sweet tribute. U.S. Marine Corps Capt. Justin Vega surprised his family at halftime of the Rams-Dolphins game. Look at this son Leo there falling into dad's arms. In the NFL's Salute to Service, the stadium roared as Capt. Vega was reunited with his family.Rams quarterback Matthew Stafford also hosting 20 Navy SEALs and guests last night, wishing all servicemembers and their families the absolute best. Hopefully, what was a wonderful Veterans Day -- Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Coy, that's not fair. You're going to make me cry here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "I know. I'm so sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "I -- these moments really get me; I have to tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "I can't watch either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "I get -- oh my gosh. Anyway, thank you. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "WIRE",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HUNT",
      "sentences": "Very touching.All right. In our next hour on CNN THIS MORNING rewarding loyalty. Donald Trump filling the West Wing with his staunchest supporters ready to execute on his agenda. Plus, Justice Department employees bracing for a second Trump term and his promises of retribution. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "HUNT",
      "sentences": "It's Tuesday, November 12. Right now on CNN THIS MORNING --(BEGIN VIDEO CLIP) SEN. MARCO RUBIO (R-FL):  President Trump has not just transformed our party; he has inspired a movement. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:15",
      "speaker": "HUNT",
      "sentences": "Rewarding loyalty. Donald Trump looks to stack his White House with staunch defenders as he's expected to tap Sen. Marco Rubio to be the nation's top diplomat.Bracing for retribution. DOJ employees prepare for the potential revenge Trump has promised for his political enemies. And -- (BEGIN VIDEO CLIP) SEN. RICK SCOTT (R-FL):  I want the Donald Trump agenda implemented. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}