{
  "date": "2024-06-18",
  "headline": "CNN Newsroom",
  "subHeadline": "Wildfires Spread Across Parts Of The West, Evacuation Orders Grow; ADL Report Card On Antisemitism Flunks Three New Colleges; Team USA Unveils New Olympic Uniforms Designed By Ralph Lauren. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "WILLIAM COHEN, FORMER SECRETARY OF DEFENSE UNDER PRESIDENT CLINTON",
      "sentences": "As John F. Kennedy once said, we haven't -- we hold in our hands the power to abolish all forms of human poverty or all forms of human life. That's what nuclear weapons get us. So, we have to deter that. We have to make sure we're dealing with rational people.I believe that Putin is not irrational. I can't speak for Kim Jong Un, but I believe that there are those -- the Chinese and others who have some influence there. But no one wants to think about exchanging nuclear weapons and making -- turn the planet into an ash heap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Yes, that's a good point. Former U.S. Defense Secretary William Cohen, good to have you back here in the CNN NEWSROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "COHEN",
      "sentences": "Glad to be with you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:42",
      "speaker": "BLITZER",
      "sentences": "Happening now. Evacuation orders are growing as wildfires are spreading across the West. Take a look at this video just outside of the Convention Center in New Mexico. You can see huge clouds of flames and smoke taking over the sky.Out in California, crews are also working to put out fires burning in both northern and southern parts of the state. Authorities say over 15,000 acres of land have been burned since Saturday alone. CNN National Correspondent Natasha Chen is joining us live from one of the fires burning in California. Natasha, what's the situation like today where you are? NATASHA CHEN, CNN NATIONAL CORRESPONDENT: Well, Wolf, we're in unincorporated Los Angeles County north of the city. And you know the phrase where there's smoke, there's fire. Well, the public information officer here told us today you may not see smoke around us here but there is still fire. This 15,000-acre fire, the post-fire created a situation where more than a thousand people had to be evacuated in the last couple of days. And they are still very wary of red flag warning. High wind conditions through at least noon local time. Here is what Captain Marco Rodriguez told us about the difficulties in fighting this fire. (BEGIN VIDEO CLIP) CAPT. MARCO RODRIGUEZ, L.A. COUNTY FIRE DEPARTMENT: What we're seeing down here at the -- at the lower part of the fire -- southern part of the fire is a lot of rugged terrain. Really difficult to access. We're going to be putting some crews on boats and trying to get them off to the side here and try to attack this part of the fire with direct attack. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:42",
      "speaker": "CHEN",
      "sentences": "And he told us that seeing crews actually being shuttled by boat on a lake like that, that's the first time he's seeing that in L.A. County. Now the weather conditions may improve later today here in California. But the situation that you mentioned in New Mexico is very dire.We're talking about two fires that are converging on tribal land, the town of -- in New Mexico there is -- basically officials describing like they're the middle of a pair of tongs with the two fires converging that way, creating 5000 people evacuations. New Mexico residents very concerned there. In fact, Southeast New Mexico, that corner is labeled with the worst drought conditions in the United States right now. Exceptional drought. So, you can understand the severe fire danger there. We were seeing time lapses with cameras from golf courses -- from different areas in that town showing just the massive plumes of smoke and fire that quickly ballooned overnight reaching nearly 14,000 acres. So that's something that we're closely watching right now in New Mexico, along with as you mentioned, the more than a dozen active fires in California. Over the years, we're just seeing these wildfires grow more frequent and grow larger. And the public information officer here tells us that the way they're addressing in this is to really just bring in a lot more crews attacking this a lot more quickly so that they can rap and get to the next fire, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BLITZER",
      "sentences": "Those three universities that went from a D to an F, they all have significant Jewish student populations, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "GREENBLATT",
      "sentences": "Yes, absolutely. I mean, this is not necessarily a measure of the number of Jewish students or the quality of Jewish life. By the way, I'm a Northwestern grad.They have an amazing Hillel at Northwestern. A lot of Jewish students. And yet, President Schill was the first to negotiate concessions with the activists' tour, literally creating Bedlam on his campus. And that's why Northwestern, despite the quality of Jewish life, did so poorly. Same with UCLA where I used to teach. I mean, it pains me to see this happen. But at ADL, it's not our job to pick favorites. It's our job to call balls and strikes. And each of these schools is striking out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BLITZER",
      "sentences": "Jonathan, you wrote that you could not have imagined how much more challenging the year would get for Jewish students. So, what incidents alarmed you the most, as so many of these campuses reached the end of the school year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "GREENBLATT",
      "sentences": "Well, I think we both saw a combination of macro aggressions and microaggressions. At UCLA, literally, the anti-Israel activists occupied buildings, vandalized them, and prevented Jewish students from simply passing. I mean, can you imagine at a public university like blocking certain students from walking simply because of their ethnicity or their identity? Would that be tolerated against any other group in America? I don't think so, Wolf.And again, at Northwestern, as I mentioned, the concessions -- the concessions in response to activists, vandalizing property, intimidating other students was to actually give into them. I mean, how was that excusable or even explainable? So, these schools have a lot of work to do. And, Wolf, this is an important point. Now, this summer is the perfect time for universities to be preparing how they'll protect their kids this fall. Because we know the activists, Wolf, in their own words, are planning a \"summer Intifada.\" I mean, it's really unacceptable. It's a call for violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BLITZER",
      "sentences": "Have you noticed, Jonathan -- I have certainly and it's just through some friends, how Jewish students who are finishing high school right now are -- some of them are beginning to think twice about even applying to some of these universities that have gone from a D to an F even though they're great universities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "GREENBLATT",
      "sentences": "A hundred percent. I mean, look, I don't want to surrender to these antisemitic, anti-Zionist, anti-American activists at all. But you're right. I've heard anecdotally about young people not applying to places like Harvard or Penn or Stanford.And, you know, frankly, do you know who benefits from this? Duke University, University of Florida, Vanderbilt, Tulane, Brandeis. Schools that are getting it right benefit from this change in attitudes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BLITZER",
      "sentences": "Jonathan, thank you so much for all your work. I appreciate it very, very much. And thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "GREENBLATT",
      "sentences": "Always appreciate you, Wolf. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BLITZER",
      "sentences": "Thank you. Coming up. Team USA's 2024 Olympic uniforms were just revealed. We're going to show you what American athletes will be wearing at the opening and closing ceremonies of the Olympic Games in Paris.That's next. Stay with us. You're in the CNN NEWSROOM. (COMMERCIAL BREAK) [11:53:27]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:07",
      "speaker": "BLITZER",
      "sentences": "The Paris Olympic Games are just weeks away and Team USA has just unveiled its new uniforms. Here's a look at the outfits American athletes will be wearing for the opening and closing ceremonies. American clothing brand Ralph Lauren designed the uniforms. And the company says it drew inspiration from the dynamic and vibrant host city for this year's looks.CNN Sports Anchor and Correspondent Coy Wire is joining us right now. Coy, what do you -- what are the folks think of these new uniforms? What's been the reaction at least so far? COY WIRE, CNN SPORTS ANCHOR &amp; CORRESPONDENT: Yes, Wolf. I've talked to dozens of Olympians. I was just with Rhyne Howard of the WNBA's Atlanta Dream. She'll be three on three basketball for Team USA. These athletes can't wait to wear this gear. This is the ninth time Ralph Lauren is the official outfitter of Team USA. And they just nail it again. At the opening ceremony at the parade along the Sand River on July 26, red, white, and blue jeans is the theme, Wolf. A navy wool blazer with red and white tipping the iconic Ralph Lauren pony on one side, the Olympics logo on the other got that striped oxford shirt, suede buck shoes, and some good old blue jeans. So, we're going preppy and prep for gold. We caught up with Team USA at the official reveal yesterday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "That red, white, and a Buffalo Bill blue, right, Wolf? The closing ceremony fit to wear on August 11 have this racing-style jacket. Has just a certain agenda, c'est quoi. And then -- and then how about this classic polo that just screams Team USA and the quality on this stuff? Very nicely done.White jeans, Wolf. When's the last time you wore some white jeans? This will be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "I forgot if I ever wore white jeans like that. But they're nice. WIRE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "Let me see it on your head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "Here we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "Let me see that cap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "You know, I have a very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "Let's see what it looks like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "A very big head. But oh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "We pull off miracles on Wolf's show. Look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "It fits actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "Can you believe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "The Olympics are just 38 days away, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "And I love the fact that they copied our Buffalo Bills colors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BLITZER",
      "sentences": "All right. Coy, thanks very, very much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "WIRE",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    }
  ]
}