{
  "date": "2024-08-07",
  "headline": "Laura Coates Live",
  "subHeadline": "Trump Absent From Trail As Election Sprint Begins; Vance Accuses Walz Of \"Stolen Valor\"; New GA Election Rule Blasted By Critics; Alleged Terror Plot Targets Taylor Swift's Concerts; NASA: Astronauts May Stay On Space Until 2025. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR AND SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Ouch. Montel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "MONTEL WILLIAMS, TALK SHOW HOST, ACTIVIST",
      "sentences": "I just got to remind us all. Less than a week ago, we had three American soldiers come back and buy the bags. They were attacked by drones near the Lebanon-Syrian border, right? And over 30 other people wearing uniforms were injured. I've only seen maybe two or three stories about that. I'm not knocking our press, but let's remember, it's those precious treasures that allow us to sit here at this table. Let's start not just saying thank you for your service. Let's start supporting those guys that are supporting us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "SIDNER",
      "sentences": "Bringing us back to reality. Montel Williams, we appreciate you, all of you. This has been a wonderful night. Appreciate you all.Everyone, thank you so much for watching. Thank you for being here for \"NewsNight: State of the Race.\" \"Laura Coates Live\" starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST AND SENIOR LEGAL ANALYST",
      "sentences": "Well, the presidential campaigns hit the ground running, but Donald Trump remains on the sidelines. Tonight, the new reporting that might just explain why.Plus, an alleged terror plot targets Taylor Swift's concerts. The events now canceled with major security questions now being raised. And a mystery in space that's getting stranger and longer by the second. Why two astronauts are now being told that they may not get home until next year. Tonight on \"Laura Coates Live.\" All right, we are now officially under 90 days until the election. That means just 30 days until early voting really begins. It's a full- on sprint from this day forward. And one campaign is acting like it. The other, well, they might still be trying to find its footing. \"The Washington Post\" tonight reports that Donald Trump is -- quote -- \"complaining relentlessly about Kamala Harris's new momentum.\" Sources say that he's asking why she's raising so much more money than he is and why she's getting such large crowds. Well, today probably didn't help him feel better on that last point because Harris and her new running mate, Minnesota Governor Tim Walz, packed their events today. And not one, but two battleground states, Wisconsin and also Michigan. It's good to have a plane. Harris and Walz hammering the very same message. (BEGIN VIDEO CLIP) GOV. TIM WALZ (D-MN), U.S. VICE PRESIDENTIAL CANDIDATE:  These ideas that they're putting out there, they are weird as hell. No one is asking for it. KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, U.S. PRESIDENTIAL CANDIDATE:  And look, as we move our nation forward, Donald Trump intends to take our nation backward. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Now, Donald Trump's running mate, Senator J.D. Vance, is putting in the groundwork also. He has actually shadowed Harris in the same states that she has been to this week(BEGIN VIDEO CLIP) SEN. J.D. VANCE (R-OH), U.S. VICE PRESIDENTIAL CANDIDATE:  And the reason it doesn't make sense is because you ask who's weird, right? I think it's pretty weird to be the border czar and to open up the border and allow fentanyl to come into your community. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "Okay, so you saw Harris and Walz and Vance. They were all out on the trail. Who's missing? Well, what about Donald Trump? The best we can tell, he did an interview with a live streamer on Monday, he did a phone interview with Fox today, and his only scheduled rally this whole week is Friday in none other than reliably red Montana, of all places. Hmm.And yet, as frustrated as Donald Trump might be, and as energized as Democrats might be, it's masking a bit of a reality shock. Will the energy actually translate to votes? Because all the polls suggest that this race is razor-tight and could be anyone's to win or to lose. Joining me now, White House correspondent for Politico, Eli Stokols, CNN political commentator and former deputy chief of staff at HUD under the Trump administration, Shermichael Singleton, and Hillary Clinton 2016 presidential campaign manager, Robby Mook. Good to have all of you guys here today. Let me begin with you, Shermichael. We're hearing that Trump may be stewing a little bit. Crowd size, fundraising. (LAUGHTER) He's also not campaigning, though. His running mate is out there. Who is behind that decision, you think, Trump or his campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "COATES",
      "sentences": "I mean, so maybe not just Montana. Robby, on this point, let me ask you, the crowds at the Harris-Walz rally, I mean, they're pretty significant. And there was also something that hearkened back to a yesteryear, so to speak. There was a chant that was brewing. Listen to what was going on.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "HARRIS",
      "sentences": "So, in this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "CROWD",
      "sentences": "Lock him up!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "HARRIS",
      "sentences": "So, in this campaign --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "CROWD",
      "sentences": "Lock him up! Lock him up! Lock him up!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "HARRIS",
      "sentences": "So, in this campaign --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "CROWD",
      "sentences": "Lock him up! Lock him up! Lock him up!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "HARRIS",
      "sentences": "Hold on. Hold on. Hold on. You know what? Here -- hold on. Here's a thing. The courts are going to handle that. We are going to beat him in November.(APPLAUSE) We are going to beat him in November. (END VIDEO CLIP) COATES:  So, that first one was back in Atlanta. This one as recently as tonight. The chant was \"lock him up.\" You heard \"lock her up\" back in 2016. What do you think is the strategy behind Vice President Kamala Harris sort of tamping that down? Is this a reclamation of the moral high ground of sorts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "ROBBY MOOK, DEMOCRATIC STRATEGIST",
      "sentences": "Yeah, absolutely. I mean, again, the contrast couldn't be bigger. She has been saying it from the beginning. She was a prosecutor in San Francisco. He is a 34-time felon who has been convicted. Look, she has got the momentum. She has got the wind behind her back. She doesn't need to get into petty attacks.And one of the things that has been really remarkable to me in the last few weeks is, and you've heard Governor Walz say it, this joy that is coming out on the campaign. I'll tell you, I was at my local county democratic meeting tonight. The entire parking lot was full. I couldn't find a place to park. Once I got in, people were literally lined up within the gymnasium just to sign up to volunteer. This is very real, what's going on. And what is remarkable to me about Trump is, as you said, he seems to just be sitting there stewing rather than getting out and driving a message and a contrast in this race. They seem to put J.D. Vance out there today to try to be the attack dog, but it's falling so flat. And it's surprising to me in particular because if you watch the Republican convention just a few weeks ago, that room was -- it was energetic, it was boisterous, they felt like they were on the march, and then it's just gone. So, I -- you know, they -- they need to press the reset button and get their act together because I'm telling you, what is going on out there with Democrats, it's very real. That momentum is very real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "COATES",
      "sentences": "You know, it almost has the -- you know, you're right about the RNC. Before that, it sounds like a thousand years ago. You still had a guy at the top of the ticket. They waited to actually make the announcement until after it happened, 90, what, minutes after he made the decision to have the prisoner swap exchange complete. I mean, there were a lot of things going on behind the scenes.But I do wonder about the momentum as we get towards, say, another academic year, because the protests that were happening and looming large across campuses is about to start potentially again. And there was a moment as well where Harris was briefly interrupted by a small group of protesters with a pro-Palestinian message during tonight's rally that might be a bit of a preview of what she could expect in the fall. But listen to how that went. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "HARRIS",
      "sentences": "He intends to end the Affordable Care Act. You know what? If you want Donald Trump to win, then say that. Otherwise, I'm speaking.(APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:11",
      "speaker": "COATES",
      "sentences": "She's in Detroit, also the home of, obviously, Michigan, and the uncommitted voters that had quite the response in the primaries. What can they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "You know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "STOKOLS",
      "sentences": "I think Trump recognized that -- recognized that as well as anybody does --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "STOKOLS",
      "sentences": "-- in terms of what is happening, how organic it is. And, you know, he's running for the third time here. What he's doing is not all that new. Suddenly, instead of running against an 81-year-old president who people didn't think was fit to serve out four more years, he's running against an incumbent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "I hear you, but you know -- you know what is new for many people, Eli? We don't have interviews. We're not hearing a lot. We're hearing the rallies. We're seeing the rallies. We're not hearing interviews from Walz and Harris. It was like, I think, for Clinton and Kaine, within two days of the announcement that they came out and had a joint interview, where they could be tested more fulsomely as opposed to a protester addressing a particular claim. Why do you think they're not having those interviews right now? Is it because of what Eli is talking about, the momentum is strong enough that they think they'll rock the boat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "MOOK",
      "sentences": "Well, I actually just think it's because they've only been running for, what, two and a half weeks or something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "Less than 90 days, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "MOOK",
      "sentences": "Well, look, I think they need to get through the convention, so she needs to -- you know, there's speech prep that they need to do. She is still casting this message. We're really starting to see it come together at these rallies, but that's still being forged. But, look, she's going to have to get out there and do interviews. There's no question of that. I think you'll start to see that after the convention.I think the other reality for her and really for any candidate, and certainly Trump believes this, it's not just traditional, you know, sitting down in a studio like this. I think they're also going to get out there to different platforms and meet the voters where they are. Young people, the swing among young people over the last few weeks has been dramatic. That's going to be a very important audience, and they're much more in that online space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "COATES",
      "sentences": "I mean, I don't know. This is a hell of a studio to have an interview with Walz and Harris.(LAUGHTER) I'm just saying it's a great studio. I want to get to you in one second, but I do know you have some reporting about the timing of a potential interview because we're less than 90 days away, and there's indication that they may be waiting until maybe Labor Day. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:09:57",
      "speaker": "STOKOLS",
      "sentences": "We did hear from a person very close to the vice president who believes that given how well things are going, given the timing of the convention, that she can wait that long. I don't know that they will. My understanding, talking to people on the campaign close to the vice president today, is that they're starting to figure this out, where they're going to go, who they want to sit down with, and the timing will probably be after the convention. Whether that's all the way to Labor Day, not sure, but I wouldn't expect much before that because they are on this role right now. They don't feel like they have to do it.And to Robby's point, you know, the media has changed. It's not like they have to do an interview in a studio with an anchor like you or with a major newspaper. I mean, they will do some of that, but they will also send Harris and Walz out there onto podcasts to talk to influencers. And they believe, they really believe that they can reach more of the people that they really need to turn out for them in these swing states doing that than the sort of mass media, national news, traditional candidate interviews. COATES:  I wonder what they're actually going to do. They can have accessibility, of course. Just to note, I mean, early voting in places like North Carolina start on September 6th, so waiting to Labor Day, if there is an error or if there's a boost, there's a little time to course correct before that happens. But there's also, I think, part of the strategy, Shermichael, here, if you're on the Trump-Vance ticket, has been not policy concerns but name calling. Now, there's a new name. I think it's Kamala. I can't pronounce it because I know how to pronounce her name correctly, and I will give her the respect and dignity of the name that her parents chose for her. And yet you hear Senator J.D. Vance, who's saying, I'm not going to adhere to the name that Trump is trying to have on there. What does that signal to you that they're not on the same page about the tactic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Robby, in terms of how they respond, I mean, there's obviously a gravitational pull at times in politics to get lower and roll in the mud. Tactically, it would be problematic. How do they continue to stay up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "MOOK",
      "sentences": "Well, I -- what has been remarkable to me, particularly from what we've seen from Governor Walz is, as I was mentioning earlier, this joy that they're bringing. So, I don't think they're afraid to mock what is weird, what is strange, what is nonsensical and, frankly, what's offensive about what they're saying.But Harris has an important task in the next three weeks going through the convention. She has got to define herself as a fresh new direction for this country. What I saw for months over, you know, this year and last year, was voters saying in these focus groups, and you see it in the polling, we want a different choice. They now have one. She has to make clear that she is a fresh turn-the-page moment for this country from the nasty politics of Donald Trump, and you can't do that if you're getting down into the mud pit with him. So, I do think you'll see them staying at that higher level, but not being afraid to call it out, you know, when they see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "COATES",
      "sentences": "Well, good news, bad news, gentlemen. Less than 90 days, bad news, same thing. Thank you so much, everyone. Appreciate your time.Well, Senator J.D. Vance is attacking Governor Tim Walz's military record, and he's accusing him of abandoning his unit before they deployed to Iraq. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "VANCE",
      "sentences": "What bothers me about Tim Walz is the stolen valor garbage. Do not pretend to be something that you're not.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "VANCE",
      "sentences": "When the United States Marine Corps, when the United States of America asked me to go to Iraq to serve my country, I did it. I did what they asked me to do, and I did it honorably, and I'm very proud of that service. When Tim Walz was asked by his country to go to Iraq, you know what he did? He dropped out of the Army and allowed his unit to go without him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "I guess it's the battle of the veterans. Maybe it's a one- sided battle, though. But Senator J.D. Vance attacking Governor Tim Walz on his 24 years of military service. Vance says that Walz retired two months before his unit was told they'd be deploying to Iraq.Now, let's do a little bit of a fact check, because this timeline is very key to understanding this criticism and figuring out whether it's well-founded or complete hogwash, as they say. Walz actually filed paperwork to run for Congress in February of 2005. The next month, the Guard announced a possible deployment to Iraq within two years. Walz then announced he intended to stay in the race -- quote -- \"whether that is in Washington, D.C. or in Iraq.\" He retired from his Guard's unit in May of 2005, although it's unclear when he submitted his retirement papers. But two months later, his unit received deployment orders to Iraq. And we should note, while Walz was not on that deployment, he was deployed with the Minnesota National Guard in August of 2003 to Italy in a supporting role for the war in Afghanistan. While there, he did not see combat. But now, Vance is also accusing Walz of falsely claiming he did serve in a combat zone. That claim comes from this clip of Walz talking about gun control. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WALZ",
      "sentences": "We can make sure that those weapons of war that I carried in war is the only place where those weapons are.(APPLAUSE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "COATES",
      "sentences": "A Harris campaign spokesperson is responding to the accusation this evening, saying -- quote -- \"In his 24 years of service, the governor carried, fired and trained others to use weapons of war innumerable times.\"As for Vance, he served four years in the Marines as an enlisted combat correspondent, which involves the gathering of military news. In that role, Vance was deployed once to Iraq for roughly six months. And in his book, \"Hillbilly Elegy,\" Vance says -- quote -- \"I was lucky to escape any real fighting.\" I want to bring in Patrick Murphy. He's a former Pennsylvania congressman who was elected to Congress in the same year as Governor Walz. They also roomed together. Congressman Murphy, thank you so much for being here. I have to tell you, I'm surprised even in politics there would be an attack between veterans. I mean, you're also a veteran. When you see these claims from Vance that that the governor somehow has what he called stolen valor, that he's lied about his military service, what's your response to these kinds of attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "MURPHY",
      "sentences": "He has done thousands and thousands of interviews on television or radio, et cetera. And they find one little misstatement. All he said was -- he was talking about weapons of war and that's what he has trained himself. He has trained hundreds if not thousands of soldiers in those weapons of war, those M16A2 assault rifles, those M4 assault rifles. And that's the frustrating part. He was making a broader point not about his military service, about how these weapons of war have no place in our schools killing our kids, have no place, you know, shooting former presidents. You know, they're just wrong, right?Now, again, I, like Tim Walz, believe in the Second Amendment. I, like Tim Walz, am a gun owner. But that doesn't mean we should have weapons of war in hands of people who aren't trained and aren't ready and aren't mentally capable of handling them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "I'm very glad that you pointed out this nuance and really what was -- I can only describe as deflection, because the topic he was discussing was gun control and gun violence and commonsense regulation. What is being picked up on instead is something entirely different than what he was actually articulating, which is very important to so many Americans, not the least of which all the parents like myself who are preparing for yet another school year where our children, elementary kids, will have to have first and active shooter response drills in our schools.Congressman, there's also a newly-surfaced interview from back in 2009. And, you know, the vetting process and politics goes on. The digging up is going to come. You well know this. But he reflected, Governor Walz reflected on why it was he left the Guard. I want you to listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "WALZ",
      "sentences": "I left in April of 2005. And this was -- you know, for me, it was just short of 25 years. And it was to run for this office. We were really concerned that we were going to try and do both. There's always the Hatch Act and some of the things that you have to be very careful of.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "Obviously, the Hatch Act, very important in terms of not having conflicts of interest posed. What did you make of this statement? Because some people are looking at this and assessing whether or not he was thinking about a violation or that he had committed one. What do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "MURPHY",
      "sentences": "I say that's exactly Tim Walz as a leader of character. He didn't want to make sure that he was -- when he was in uniform, he was focused on the task at hand. He was focused on his men and women in his unit. When he was going to be a candidate for Congress, why is that? Because he saw with his own eyes, serving our country, the wrong, basically, policies of then the Bush administration, that we didn't belong in Iraq, that the counterbalance to Iran in the Middle East used to be Iraq, which is no longer the case. It was an unnecessary war, a strategic mistake. And I give Tim Walz a lot of credit.And that's why, Laura, Tim Walz is one of the leaders of the post-911 generation, of us veterans who have been less than that 1% that served during these times, during these defining moments, and basically gave the government a blank check to cash in, which included his own life, potentially. And God -- you know, God willing, it didn't happen. But then Tim Walz served in Congress with distinction, authoring the post-911 GI Bill, Laura, which right now, there's about 1.1 young Americans in colleges and universities using that, including J.D. Vance when he was at Yale. And also, the repeal of \"Don't Ask, Don't Tell,\" because that policy kicked out 13,000 of our troops just because who do they love, just because they were part of the LGBT community. And then one last thing, serving as the governor of Minnesota, which I know you know that state well. You grew up there in high school and law school, etc. When he was the governor of Minnesota, it was Donald Trump that said he did a great job during the riots. Literally, President Trump at the time said Tim Walz did a great job. It was Tim Walz who made that state the fifth best in job creation in the country. It is Tim Walz that helped make that the lowest unemployment rate in our nation. He has done a phenomenal job for Minnesota families, and he will do a phenomenal job as our next vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "Well, Congressman Patrick Murphy, let me tell you how I was raised to respond to a veteran who has served. Thank you for your service. Full stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "MURPHY",
      "sentences": "Thanks, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "COATES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:02",
      "speaker": "MURPHY",
      "sentences": "Appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "COATES",
      "sentences": "In Georgia, two words could create havoc come November. The state's election board approving new rules that allow local election officials to conduct what they're calling a reasonable inquiry to confirm if election results are indeed accurate. The three Republicans on the five-person board say it's in the name of transparency. But the board did not define what it means to have a reasonable inquiry nor what would even trigger that inquiry. Now, critics say that it could slow down certification and violate state law.Georgia is, you could imagine, expected to be a battleground state yet again. Remember, in 2020, Biden only won by about 12,000 votes, and Trump is facing charges for allegedly leading a pressure campaign to reverse those very results. And speaking of Trump, he praised the three Republican election board members at his rally in Atlanta just days before they passed the change. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Naming them specifically. Interesting. One man who's fighting the new rule is joining me right now. Nikhel Sus is the deputy chief counsel at CREW, Citizens for Responsibility and Ethics in Washington. Nikhel, I'm glad you're here and helping us unpack this. This is really significant. I mean, you actually testified in the hearing yesterday. And as we know, Georgia, the site of many conversations about that phone call with Brad Raffensperger, for example. He actually has repeatedly said that there was no fraud, it was a fair and free election, and 2020 was not a stolen election. Will this rule change the way people perceive the integrity of elections there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "NIKHEL SUS, DEPUTY CHIEF COUNSEL, CITIZENS FOR RESPONSIBILITY AND ETHICS IN WASHINGTON",
      "sentences": "Well, thank you, Laura, for having me. I think that is a risk, that allowing this sort of discretion at the county level could sow distrust, could enable county-level officials to obstruct or delay the lawful certification of election results. And that's what I was testifying to the board about yesterday, and I laid out the case for why the law clearly prohibits that sort of thing, but the board wasn't much interested in hearing about the law yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Hmm. That's interesting to think about. Also, there's ambiguity. I mean, discretion, prosecutors are often criticized for having unfettered discretion. They think, you know, you can indict a ham sandwich. There are oftentimes the elements of a particular crime. They have to have a burden of proof to meet. Here, the phrase is reasonable inquiry. Well, first of all, what does that mean and what triggers it, and how is this different than the normal way of counting and certifying results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SUS",
      "sentences": "So, it's a great question. It doesn't really have a concrete meaning. That's part of the problem here. The term reasonable inquiry is undefined, it's open-ended, it's subjective. There are 159 counties in Georgia. County election officials in each county may have a different view of what's reasonable.And so, this could lead to a patchwork system across the state where you have different officials in different counties performing different analyses that they call reasonable. And there's no uniformity and there's no opportunity to even test this rule because they're trying to rush it into place before the election which is, you know, mere months away. So, there's not only is the rule untested, it's being implemented at the last minute. So, that's really troublesome. And in terms of how this is different from the normal procedure, county election certification is a nondiscretionary act. They don't have discretion over this, just like Mike Pence didn't have discretion on January 6, 2021 to overturn the election. He had to count the votes and certify the election. It's the same thing at the county level. And what these officials are trying to do is make this a discretionary act. And there are, you know, 159 counties in Georgia. There are over 3,000 counties in the United States. You can imagine what would happen if every county official in the country decided that they had discretion on whether to certify an election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "It also struck me, the lack of uniformity, as you mentioned, that one person's rights could be compromised and not in the same criteria in another county. The one person, one vote might be a little bit distinct in that instance. There's sure to have legal challenges to this, but would any of these legal challenges that might come up, would they be viable given the board's standing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SUS",
      "sentences": "So, I think both throughout the country where we have seen these issues come up, the state authorities and other parties have successfully gone to court and compelled certification through state law mechanisms. So those state law mechanisms do exist, and they are effective. In this instance, we are exploring all legal options to potentially challenge this rule, and that remains on the table.The Georgia Election Board is an administrative agency and it is subject to the procedural rules that apply to all administrative agencies. That was another thing I was trying to explain to the board yesterday. They are subject to the case law, and they are subject to the statutory law just like any other agency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "Notice and comment, I'm assuming, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SUS",
      "sentences": "Correct. Correct. And that's what this process was. We were commenting on the proposed rule before it went into effect. And one of the things they have to consider is, is this consistent with the law? Are we operating within the bounds of the law? And our position is they were going against over a century of Georgia Supreme Court precedent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "COATES",
      "sentences": "It's okay. Nothing is really at stake when it comes to it. Nikhel Sus, thank you so much for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:35:00",
      "speaker": "SUS",
      "sentences": "Happy to be here. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:13",
      "speaker": "COATES",
      "sentences": "That's unbelievable to think about the frequency in which they're dealing with this. But, also, chemicals were found in the 19- year-old suspect's home. What does that tell you about the planning that went into this plot and what might have happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:13",
      "speaker": "CLARKE",
      "sentences": "Well, it tells you about how serious they were. You know, more will come out in the coming days. But I wouldn't be surprised if these individuals were in touch with what we call a virtual plotter, someone in the Islamic State, probably Islamic State Khorasan, which draws a lot of fighters from Central Asia, but also has outreach to individuals in the Balkans, the Caucasus, and other -- and other kind of regions in that part of the world. And it shows you that the goal was to conduct a high-casualty attack on civilians, not too dissimilar from the Ariana Grande Manchester arena bombing. It killed 22 people and injured 1,000 more.So, these people were determined, and thankfully, the authorities stopped them before they had a chance to attempt this attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:13",
      "speaker": "COATES",
      "sentences": "I mean, thank God that has happened and that people were able to stop it. And you've mentioned the way that Europe and large venues have been vulnerable, like that 2017 bombing in Manchester. Is there a way to deter and protect, particularly when you've got venues of this size and people would have been both inside and outside?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:13",
      "speaker": "CLARKE",
      "sentences": "Well, it's about hardening soft targets, you know, concert venues, hotels. Now, sadly, places of worship. And we're in a state of heightened alert. But at the same time, you know, there's fatigue. There's counterterrorism fatigue from 20 years of the so-called war on terrorism. And so, budgets have been reduced. Personnel has been shifted to other hot spots like China, Russia, artificial intelligence.And so, the bench is increasingly thin when it comes to counterterrorism. And I don't think we're necessarily devoting enough resources like we were, you know, 20 years ago. It doesn't have to be at that same level, but it can't just completely tell off. We've got to harden soft targets, and we need more people looking at where the threats are coming from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:13",
      "speaker": "COATES",
      "sentences": "These are very trying times and difficult to think about the demographics, the youth, the relative youth of people who would have been at these venues as well. Thank you so much for clarifying and giving us that important context. Colin P. Clarke, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:13",
      "speaker": "CLARKE",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:13",
      "speaker": "COATES",
      "sentences": "Two astronauts still on the International Space Station after their spacecraft broke down weeks ago. Well, now their return could be delayed, get this, until next year. So, what exactly is going on here? And we have a former NASA astronaut who might have some ideas just ahead.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Watch this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Watch what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "I think we're in trouble.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "GARRETT REISMAN, FORMER NASA ASTRONAUT",
      "sentences": "Yeah, well, first of all, I'm sure hoping that Suni and Butch don't beat that record. I think they'd be very happy to let Frank keep that record. (LAUGHTER)Yeah, it is unusual. Whenever you go up into space, you never know exactly what's going to happen, especially on a test flight like this one. There's bound to be things that you didn't expect. And especially when you're going up to the space station for a long-duration flight, you have to be prepared, as I was, for it to stretch out a little bit. And in Frank's case, it went from six months to over a year. Now, when you're going on a test flight, a short flight that's only supposed to be eight days, I think you're not really as prepared necessarily for it to stretch out this long. So, it has already been two months. We're talking about possibly another six months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "REISMAN",
      "sentences": "That is unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "I mean, I'm thinking about what they may or may not have and how they come up with the deficit at that point in time. I mean, the astronauts, they were brought up there to the ISS on a new spacecraft, the Boeing Starliner. But now, NASA is speculating about having to tap SpaceX to maybe bring them home. Why is it so hard to get these astronauts back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "REISMAN",
      "sentences": "Well, first of all, we should emphasize that NASA hasn't made a final decision. So, it's still quite possible that they will come home within a month in Starliner, as was originally intended. But they're looking at this backup plan. They really have two options, either -- either come home in Starliner or wait for the SpaceX Dragon to show up and free up two seats.So, take two people off of that flight, which will be launching at the end of September, then they would take the place of those two astronauts, and come home when that flight is scheduled to come home in February 2025. So, that means that they would end up spending about eight months aboard the space station. And the reason for that is just that they're not entirely sure what's wrong with the Starliner, and that uncertainty is what's causing them to think of maybe we should think of a plan B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "I mean, if they're uncertain about the mechanism, it's not like it's a trip from Newark to Philadelphia. I mean, it's space trying to come back to Earth. Not a lot of room for error in that way. Are there any medical risks associated with having that stay elongated the way it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "REISMAN",
      "sentences": "Not -- not necessarily, you know. So, when you're up there for that long, you have to worry about loss of muscle and loss of bone in your body. But we have countermeasures. We have ways of exercising in space to kind of keep that at bay. So, they're going to be healthy from that regard.The other thing you worry about when you look at unexpectedly staying a much longer period of time is radiation. How much radiation are you going to absorb? And the good news is that although Suni and Butch are both have been up there for a while already, they're still nowhere near the record. So, the record holder for an American is Peggy Whitson, my commander in my first flight, and she has been up there for 675 days. So, Suni, who has been up there for 385 days, even with six more months, is still going to be more than 100 days short of that record, so she should be fine from a radiation standpoint. Butch is another 100 plus days behind Suni, so he'll be okay, too. And they're all way behind my old crewmate, Oleg Kononenko, who's got the overall record of 1064 days and counting. He's still up there with Suni and Butch right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "COATES",
      "sentences": "Wow! I mean, the stories, the camaraderie, the agony, there might be the same story being told 12 times a day, which would drive me nuts. And if you mentioned radiation, I think I'm going to tap out and say, give me the next flight home. But talk to me about the mental tenacity that has to happen. I mean, that is a long time to be anywhere in close quarters. The expectation, of course, to be in one area. The excitement, of course, as well, to be an astronaut, to be launched in this way. But what do you think they're going through mentally when you're on a mission like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:04",
      "speaker": "COATES",
      "sentences": "Share that lesson with Congress, will you? Garrett Reisman, thank you so much for joining me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:04",
      "speaker": "REISMAN",
      "sentences": "My pleasure, Laura. Any time.",
      "isLastSentenceInterrupted": false
    }
  ]
}