{
  "date": "2024-04-26",
  "headline": "CNN News Central",
  "subHeadline": "Fourth Day of Testimony Begins in Trump Criminal Trial. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:05",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Now it is noteworthy that he said that there is evidence of China attempting to influence and arguably interfere in U.S. elections just months after President Biden and President Xi had that conversation. It's clear that China is not heeding those warning calls from the United States. He also said that it's the concern that Russia -- excuse me, China is seeking to mirror what Russia is doing in terms of influence efforts in the United States, trying to sow division that are already apparent in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Evidence that they tried to influence and maybe interfere in the elections.Terrific to have you here, Kylie. Thank you so much for sharing this breaking news reporting. We've got major new developments. Let's get right to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Developing news for you this morning, Donald Trump just arrived at court. We're watching that hallway for you to see if he's got anything to say today before critical testimony gets back underway in his historic hush money trial. This hour, the former publisher of the \"Enquirer,\" David Pecker, back on the stand under cross-examination as the defense tries to normalized conversations Pecker told the jury about that involved Trump, Stormy Daniels, and efforts to catch their stories and kill them because they were unflattering to Donald Trump.CNN's Brynn Gingras is live outside of court as we wait to see if Donald Trump has anything to say. He has been speaking quite a bit before court. Brynn, you know, we're not the only ones listening to what he's saying. The judge and the prosecutors are definitely honing in on what he's saying because there's this issue of the gag order and whether or not he has violated it yet again. What can you tell us where that is? We're expecting to hear anything today on the gag order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "You know, we don't know. We don't know when a judge is going to rule on those previous violations that the prosecution is alleging Trump had. But we know, like you said, Sara, they are listening, right, because at the very beginning of court yesterday, they brought up for more examples of what they say Trump violated that gag order. One of them actually included an exchange that he had with our own Kristen Holmes outside of Trump Tower.I want you to take a listen to what he said there. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "What's your thought of David Pecker's testimony so far? When's the last time you spoke to him?DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: No, he's been very nice and then he's been -- David has been very nice, a nice guy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "GINGRAS",
      "sentences": "So you can see there he called David Pecker who has been on the stand all this week a nice guy. The prosecution says that saying that is really a kind of signaling to a witness on the stand, and that, you know, it's possible that he'll do that again with another person that takes the stand. So that's just one of the examples they brought up yesterday. There were three more and now the judge has set a new gag order hearing for next Thursday to deal with these four new examples.So we'll see if we get any ruling about that 10 prior ones today or does that get pushed back to next Thursday when this new gag order is set, so we're not sure, Sarah, but certainly, listen, when court does get underway, if the judge doesn't address that, we are going to get into cross-examination, Again, that's where court left off yesterday. The defense questioning David Pecker with rapid-fire questions about this whole catch-and-kill scheme sort of poking holes into the prosecutions, what they laid out for the last several days. Essentially, they were saying that this whole, you know, buying and burying stories was nothing new, that they did this for celebrities all the time. And it had nothing to do with the fact that Trump was running for president in 2016. So we'll see where that picks up when court gets underway very soon -- Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:05",
      "speaker": "SIDNER",
      "sentences": "All right. Thank you, Brynn.And, John, it strikes me that Donald Trump for the first time said something nice about someone involved in the case against him, but he's still talked about a witness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BERMAN",
      "sentences": "Any risk for Pecker in violating his agreement with prosecutors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "RODGERS",
      "sentences": "Theoretically he has immunity, but, you know, there's really no likelihood that they're going to charge him with this crime. I think he probably knows that. So while, you know, I think he'll try to stick to the terms of his agreement, there's really not much risk for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BERMAN",
      "sentences": "One of the things that the defense attorneys started to do yesterday in cross and I imagined we'll pick it back up in just a few minutes here, is maybe trying to question how well David Pecker remember specific moments. How much does that land with a jury there after two and a half days of a pretty specific testimony from David Pecker, pretty vivid, and in some ways, lurid testimony?SARAH KRISSOFF, FORMER ASSISTANT U.S. ATTORNEY, SOUTHERN DISTRICT OF NEW YORK: I mean, that could be pretty effective actually because particularly if Pecker sort of now recounts his conversations again and they shift a little bit, right, the language changes a little bit, that could matter here, and the defense team is going to point out that these are events that happened many years ago. The witness' memory is not, you know, incredibly clear and there's some ambiguity here. They'll use that to sort of poke holes and brings reasonable doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BERMAN",
      "sentences": "Give me a checklist, Jen, of what the prosecution thinks it accomplished with Pecker in their direct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "RODGERS",
      "sentences": "So he is a good witness for them in that he's not biased. He clearly still likes Trump, so that's good for the prosecution. The big thing, though, is this election conspiracy. What David Pecker gives them is that all of this catch and kill, all of trying to hush up these women was about the election. It wasn't about his embarrassment over his family, it's about his election, and that's what prosecutors need to make this misdemeanor falsification of business records into a felony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BERMAN",
      "sentences": "It was almost like it was the refrain. If this were a song, whatever they could the prosecution and David Pecker tried to come back to the point, oh, this was for the campaign, this was different. There was a shift before the campaign. Trump was worried about his family. Once the campaign started, it was only about the campaign. So how does the defense handle that in cross?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "KRISSOFF",
      "sentences": "So, I mean, the real question here for the jury is why this happened, right? We know sort of the basic facts of this happen and I think the defense team is conceding those. The question is why, because that makes it a crime or not. And so I think from out of the gate, the defense team from the opening statement through this cross has sort of challenging the people's version of why this happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BERMAN",
      "sentences": "It is interesting because we're now several days into this testimony. And it isn't clear that the prosecution has delved into the exact crime here. When do you expect that they're going to get to a moment where they say this is where Donald Trump broke the law. And in this case because it needs to be two laws that we're prosecuting for here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "KRISSOFF",
      "sentences": "So I think they wanted to start with a relatively safe witness, right? They wanted to start with a witness that didn't have a ton of impeachment material that was a little bit harder to cross- examine to set the stage. I think this was probably a smart witness for the prosecution to start with, although, you know, in established this conspiracy, the broad strokes of it, but, you know, they really are going to need to get to Michael Cohen to get into the dirt here of what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BERMAN",
      "sentences": "We haven't falsified documents yet, as far as this jury is concerned, really, have we, Jen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "RODGERS",
      "sentences": "No. I think actually after Pecker and before Cohen, we'll get some kind of boring witnesses who are going to take us through the records themselves, authenticate them, explain them. We'll probably get some of that stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes. Well, look, in practical, near term, in the near term, what he's getting is -- we're kind of getting numb to this, but at that hearing yesterday five of the Republican appointed justices, really all of them except Amy Coney Barrett, gave very clear signals that they are going to protect the Republican presidential nominee from a trial before the November election on the charges that this poll and other polls show are the most serious to the American people.I mean, in practical terms, almost any of the rulings that seemed possible out of that hearing are going to make it extremely difficult, if not impossible, for there to be a trial on whether Trump tried to subvert the last election before he faces voters in the next election. But the implications for what happens if he is reelected maybe even more profound. I mean, you saw that hearing how virtually unlimited is their view of presidential power. I mean, they -- his lawyers argued that unless he is first impeached and convicted, which is impossible in this, you know, current partisan environment, he could sell nuclear secrets, assassinate a political rival, or even stage a coup without facing criminal trials. And the legal experts that I spoke with, you know, for this piece, you know, pointed out that when you're starting with someone who has that level of view of what he can do as president trying to draw very fine lines between what can and can't be prosecuted after he leaves office is kind of a doomed effort. And he is going to take almost any kind of immunity as a license to truly push at the boundaries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BOLDUAN",
      "sentences": "And I want to read just a portion of -- about that, you wrote this, that those who went into the hearing wishing to preserve a pre- election trial against Trump emerged from the proceedings reduced to hoping that the court doesn't eviscerate the possibility of criminal consequences for any president who breaks the law.I mean, because you're going to -- you're speaking to just that, Ron, about what this means for a second Trump term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:05",
      "speaker": "BROWNSTEIN",
      "sentences": "You know, and look, I mean, it was kind of an upside-down world where at least four of the Republican appointed justices, their only concern was that a future president would face unfair prosecution from an overzealous successor or prosecutor. They, you know, affirmatively refused to talk about, chose, you know, swatted down efforts to talk about the actual facts that we're dealing with, which is the allegation that a president tried to subvert the last election and broke the law in the process.Ketanji Brown Jackson really was the one who said, look, I mean, you're talking about a chilling effect on the presidency. If you allow for prosecution look at what we're dealing with here. What kind of license and liberating effect on a president to break the law do you create if you say that there are going to be very limited circumstances --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:23:27",
      "speaker": "SIDNER",
      "sentences": "All right. You're looking at live pictures right now. We are waiting for Donald Trump to come through those double doors there as he has done every day of this trial to see if he says anything. The attorneys we'll be watching of course. The judge as well because he is also facing the potential of getting some reaction from the judge on the gag order, although we have not had that yet.CNN legal analyst and former federal prosecutor Jennifer Rodgers is here with us and former federal prosecutor for the Southern District of New York, Sarah Krissoff, also with us. I'm going to start with you, Jennifer. Did -- David Pecker has been on the stand, the former publisher of the \"Enquirer,\" and he has been, you know, asked 1,000 questions by the prosecution and now getting rapid-fire cross-examination from the defense. Is the defense making a mark? Are they hurting the prosecution's case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:23:27",
      "speaker": "RODGERS",
      "sentences": "I think they're doing all right so far. Yes, I mean, what they're looking for from David Pecker who so far has been friendly to them. It's not like pulling teeth to get stuff out of David Pecker for the defense. They're just -- they just want little points. They want to make the point that none of this is any bid deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BOLDUAN",
      "sentences": "Just waiting to see if Donald Trump turn around. OK. So he's now headed into court, speaking briefly to reporters and cameras. He is happy about what he saw in court yesterday. Well, he's saying that he is happy about what he saw in court yesterday. He is not happy about the temperature of that courtroom. There is no question about that. There is -- I don't think anything to analyze on that, but I am interested in his take when he says we're doing very well in this trial. He says we had a very good day yesterday.Why is he saying that, Sarah? Did you see that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "KRISSOFF",
      "sentences": "Listen, I think they're making some holes in Pecker's testimony. There have some, you know, particular jobs that are effective, but, you know, I think Pecker sort of not the central witness of this case. He's important. He's setting the stage, but, you know, I don't think it's such a dramatic victory as Trump leaves it out to be, certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BERMAN",
      "sentences": "One thing I want to point out, the first thing he did was wish his wife a happy birthday and said he wished he could be with her. She could be there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "SIDNER",
      "sentences": "She could.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BERMAN",
      "sentences": "Any number of his family members could be there at this trial at any point. They've all chosen not to be at this trial. It may be because this gets into some very uncomfortable issues, Jen, about alleged affairs that he had with Karen McDougal well over several months. The dalliance he allegedly had with Stormy Daniels over a period of time. He spoke about the judge, called the judge highly conflicted.He called this a rigged trial, and he says this minutes before potentially what could be some kind of a ruling on the alleged violations of the gag. Why hasn't the judge you think made a ruling yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "RODGERS",
      "sentences": "That's a great question. I don't know. I mean, he had this hearing already on the first 10 alleged violations. There's another hearing set next week for follow-on violations, but every day we see Donald Trump talking more and more about the trial. What he said today isn't a violation, but he has continued to talk about specifically Michael Cohen, which usually is a violation. So I really don't understand the delay.Obviously, it's a hard decision for the judge to make. He doesn't have a lot of good options here, but it's not like the options are changing as time goes by. So I don't know. I mean, I would expect a ruling today, although I said that yesterday as well. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "SIDNER",
      "sentences": "Sarah, the prosecution is the only one right now that knows who they're calling next. You mentioned Michael Cohen. Is that the crux of all this? He was in the room where it happened, if you will? Who do you think the prosecution should call next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "KRISSOFF",
      "sentences": "So, I mean, Jennifer posed the idea earlier that the next few witnesses are probably some just boring administrative witnesses regarding these payments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BOLDUAN",
      "sentences": "Not boring, important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "KRISSOFF",
      "sentences": "Yes, yes. Sorry. Well, there may be a few jurors sleeping but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BOLDUAN",
      "sentences": "Subject area experts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "KRISSOFF",
      "sentences": "But essentially, you know, there's these technical things they have to prove about the payments, the records for those payments, and perhaps the wheels witnesses are next. They're just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "SIDNER",
      "sentences": "They have to put those into evidence as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "KRISSOFF",
      "sentences": "That's right. They're necessary -- they're not really subject to much cross-examination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BERMAN",
      "sentences": "All right. This all kicks off very, very shortly. Donald Trump walked into the courtroom just minutes ago. It will begin with the judge speaking if possible. We do get a ruling on the gag order right away. Once we learn whether or not that happens --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BOLDUAN",
      "sentences": "And also to reinforce these, then now he's going to consider four other violations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:01",
      "speaker": "BOLDUAN",
      "sentences": "And is he going to rule on this one?",
      "isLastSentenceInterrupted": false
    }
  ]
}