{
  "date": "2024-10-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Gaza Officials: Nearly 100 Killed in Latest Israeli Strikes; Iran's Supreme Leader Honoring Slain Hezbollah Leader; Ex-Cops Convicted on Some Charges in Tyre Nichols' Beating; Fight for Latino Voters in Battleground States. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "-- thousands of people fleeing the fighting in Lebanon over the past few weeks.Meanwhile, Israel says it killed the local leader of Hamas's network and other operatives in a strike in the occupied West Bank. The air strike late on Thursday night was unusual in the West Bank and killed at least 18 people, according to the Palestinian Health Ministry. Videos show ambulances evacuating residents from the scene and people carrying victims to the hospital. The Israeli military says the Hamas leader of that area of the West Bank planned and took part in numerous attacks against Israelis. Hamas condemned the attack but didn't confirm the killing of the local leader. CNN's Paula Hancocks following that, other developments as well from Abu Dhabi. You know, lots of attention obviously shifted to Lebanon, but the numbers of deaths in Gaza are still strikingly high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, that's right, Max. We get a daily death toll from the Ministry of Health in Gaza. And on Thursday, the death toll for the previous 24 hours was nearly 100 people.Now, they don't give a distinction between militants and civilians. But from many of the images and the footage that is being sent to us by our team on the ground in Gaza, there are many women and children within that footage. Now, we know that many residents could have been hoping that while the Israeli military was refocusing its efforts on its northern border with Lebanon, it said it was going to be a pivot to the north, that that might mean that things would calm down somewhat in Gaza. It has not been the case. And I must warn our viewers that some of the images in this upcoming report are disturbing. (END VIDEOTAPE) HANCOCKS (voice-over): Three-month-old Hala is rushed into hospital. Her shrapnel-marked body shakes as doctors check to see if her injuries are also internal. Her grandmother says, suddenly, the rocket hit and everyone was gone. I took the little ones and ran. I don't know what happened to their mother. Several schools turned into displaced shelters were hit by Israeli airstrikes this week. These patients, mostly children from an UNRWA school in Nusrat, central Gaza. Places of learning turned into hoped-for sanctuaries, becoming a burial ground for some. Israel's military says Hamas was using these schools as command and control centers, using civilians as human shields, a tactic Hamas denies. But these body bags are too small to be fighters. Some of the injured say they tried to return to homes in the north of Gaza as they saw Iranian rockets overhead on Tuesday. The IDF says dozens of suspects moved towards troops, posing an immediate threat, so they opened fire. More than 50 people were killed in Khan Younis overnight Tuesday in what was described as an Israeli incursion. Residents searched for bodies under the rubble any way they could. Heavy machinery has become a luxury item in Gaza. The IDF told CNN it was targeting Hamas operatives in the area and blamed the group for embedding itself among the residents of Gaza. A grandmother cradles the body of her 11-month-old granddaughter, killed while sheltering in one of the schools. If not for the trickle of dried blood by her mouth, you would think she was just sleeping. She was born during war and martyred during war, her grandmother says. They killed her as if she were launching missiles at them. Many Israeli troops may have been redeployed from Gaza to the border with Lebanon, announcing the center of gravity has shifted. But that means little to civilians in Gaza, for whom every day is a struggle to survive. (END VIDEOTAPE) HANCOCKS (on camera): So clearly nothing has changed on the ground in Gaza, despite the Israeli military focusing on their northern border at this point. We know that there is still a shortage of shelter, of food and water. And we've heard from UNICEF, James Elder, the spokesperson for UNICEF, posting on social media just recently, Max, quote: There's become an acceptance of the suffering of children -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HANCOCKS",
      "sentences": "Yes, so this bombing of the road, this was a road that goes towards the main crossing between Lebanon and Syria. It's an area that we know that tens of thousands had been crossing into Syria in recent days. The latest figure I think we have is something like 160,000 have believed to have left Lebanon to find shelter in Syria, many of them Syrians, but also Lebanese.Now, we know that this road is closed. It's inaccessible by car. We know some are trying to access the crossing by foot at this point. CNN has reached out to the IDF to ask why this particular area would be targeted. It's understood that this is an area where civilians are trying to flee the fighting in Lebanon. And when it comes to the targeting of Hezbollah commanders, this has been a consistent message from Israel saying that they want to degrade the ability of Hezbollah to be able to cause a threat or be a threat to tens of thousands of Israelis along the northern Israel border. They have had to move since October. Israel has said they want them to be able to go back to their homes but not have the threat of Hezbollah operatives just across the border in those southern Lebanese villages. At this point, we have asked why that specific road on its way into Syria would have been targeted. We have yet to hear from the IDF -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Paula, thank you.We want to return to one part of the story out of Lebanon that we're following. These are live images actually coming to us from the Grand Mosque in Tehran, where huge crowds have gathered for Friday prayers, as you can see. Now, Iran's supreme leader is paying tribute to the slain Hezbollah leader, Hassan Nasrallah, and we're watching closely to see what he says. Obviously, a huge amount of interest and concern around the world about their response to Israel about the current events going on throughout the Middle East now. Now, FIFA, world football's governing body, says it'll look into a Palestinian request to ban Israel from participation. The Palestine Football Association has asked for the action -- or it did back in April, and it said the Israel Football Association should be banned for violation of international law based on the occupation of Gaza and discrimination against Palestinian athletes. The time frame for a decision has been delayed until, well, for multiple times, but FIFA says they will now investigate and Israel rejects the accusations. FIFA didn't say when the decision will come. Three former police officers have been found guilty on some of the federal charges in last year's deadly beating of a Black man in Memphis, Tennessee, but acquitted on others. The officers were seen on video striking Tyre Nichols, who tried to run after a traffic stop. CNN's Shimon Prokupecz has details, but warning that some of the images in this report are graphic. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SHIMON PROKUPECZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "The jury finding that the three officers, Tadarrius Bean, Demetrius Haley, and Justin Smith, not guilty on the most serious charge, the first count in the indictment. They convicted all of the former officers on witness tampering charges. The three officers have been on trial for about a month.Of course, there's that horrific video that we all saw back in January of 23, which depicted the beating that Tyre Nichols took, his injuries so severe that he would die a couple of days later from brain injuries and other injuries to his body. The judge remanding the three officers who faced a pretty serious charge here and a pretty serious length of time in prison now that they've been convicted. Also important to note that two officers who were also involved in this, this was a total of five officers who were involved in this. Two of the officers pleaded guilty some time ago and were cooperating with prosecutors in this case. All of the five officers are still facing murder charges on state charges in relation to the beating of Tyre Nichols. Shimon Prokupecz, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "Why are you supporting President Trump? What are the three reasons you are supporting President Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MARCIA HERAS, TRUMP SUPPORTER",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "Family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MARCIA HERAS, TRUMP SUPPORTER",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "Life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MARCIA HERAS, TRUMP SUPPORTER",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "And end of war.FREEMAN (voice-over): The dueling outreach, just the latest sign both campaigns understand the importance of Latino voters in the Keystone State. In 2020, President Joe Biden beat former President Donald Trump in Pennsylvania by about 80,000 votes. But with this race still extremely tight, the estimated 615,000 eligible Latino voters here could easily help decide the November outcome. While recent national polls show Harris doing better than Biden was with Latino voters, they also show Trump outperforming past Republicans among this group, which in recent elections has solidly backed Democrats. At a Harris campaign event this week in Allentown, another deeply Latino city, there were plenty of voters excited about the vice president. This man told me he feels Harris represents hope and will help small businesses. But there were warning signs too. (SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "You're not going to stay home. You're going to vote.[Speaker 16] Today, you have not made a decision on who you're going to vote for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "HECTOR SANTANA, UNDECIDED VOTER",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "Today you have not made a decision on who you're going to vote for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "CARMEN DANCSECS, MORTGAGE LENDER",
      "sentences": "I think we have too many people that are kind of like on shaky waters. They don't know where they stand.FREEMAN (voice-over): To energize this community in Pennsylvania, the Harris campaign is turning to volunteers like Yamelisa Taveras, the campaign featuring the Allentown small business owner and mom in a new ad focused on health care this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "YAMELISA TAVERAS, HARRIS SUPPORTER",
      "sentences": "I believe we have a great shot with Harris/Walz. However, the campaign can do more. There's still so many people on the fence and having those conversations and knowing that there truly are a lot of people that can benefit from so much more information.FREEMAN (voice-over): For their part, the Trump campaign is turning to men like Daniel Campo, the Venezuelan born pilot recently spoke at a Trump rally in northeastern Pennsylvania. But Campo said his biggest challenge when canvassing Latino neighborhoods are people who feel the former president is prejudiced against Latinos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "How do you convince them to vote for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "DANIEL CAMPO, TRUMP SUPPORTER",
      "sentences": "So are you going to invite him to your wedding? Are you going to invite him to your birthday party or your kid's birthday party? You have somebody that did the job and did a good job and you're hiring him again for that job. You're not inviting him to your wedding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FREEMAN",
      "sentences": "Now, one thing several Democratic Latino voters told me over the course of the week is that they hope to see more popular Latino celebrities come out in support of the Harris/Walz campaign, especially considering that a few reggaeton stars have already come out in support of former president Donald Trump. These Democrats say that star power and more face to face interactions can help perhaps bridge some of the energy gap they're seeing on the ground.Danny Freeman, CNN, Allentown, Pennsylvania. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Once again, live images coming to us from the Grand Mosque in Tehran where huge crowds are gathering for Friday prayers. And there you see Iran's Supreme Leader leading Friday prayers in Tehran today, remembering the slain Hezbollah leader, Hassan Nasrallah.Fred is monitoring this, as he does with so much out of Iran. And this is a pretty rare appearance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "OK, Fred, quite the scenes there in Tehran today. We'll continue monitoring that very crucial speech. We'll be back in a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}