{
  "date": "2024-03-29",
  "headline": "Inside Politics",
  "subHeadline": "Biden Campaign Rakes In Over $26M From NYC Fundraiser; Biden Fundraiser Interrupted By Israel-Gaza Protesters; Biden, Obama, Clinton Address Protesters During Fundraiser; Fmr. Pres. Bill Clinton: \"We Should Not Make 2016's Mistakes\"; Federal Judge Warns Of Trump's Attacks In Extraordinary Rebuke; CNN's Collinson: Trump Is A Ringmaster Of Multiple Sideshows; Melania Trump Largely Absent On 2024 Campaign Trail; WSJ Reporter Remains Imprisoned In Russia A Year Later. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST, INSIDE POLITICS",
      "sentences": "Today on Inside Politics, old and out of shape. That's how Joe Biden described Donald Trump's ideas at a star-studded fundraiser with Barack Obama and Bill Clinton. We have new reporting on the presidential trifecta and the MAGA millions they're raking in.Plus, a CNN exclusive. A federal judge is weighing in on Donald Trump's attacks on the judge overseeing the former president's hush money case, while warning that Trump's words threaten the viability of the U.S. legal system. And one year stolen. A year of stolen stories, stolen joys, stolen memories. That's how the Wall Street Journal is explaining and describing what has happened as it marks the painful one-year anniversary of reporter Evan Gershkovich's wrongful potential in Russia. His apparent crime doing his job as a journalist. I'll speak with Evan's publisher this hour. I'm Dana Bash. Let's go behind the headlines at Inside Politics. First up, a parade of presidents in the big apple. Joe Biden is wrapping up his Manhattan visit by speaking to top donors this morning, just hours after he raked in more than $26 million. According to his campaign, that of course with the help of his friends who used to sit in the Oval Office. The Biden campaign excluded press and network cameras from the event last night but released this selected first clip. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "STEPHEN COLBERT, TV HOST",
      "sentences": "Can voters trust a presidential candidate who was not won a single Trump International Golf Club trophy? At long last, sir, have you no chip-shot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF UNITED STATES OF AMERICA",
      "sentences": "Well, look, I'd be happy to play. I told him once before when he came into the Oval when he was being -- before he got sworn in. I said I'll give you three strokes if you carry your own bag.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "CNN's Arlette Saenz is at the White House, says a lot that that is the clip that the Biden campaign that the White House wants out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah, Dana. And the Biden campaign has really made one of their central strategies, trying to draw that contrast between Biden and former President Donald Trump. And part of that strategy includes finding ways to needle Trump. As you saw as evidence in that clip that the campaign released this morning.President Biden actually continued that as he met with the top donors to his campaign at a finance retreat this morning in New York City. And he said, quote, Donald Trump is president in his mind. I'm president. So, it really comes as the Biden campaign has been trying to find this ways to tweak Trump as they are making these contrasts arguments against him. But as the president right now is meeting with these top donors, those donors are preparing to hear from senior Biden campaign officials like Jen O'Malley Dillon, Mike Donilon, and Julie Chavez Rodriguez, about the plans going forward for their strategy and their operations. This morning, we've learned that the Biden campaign is actually launching 30 new offices in the battleground state of Michigan. Really tried to present a contrast with the operations -- with the RNC and Trump who just yesterday said that they would be opening dozens of offices across battleground states nationwide. So, this really comes on the heels of this big fundraiser. $26 million, as they were hoping this event with Biden, Obama and Clinton will really reinvigorate Democratic voters as they're preparing for that matchup against Trump in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Arlette, thank you so much for that reporting. Really interesting about Michigan, especially. Let's talk more about what happened inside that room last night. First, before we discuss with our panel, the Biden campaign. I mentioned they released the first clip. Then they also released another this morning with the president, talking about what he believes is at stake in November.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BIDEN",
      "sentences": "I think our democracy is at stake. Not a joke. I think democracy is a literally at stake, but a real inflection points in history. Things are changing. But all the things he's doing are so old, speaking all. You know, a little old and out of shape, but anyway.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "I think the big picture takeaway, once again, trying to send the message that the Democrats are unified, which is no small thing. I mean there are certainly deep concerns over Gaza, over immigration and other things but the Democratic Party are pretty broad based is unified around Joe Biden.Yes, there were a few protesters in there. But imagine if he would have had a primary challenge, how he would have gotten into this. So, I think the strength of the president is one thing that campaign is trying to send the message again to get Democrats on board. It's kind of a two-part strategy. Before they get some independent swing voters, they need to get all Democrats on board, which should have sounds obvious, but that would lift his approval rating. So -- and also just to show that President Biden is OK. He's doing just fine. And side to side with all these, sort of, you know, rough stars of the party. That's what it was about. I'm not sure if there's anything in the short term to help him with those voters in Michigan, in Georgia, other places, but the money certainly will help by the ads that they think will in turn help them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "JACKIE KUCINICH, WASHINGTON BUREAU CHIEF, THE BOSTON GLOBE",
      "sentences": "I do think it's interesting. You could hear him trying to turn the age issue around in a way and you've heard him do it once before. It's like -- I can't remember where but that my ideas are new. His ideas are old. Like just really trying to hammer that home. I think that's going to be probably a very -- a stump speech in the making what you heard right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "Yeah. They've been looking for kind of a Reagan-esque way, which is sort of quaint now considering that Reagan was like 10 years plus younger than Joe Biden is now and certainly younger than Donald Trump. Reagan-esque way to turn the age issue on its head.Let's talk about one of the things you mentioned, Jeff, which is the protesters that was expected. They go everywhere. The president goes and they go everywhere -- a lot of Democrats go. These are people who are protesting the administration's stance in support of Israel in its retaliatory war in Gaza. Here's -- because we have quotes, we don't have video from inside this. This is one of the things that President Biden said. I've been working with the Saudis and with all the other Arab countries, including Egypt and Jordan and Qatar. They're prepared to fully recognize Israel. There has to be a post-Gaza plan, and there has to be a train to a two-state solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "SEUNG MIN KIM, CNN POLITICAL ANALYST",
      "sentences": "Right. And he has not only emphasized that several times. He has also emphasized in public several times over. How diligently he had though -- he and his White House are working towards that temporary ceasefire in Gaza to at least give a relief to the fighting, get humanitarian aid and get hostages out because he knows obviously that's a -- that's a policy matter that he wants to tackle. But he knows the major political matter.He sees the anger. He sees the 100,000 people in Michigan that voted uncommitted and that democratic states primary. Right now, the campaign again is betting on the fact that not for example, those 100,000 voters in Michigan, they're not all going to sit home or vote for Trump. I mean, a lot of them told us during that Michigan process that we just want to send a message now, because Joe Biden is the one in charge right now. He is the one who can actually do something. So, you know, come November the campaign is really hoping that when that binary choice is in front of voters that they make the -- what they believe would be the proper decision. But it is a gamble, which is why you're seeing the big investments like you're doing in Michigan this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "And you know, it was really interesting to see not just President Biden give a response to these protesters. But his two Democratic predecessors, Barack Obama, who is seen by progressives as maybe more on their side on Israel. And Bill Clinton, who tried like almost to the last day of his presidency, it actually find that two state solution.I just want to read what each of the men said. Obama, when you look at a situation like we're seeing in Gaza and in Israel and your heartbreaks. Initially, for a massacre of unbelievable cruelty, it is also possible for us to say we unequivocally support the people of Israel. Clinton, the world we live in is hard because you have to keep two apparently conflicting ideas in your head. You should trust them to work for it, to work to ease the suffering of the totally innocent Palestinian citizens and not to allow Israel security to be lost. So, to me the way I saw that was as much about the substance of what they said, and also a reminder of the fact that these are two amazing communicators -- amazing community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "I have to speaking of Bill Clinton. This quote was also interesting. Here's what he said about 2016. He said, we should not make 2016 mistakes. We should stay with what works and not let people who try to undo it, take credit for whatever. Now what happened? Who ran in 2016?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KUCINICH",
      "sentences": "No. I wonder if I would have said that if his wife was sitting on stage with him, former secretary of state --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "And by the way, I think he would say keep, he -- as the one of her top surrogates made some big mistakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KUCINICH",
      "sentences": "Right. And I think that it also -- it shows how much 2016 continues to haunt this race, not only because Bill Clinton is sitting there, but there are -- there are echoes of 2016 that Democrats are worried that they have a blind spot. But they're not -- that there's somewhere they're not going there, maybe there's some people that they're failing to talk to. And that fear I think is going to continue, particularly as you see these poll -- if Biden's poll numbers don't move one way or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "That's so interesting. It's such a good point. And it's a nice segue to the last point in the segment that I want to make. Seung Min, I'm sure we all saw our friend Jonathan Martin's piece this morning. Questioning why the Biden campaign has not reached out to Republican -- high-profile Republicans who have no intention of voting for Donald Trump.Susan Collins, Mitt Romney, Todd Young, Bill Cassidy all say the same thing, they've not heard from Biden. You know, who understands the value of a politician receiving a personal touch, perhaps more than anyone else on the planet? Hint, it's the man who rarely misses a funeral, and so on and so forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KIM",
      "sentences": "Right. I thought that piece was so fascinating because it answers sort of the obvious question that's out there. Why hasn't he picked up the phone and called up Susan Collins or Mitt Romney, who are not going to support Trump at the end of the day.Now that Biden campaign is definitely doing some outreach to those so- called Nikki Haley voters. They actually just released a digital ad a couple hours ago, targeting that kind of -- those kinds of voters in those states. But there is a persistent block of voters who are still not supporting Trump of these primaries. That's a gettable group right there for Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Donald Trump has a new target. The daughter of the judge overseeing his hush money case. He's attacking her by name, while she's claiming -- while he's claiming that she is a rabid Trump hater. Now, U.S. District Judge Reggie Walton, an active federal judge, the kind who rarely speaks publicly is condemning those dangerous comments in an exclusive interview with my colleague, Kaitlan Collins.(BEGIN VIDEO CLIP) REGGIE WALTON, U.S. DISTRICT COURT FOR DISTRICT OF COLUMBIA: It's very disconcerting to have someone making comments about a judge, and it's particularly problematic when those comments are in the form of a threat, especially if they're directed at one's family. I mean, we do these jobs because we're committed to the rule of law and we believe in the rule of law, and the rule of law can only function effectively when we have judges who are prepared to carry out their duties without the threat of potential physical harm. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "My panel is back. I mean, we can't underscore enough how extraordinary and rare it is for a person sitting on the federal bench to come out and comment publicly about the dangers -- about anything, but specifically about the dangers of such rhetoric that we're hearing from the candidate on the Republican side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KUCINICH",
      "sentences": "But this judge and his daughter, this isn't the first time this has happened. I go back to 2016, Judge Curiel, who is in charge of the Trump University case was absolutely put center stage by the former president received threats, all of these things. Reuters did a great piece on the end of February about a lot of the judges that have handled some of these Trump cases and what they have endured.And they had this stat that I thought really stood out. That was since Trump launched his campaign in 2015 threats against judges, federal prosecutors, et cetera, has tripled according to the U.S. marshal service. So, this isn't -- this isn't an accident. This is -- this is what he does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ZELENY",
      "sentences": "When you heard the judge mentioning to Kaitlan, he's a very experienced judge. And just since some of the January 6 cases have been going through, there have been so many more threats in his entire career. So, the reason this matters is and these aren't just happening because Trump is often calling out these judges by name on social media that reverberate through the right wing sort of echo chamber on radio and social media, et cetera. So, then it becomes an issue.And what's different about this, you know, they're known as necessarily responsible for the threats of their supporters that they give up, but there's no calling people back. There's never been anyone -- Trump specifically saying don't do this. So, no calming of the rhetoric. He in fact does the opposite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Yeah. You're being --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ZELENY",
      "sentences": "Stirred up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KIM",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "That the way that he is campaigning, the people who support him or even inclined to support him, they're just fine with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KIM",
      "sentences": "Right, right. The problem for the Trump campaign is that there's a ceiling to the percentage of voters who would be attracted to that kind of campaigning, that kind of style. And what's interesting about that whole dynamic is that the Biden campaign so far is doing all the things that you think a good presidential campaign should be doing.They're raising gobs of money. They're opening a tons of offices in battleground states. They're well ahead of the Trump campaign on that front. And I think the big question that we probably won't be able to answer until Election Day is whether those traditional campaign metrics actually matter in this day and age. Not only in this day and age when -- but when you're running against such an orthodox -- unorthodox candidate like Trump. I do think there is some worry coming out of Republicans and Trump campaign right now, considering the pace of the fundraising and the organizational advantages coming out of the Biden camp -- I mean, the Trump campaign officials are saying, we will have dozens of offices open up soon. We will raise tons of money, especially at this Palm Beach fundraiser. I believe that next week. We'll see how much they speed up. But certainly, they are at a disadvantage right now in those fundamental metrics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "One person who we have not seen very much of it all until recently when Trump went to vote in the Republican primary in Florida is his wife, Melania Trump. And our colleague, some that's her body has another great piece on cnn.com about where she is.Here's what's Sunlen's reports. She'll definitely have a role, but in terms of what it is, I don't know. A source close to the Trump campaign said, it's her decision on how much or how little she will be campaigning. She is very selective and methodical in what she wants to do and how she presents herself. As I bring you in to talk about this, our team found a nugget of sorts. And this is an interview that Trump did with Megyn Kelly back in September of 2023. (BEGIN VIDEO CLIP) DONALD TRUMP (R), FORMER U.S. PRESIDENT AND 2024 PRESIDENTIAL CANDIDATE: Well, I think part of the beauty is that mystery. She is a much more inner. She's introspective and she's confident. She doesn't need to be interviewed by you to get ripped apart for no reason. She doesn't need to be out there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KUCINICH",
      "sentences": "I mean, it's an unconventional campaign and this is another part of it. But it's been -- I mean, this is how Melania Trump was as First Lady, right? She did what she wanted. She showed up when she wanted. She was out there when she wanted. And it doesn't seem like anything has changed, going into the second campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ZELENY",
      "sentences": "And we're about to have a very uncomfortable case from the early stages of their marriage, as Stormy Daniels' case, which she has talked privately about as being very, you know, a very painful moment. So, you have to wonder if that is part of it as well and staying out of the limelight as that case goes through.But at the end of the day, I'm not sure this matters electorally, if she was out campaigning. But you do wonder if the shoe was on the other foot. If another spouse was not out. If Michelle Obama had not been out. If Joe Biden has not. And there would be some questions here. But as you said, unconventional.",
      "isLastSentenceInterrupted": false
    }
  ]
}