{
  "date": "2024-03-02",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Airdrops Humanitarian Aid Into Gaza; Trump Hits The Trail In North Carolina And Virginia Ahead Of Super Tuesday; Polls Show Tight Matchup Between Biden And Trump; Monster Blizzard Slams California And Nevada; Texas Wildfire Scorches 1 Million Acres, Kills 2; Young Kids Among 7 People Killed In Russian Drone Strike; New Poll: Biden Trails Trump In Head-To-Head Contest. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What happens in Tennessee is going to happen in nearly any red-controlled state after this time period. But Tennessee is really leading the charge in many ways.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "All right. An all-new episode of \"THE WHOLE STORY WITH ANDERSON COOPER,\" one whole hour, one whole story, airs tomorrow at 8Thank you all for joining me today. I had fun. Hope you had fun. Hope you learned something. I'll be back with you tomorrow, though. Tomorrow afternoon at 2:00 Eastern. I'm Omar Jimenez. NEWSROOM continues right now with Jessica Dean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "You're in CNN NEWSROOM. Hi, everyone. I'm Jessica Dean in New York.White House officials say they're monitoring the location where U.S. aircraft has dropped bundles of aid supplies over Gaza today. According to officials, civilians have been distributing the aid on the ground at a location that was chosen because officials believed a large number of people were sheltering nearby. At the same time, a senior U.S. official now saying Israel has, quote, \"basically accepted\" the terms of a ceasefire deal to release more hostages and it's now up to Hamas to agree. Priscilla Alvarez is joining us now in Washington. Priscilla, what's the White House saying about this airdrop today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, they're describing it as successful for some of the reasons that you described there at the top, after dropping this aid in a region where they assessed that people were sheltering and in need. They did see those civilians approach the aid and begin to distribute it, which is a welcome sign, because again this is part of an effort to scale up aid to Gaza, which is in a desperate situation.Now we are getting some details as to what exactly was dropped. So it was 66 bundles. This was done with the Jordan Air Force Base, and in total, it was 38,000 meals. Now that's meals. That does not include water and medical supplies, but even so, President Biden in a tweet today saying that this is still not enough, that more aid needs to be shored up to Gaza. And that's really what senior administration officials were telling reporters today that they want to flood the zone and that includes these humanitarian aid drops. But it also includes exploring other avenues like a maritime corridor to get more aid into Gaza in addition to opening up those land crossings. That has been a big challenge and one that they say none of this is a substitute for. Those land crossings need to be open so that more, more of this aid can get in. But even in the absence of that, or at least in a narrowing of that, they do say that they are going to continue these aid drops because again, Jessica, this is a dire situation and one that White House officials are keenly aware of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "DEAN",
      "sentences": "Yes, and we also are getting word today from a U.S. official, Priscilla, on some progress that has potentially been made toward a ceasefire, a hostage deal. What can you tell us about the latest on those talks which have been ongoing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "ALVAREZ",
      "sentences": "They have, and they're very delicate and sensitive talks. But a senior administration official saying today that Israel has basically accepted the frameworks of a deal. Now what this deal includes is a six-week ceasefire and the idea of this ceasefire is to allow for the release of vulnerable hostages. That includes women, the elderly, and the wounded. At the same time, it would allow for a surge of humanitarian aid into Gaza.And while all of that is happening, the hope is that over the course of those six weeks, officials can continue their discussions to work out some of the stickier point, such as the release of hostages that are IDF members. But all of this is still ongoing. And as administration officials have said from the beginning, no deal is a done deal until the very end. Now, as all of this is happening, we are also learning that Vice President Kamala Harris will be meeting with Israeli War Cabinet member Benny Gantz on Monday. So this meeting coming at this critical juncture as the U.S. is pushing for both humanitarian aid and for this hostage deal to reach the finish line before Ramadan, a date that U.S. officials have repeatedly cited as one when they would want to see this come to fruition. Now, while the Israeli War Cabinet member is in town, he's also expected to meet with National Security adviser Jake Sullivan. So in all of these talks the focus will be on what is happening right now, but also, critically, the day after planning for Gaza, which especially has been a priority for Vice President Kamala Harris -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "DEAN",
      "sentences": "Of course there was no evidence that the election was rigged.CNN's Steve Contorno joining us now live from Richmond, Virginia, where Trump will be headed to soon. Steve, what else is the former president saying today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "STEVE CONTORNO, CNN CORRESPONDENT",
      "sentences": "Well it's interesting. He's holding these events in North Carolina and Virginia, which are obviously voting on Super Tuesday, and the message to his supporters is, yes, we want you to show up and vote in those primaries. But these are also -- this message is very much tailored toward a general election audience that we are starting to see him preview and test out his strategy for defeating President Joe Biden in November.In North Carolina, for example, he talked a lot about what he saw in this most recent trip at the border. Take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "TRUMP",
      "sentences": "Biden's conduct on our border is by any definition a conspiracy to overthrow the United States of America. You know he talks about democracy. He is a danger to democracy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "CONTORNO",
      "sentences": "Now those remarks were made in North Carolina, one of the more interesting states that's going to vote on Tuesday because it's going to play and factor into the November election as well, as one of these swing states that we are expecting both Biden and Trump to compete for. Trump has won it twice, but his margin narrowed each time, and they are very hopeful on the Biden side that they can turn it blue in November -- Jessica. DEANthis rally railing on the legal charges against him. Of course that has been a huge piece of his strategy for this election cycle. What did he have to say about it today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "CONTORNO",
      "sentences": "Yes. And he was obviously down in Mar-a-Lago on Friday as he goes through these legal challenges, but we're seeing him have to go through this court calendar and the primary calendar at the same time and balance those two things. It's, you know, today, for example, he had the Idaho caucuses, the Missouri caucuses. Tomorrow is the D.C. primary. Super Tuesday is coming up this week as well.So we're really moving quickly through the GOP nominating calendar now. He's looking ahead to the general election, but still very much focused on these legal challenge that he's facing -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:12:55",
      "speaker": "DEAN",
      "sentences": "Three days out from Super Tuesday and we're getting a closer look at a potential head-to-head matchup between President Joe Biden and former President Donald Trump. That's a \"New York Times\"-Sienna poll showing Joe Biden running behind at 43 percent to Donald Trump's 48 percent in that horse race with 10 percent telling pollsters they don't know who they'll be voting for.There's a lot more within that poll to chew on and talk about, and joining me now to do that and to talk through the latest political headlines, CNN political commentator Scott Jennings and Democratic strategist Karen Finney. It's always good to see both of you. Let's start first. Donald Trump is insisting on making this campaign a referendum on the insurrection, on the criminal charges against him. Why, Scott, do that instead of focusing on inflation or the border? And he does talk about those things, but he certainly, the cornerstone, I think it could be argued is about the grievance, the airing of grievances and the prosecution against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:12:55",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, I mean, all I have to look at is what the latest polling says and the latest polling says that Americans disapprove of Joe Biden on the economy. They think he's weak on immigration. You go down the list. That's what the election is going to be about, whether Donald Trump mentioned one thing or the other, or even whether Joe Biden mentions one thing or the other, the American people are going to render a judgment here on the incumbent.And right now, those issues are inflation, the economy, immigration is now the top issue in the country according to the Gallup poll. So that's what it's really about. And I think that's why Joe Biden is losing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, let me just say one quick thing about the poll. I would just remind us that we've had several other polls in the last few weeks where Biden has been tied or ahead. So we have to take each one sort of as a piece of information that tells us something about what's going on at a snapshot. In terms of the State of the Union, the stakes are high.It will be quite frankly the first, I would say, speech from the president of the general election because I think we all expect, I think Scott would agree, that it will be very clear by the end of the night on Tuesday that Donald Trump is the Republican nominee. So I think it's an important opportunity for President Biden to not just talk about what he's done, but also to talk about what the next term would look like because elections are about the future. And that's one of the things that I think for Trump that will continue to be the more we go through this election. And he is talking about the past and people are reminded and hearing from him every day. Remember we've had kind of a three-year break which has been nice, but when that's hitting every day, that contrast I think will be important. And I think you'll hear President Biden also talk about people who have been impacted by the Biden-Harris record. And again, I think he'll talk about, you know, what is to come. I suspect we'll hear a little bit about immigration. As Scott mentioned, it's a top issue. And we'll likely hear about the fact that when we had a deal that could have made a difference and Democrats went farther than ever before Donald Trump shut it down. And that contrast what will be important. DEAN: And I want to get to Super Tuesday in just one second, but, Scott, just to wrap up on State of the Union and what the strategy might be here. The polling, again, Karen has a good point that we have to take each poll and then put them together. But looking at this particular poll, this latest snapshot, it shows that he has weakening support amongst the broad coalition of the electorate in 2020. Younger voters, voters of color, you can kind of -- women. Who should he be speaking to? Who do you think he's going to be speaking to? Can you both shore up your base and also start to reach out to independents? How do you do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "JENNINGS",
      "sentences": "Well, he's got fires in multiple places in his house, and so it's like when you grab the fire extinguisher, which room do you run to first? I mean, that's really his problem. I mean, you mentioned the demographics that are problematic. I mean, tied among women, losing a quarter almost of African-American voters, losing Hispanics. I mean, you know, across the board that you can see the flow here, Paula, this working-class, multiracial coalition flowing towards the Republican Party, flowing towards Donald Trump, because they're dissatisfied with the economy and other things under Joe Biden.So, you know, it's a long speech, by the way, and he could do more multiple things. I would just point out last year's State of the Union Biden was judged to have done a good job. The instant polling was very good. And then a couple of weeks later, the polling on everything had changed. Zip, zilch, nada, not a single move -- statistically significant movement in any survey about what happened last year. So if I were them, obviously it's an important moment, but I wouldn't be expecting too dramatic of polling movement coming out of one speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "DEAN",
      "sentences": "OK, so but in the immediate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "FINNEY",
      "sentences": "Can I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "DEAN",
      "sentences": "Go ahead, Karen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "FINNEY",
      "sentences": "Yes. Just real quickly, everything I wanted to mention, though, about the poll and about this speech and this sort of where we are in this moment is that, remember that every time, whether it was just the New York special election, the midterm elections in 2022, the special elections in 2023, when people have actually gone to the polls to vote, the results have been very good for Democrats and for the message that Joe Biden will be running on.So I think let's not count him out just yet. I know that's -- you know, he usually gets undercounted and Trump kind of gets overcounted. But I think we should remember that when people go to the polls and vote, they are supportive of the Biden agenda. That's why I think you're going to hear quite a bit about it on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "DEAN",
      "sentences": "And so let's talk -- so that's Thursday. First on Tuesday, though, we have Super Tuesday and this Republican primary, we have Nikki Haley as the sole last rival to the former president.Scott, does she have a chance at putting any dent in how strong he has been and stopping him from capturing -- his team keeps saying that he's going to have enough delegates within the next couple of weeks to clinch this nomination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "DEAN",
      "sentences": "I mean, that's a great point like you're right, and not to put the cart before the horse, but I think because of all the reasons you just laid out, we are going to see this shift to the general election really in a big way this week, Karen.I think we just lost Karen, but Scott, I mean, you just said it, but yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "JENNINGS",
      "sentences": "Well, I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "DEAN",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "JENNINGS",
      "sentences": "Yes. Well, look, I think Karen -- I think Karen is exactly right. She was pointing out that Joe Biden is going to have to relentlessly focus on Donald Trump. You're already seeing him do that, by the way. But for the Democrats at this point, there's no reason to wait. I mean, it's going to be Trump. It's obviously -- that's what the Republican Party is going to do. So everything he does at the State of the Union and from now on, we're going to have a very long general election.And there's a lot of issues that Biden has got to shore up. I expect to hear a lot about sort of the core, you know, issues that Democrats have been running on. Abortion certainly. You know, they're going to talk about democracy, although that means something different. As you pointed out earlier, Paula, to Republican voters. But unless they get something fixed up here on the economy and immigration, I got to tell you, it feels very tough for him right now, just because he's so far down with the American people on those two issues. He's got a long way to go. A lot of ground to make up among people who've concluded that he's just not done a very good job on it. DEAN: Karen, I want to get back to you in one second, but I just want to shift -- I'm glad you're back by the way. But I wanted, before we let you go, Scott, you worked for and are close to the current Senate majority leader, Mitch McConnell, who announced he's going to step back as Republican leader, which is a sea change, not just on the Hill, but really in Washington. And there is a lot of jockeying for his job right now amongst a number of Republican senators. How do you think this is going to play out? And what does it say about the party moving forward? Because Mitch McConnell kind of represents this old guard in a way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "JENNINGS",
      "sentences": "Well, I think, first of all, there are a number of Republicans who could win and they're all very good. The three Johns as they're called in Washington are excellent. Senator Daines, who's running the NRSC. Excellent. Trump likes him. We really do have some good senators who I think would make good leaders.I would say that, you know, it wasn't unexpected that this would be McConnell's last term. And if I had to bet these people who are angling for this had already been having conversations quietly with the rest of their conference about shoring up votes. So this actually may be a little firmer for a few of these candidates than we know behind the scenes. But obviously if Donald Trump gets elected president and he's coming into the White House, what he says is going to be influential. And right now, he had something positive to say about Senator Daines, so long way to go, though. But remember, these folks spend a lot of time together and I would say these relationships are pretty firm behind the scenes for the people who have known for quite some time that this was likely to be Senator McConnell's last term as leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "DEAN",
      "sentences": "That this was coming. And Karen, just to give you kind of the last word here. You know, Democrats have used Mitch McConnell is a foil for years to really drive home their message and try to rile up their base. How do you see kind of this change, you know, affecting Democratic messaging? Again, as Mitch McConnell was really the one that put the supreme -- helped pave the way to put this Supreme Court as it is in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:15",
      "speaker": "DEAN",
      "sentences": "A long general election for everyone. All of us here in America.All right, Karen Finney and Scott Jennings, my thanks to both of you. I appreciate you coming on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:15",
      "speaker": "FINNEY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:15",
      "speaker": "JENNINGS",
      "sentences": "Thanks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:06",
      "speaker": "DEAN",
      "sentences": "Right now, a monster blizzard is wreaking havoc along the west coast, posing life-threatening conditions from California to Nevada to Colorado. This very powerful storm blanketing that region with several feet of snow, fierce winds, even spawning a tornado outside of Fresno in California.Whiteout conditions also causing chaos on Interstate 80 with drivers stranded and multiple collisions, prompting authorities to shut down a major stretch in California close in Nevada. CNN's Elisa Raffa is in our Weather Center tracking the storm. Elisa, any signs of this kind of slowing down or getting to its end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:06",
      "speaker": "ELISA RAFFA, AMS METEOROLOGIST",
      "sentences": "Not really. As we go through the weekend, we're going to continue to pump this. Snow blizzard warnings are in effect through much of Sunday in a variety of these places in California.You see these purples, that's where we have extreme impacts from this. We're talking about impossible travel, whiteout conditions. Not just from heavy snow, but we've got damaging winds that have been gusting upwards of 65, 70 even up to 100 miles per hour. Extremely heavy snowfall rates up to four inches an hour. I mean, look at some of the snow totals that we've seen already. And 32 inches in Mt. Rose Ski Base, 42 inches in King Valle. So we've had totals that are well over three feet in some spots already. And like I mentioned, the blizzard warnings continue as we go into Sunday. You see all these oranges here? That's where we've got the rare blizzard warning in the Sierra Nevada's. The storm is just so intense. Look at the thunder snow over parts of Salt Lake City. You've got lightning in some of this. And you can see where all that moisture is meeting the cold air at the tops of the mountains. And that's snow just keeps pumping. In the highest elevations, above 5,000, 6,000 feet, that's where were talking about snow totals over 12 inches. Here's a look at some of these wind gusts that have been upwards of 100 miles per hour, 114 miles per hour in Mammoth Mountain. We'll continue with these wind gusts up to 70 miles per hour. And the wind goes, spreading eastward into the central plains. Looking at gusts there to 35 to 40 miles per hour. And that's going to make fire conditions there continuing through the weekend. We've got red flag warnings in effect for the Oklahoma and Texas panhandle. Because not only do you have the wind, you have incredibly low relative humidity, only about 15 percent. And that's what's going to keep these fire conditions pretty healthy. Over a million acres have already burned in parts of the Texas panhandle. That fire's only 15 percent contained at last check. And like I mentioned, the fire weather conditions do continue as we go through the weekend today and, again, there you see tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:06",
      "speaker": "DEAN",
      "sentences": "All right. Elisa Raffa for us, thanks so much for that update.And let's talk more about those Texas wildfires. In Texas, at least two people are dead as that Smokehouse Creek Fire becomes the largest in that state's history. Firefighters are racing to contain the flames. It's already burned through a million acres. It's only up to 15 percent contained. And strong winds and higher temperatures which could fan the flames on the way, as Elisa just laid out for us. CNN's Camila Bernal is on the ground in the scorched city of Fitch, Texas. Camila, I'm looking behind you. There is just nothing left. Tell us more about what you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:06",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "It's really devastating. Jessica. it's that cleanup process, that grieving process, because so many homes look like what you're seeing here behind me. This is the entrance to the Johnson family home or what was once theplace where they had dinners together. They raised seven children in this property. And now this is what they're walking into. So this was the porch, the area where they watched their sunsets and made barbecues. And you'd walk into the house and this was the living area. And unfortunately, we were here to talk to the family and they say that it is just so hard to have to rebuild, to have to start all over again, both emotionally and financially. They said they do not want to leave this place. Take a listen to what it was like to come here for the first time. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:06",
      "speaker": "RONNIE JOHNSON, HOME WAS DESTROYED BY FIRE",
      "sentences": "We came back about 10(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:07",
      "speaker": "DEAN",
      "sentences": "It is just devastating. And our hearts go out to them.Camila Bernal, with that update, thank you for that reporting. And joining us now with the latest on that the effort to contain the fires is Jason Nedlo. He's a spokesperson with the Texas A&amp;M Forest Service. That's the lead fire agency in Texas. Thanks so much for being with us. I just want to get right to the chase here. What's the latest on this effort to slow these down? And do we have any sense of a timeframe when this might be under control? JASON NEDLO, SPOKESMAN, TEXAS A&amp;M FIRE SERVICE: Hey, Jessica, how are you doing? We will have a much better sense of control after this weekend. This weekend has put us back into red -- red flag warnings and fire weather with strong winds, low relative humidity, and active fire on the ground. So we're really trying to get through this weekend. There's the potential for large fire growth, again through Sunday night. So that's really the focus now. Early next week, I think we'll be able to focus a little more on what we might get closer to containment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:07",
      "speaker": "DEAN",
      "sentences": "And it sounds like what you're saying is that it's just really bad conditions that's making this even more difficult, that the wind and the weather is making this even harder?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:07",
      "speaker": "NEDLO",
      "sentences": "That's exactly right. We actually had snow on Thursday, which sounds like a good thing, but all that does is pretty much frost cure the grasses. It pulls the water out. And then when it dries back up again, those are ready to burn.Texas, in the panhandle, had a higher-than-average rain over the winter. And so there's a lot more grass, which we consider fuel. That's what's going to burn. So there's a lot of fuel on the ground. And when you add high winds and low humidity to high fuel load levels, that's when you get the conditions that are ripe for large, fast- spreading wildfires, which is what we've had here on Smokehouse Creek.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:07",
      "speaker": "DEAN",
      "sentences": "And, Jason, at this point, is there any indication or idea yet about what caused this fire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:07",
      "speaker": "NEDLO",
      "sentences": "Those investigations are still ongoing. And from talking to the authorities who are investigating the cause, there's been no report filed. They really don't have an idea what's caused those fires yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:07",
      "speaker": "DEAN",
      "sentences": "Well, we're all thinking about you guys. I know that is a really hard situation with such real consequences for so many people in Texas.Jason Nedlo, good luck with everything. Thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:07",
      "speaker": "NEDLO",
      "sentences": "Thanks for having me. I appreciate you putting our message out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:42:35",
      "speaker": "DEAN",
      "sentences": "Two young children were among the seven people killed in a Russian drone attack on Odessa, Ukraine, Friday night that struck the apartment building that you see right there, which local officials noted is nowhere near any kind of military facility.Those killed just the latest civilian victims in what has become a relentless bombing campaign, well beyond the front lines after more than two years of war in Ukraine. Nick Paton Walsh reports from eastern Ukraine. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:17",
      "speaker": "DEAN",
      "sentences": "We kind of say this a lot, that something looks like a scene out of a movie. But this really did. It was actually very real though.Look, look for yourself. Incredible. On a bridge spanning the Ohio River, a semi-truck crashed through the side of the bridge and you see it was dangling over the water. And in the harrowing minutes that followed, a member of the Louisville Fire Department is seen there being late -- being lower down by a cable, actually rescues the driver, brings her to safety, and the driver has since been released from the hospital. Absolutely incredible. Well, we have new polling on that potential Biden/Trump rematch here in 2024. And numbers are spelling out potential trouble for the Biden campaign. They would argue against that. But CNN's senior data reporter, Harry Enten, is joining us live with some insight into all of this. Harry, do things look a lot different than the polls did four years ago? How do they match up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:17",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Massively different. I mean, that's, that's the wording that I would use. This -- this looks like a disaster for the incumbent president, Joe Biden. You know, we had a new \"New York Times\"/Sienna College poll that cameout earlier today. What do we see? We see that Donald Trump is up by four points among likely voters. Compare that to where we were four years ago at this point. Joe Biden was up six points. And this is something that I'm not quite sure has sunk in with a lot of people. That is Joe Biden did not trail in a single poll that met CNN's standards for publication during the 2020 campaign. You see this poll from the \"New York Times\" that has Trump up four. It's not the only poll that's had Trump up four. CNN has featured numerous polls conducted by our own polling staff that has had Trump up by four or five percent points. So this is just looking very, very different. And I know the Joe Biden campaign wants to dismiss these polls. But as someone who likes to look at this stuff dispassionately, I simply put, cannot dismiss this. The current incumbent president, simply put, is in a lot of trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:17",
      "speaker": "DEAN",
      "sentences": "And so, Harry, there's also a fair amount of underlying data in these polls, too, that you kind of dig in and look through as well. How did that shape up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:17",
      "speaker": "ENTEN",
      "sentences": "Yes. It's not just the top line that would worry me if I were Joe Biden. Take a look at this question that the \"New York Times\" put on their poll.Their policies have personally either helped or hurt me. And 42 percent of likely voters say that Donald Trump's policies have helped them compared to just 20 percent who say the same about Joe Biden's policies. Versus hurt me, and 44 percent of likely voters say that Biden's policies have personally hurt them compared to just 27 percent of Trump's. So this isn't just something where they're not necessarily liking Joe Biden. They are also liking Donald Trump's policies far more than Joe Biden's. And this is the thing that would concern me. You know, we're just looking at one question here, Jessica. But the fact is, as you look deep inside of these polls, you look at the internals, you look at the other questions besides the horse race, they support what the horse race is showing and that is that down Trump has a lead. Because on issue after issue after issue, more voters say they trust Donald Trump than Joe Biden or say that Biden's policies have hurt them more than Donald Trump's policies have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:17",
      "speaker": "DEAN",
      "sentences": "And let's talk about the GOP primary. We have Super Tuesday coming up in just a few days. How are things shaping up for the former president? Nikki Haley, of course, the former governor, still in that race against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:17",
      "speaker": "ENTEN",
      "sentences": "Yes. If you were essentially to look right now at the horse race, nationally speaking, what do we see? We see that Donald Trump crushing Nikki Haley nationally. Look at that, 76 to 21 percent.In fact, the only base that I can find that Nikki Haley has among likely Republican primary voters are those voters who actually voted for Joe Biden in 2020. And I don't think I have to tell you that that group makes up a very small sliver of the Republican Party. If your base of voters are folks who are predisposed to not like Donald Trump you're in massive trouble. So this poll, this \"New York Times\" poll doesn't just have good news for Donald Trump in a general election. It supports the fact that he's a very heavy favorite in the primary as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:17",
      "speaker": "DEAN",
      "sentences": "And obviously, Tuesday, delegate rich. And we have to remember that there isn't just pulling in all of this. They are actually getting delegates to be awarded at the convention so they can actually become the nominee.What are you seeing with those numbers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:54:59",
      "speaker": "DEAN",
      "sentences": "All right, Harry Enten, great as always to have you walk us through it. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:54:59",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}