{
  "date": "2024-10-19",
  "headline": "The Chris Wallace Show",
  "subHeadline": "Democratic Presidential Candidate Kamala Harris Does FOX News Interview in Effort to Reach Potential Republican Voters; Republican Presidential Candidate Donald Trump's Recent Behavior, Including Dancing During Town Hall and Controversial Answers to Interview Questions, Examined; New Gallup Poll Finds 31 Percent of Americans Trust News Media; Two Giant Pandas from China Arrive in Washington D.C.; Singles Apps Allow Users to Possibly Base Who They Choose to Date on Political Affiliation; Crocs Releases Version of Its Product for Dogs; Recent Polls Show Texas Senate Race Tightening between Republican Senator Ted Cruz and Democratic Candidate Colin Allred. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:35",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Hello again, and welcome. It's time to break down the big stories with some smart people.Today we're asking, as Kamala Harris campaigns with Republicans and does a FOX interview, is her reach out to conservatives a good strategy? Then dancing and canceling, what's going on with Donald Trump's latest head-scratching campaign moves. And they're back. China's giant pandas return to the nation's capital. But the price tag is a bear. The panel is here and ready to go. So sit back, relax, and let's talk about it. Up first, with just over two weeks now until Election Day, Kamala Harris and Donald Trump remain deadlocked in the polls. So this week, Harris took a new tack, turning her attention to a group of voters who might be a tough sell -- Republicans. (BEGIN VIDEO CLIP) KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES:  May I please finish --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "HARRIS",
      "sentences": "May I finish, may I finish responding, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "Kamala Harris sitting for a combative interview on FOX News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "HARRIS",
      "sentences": "I'm sorry, and with all due respect, that clip was not what he has been saying about the enemy within.That's not what you just showed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "Going from attacking Donald Trump to clarifying previous answers on how she'd be different than President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "HARRIS",
      "sentences": "My presidency will not be a continuation of Joe Biden's presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "And addressing what she's said in the past about enrolling illegal immigrants in free health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "HARRIS",
      "sentences": "Listen, that was five years ago, and I'm very clear that I will follow the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "Harris tried to draw a sharp contrast with Trump, especially on the issue of democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "HARRIS",
      "sentences": "He has talked about turning the American military on the American people. This is what is at stake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "Echoing remarks from a rally this week where she was flanked by former Republican lawmakers who'd broken with Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We must put our country over our party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "And there's some opportunity for Harris, with a recent poll showing about 18 percent of likely voters in key swing states still undecided, including many who supported Republican Nikki Haley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They feel as though there are enough disaffected Republicans that they can make inroads.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "Here with me today, podcaster, journalist, and author Kara Swisher, Reihan Salam, president of the Manhattan Institute and \"National Review\" contributing editor, \"New York Times\" journalist and \"The Interview\" podcast host Lulu Garcia-Navarro, and conservative pollster and \"New York Times\" opinion writer Kristen Soltis Anderson. Welcome back, everyone.Kristen, was it a smart move for Harris to go on FOX? KRISTEN SOLTIS ANDERSON, CONSERVATIVE POLLSTER AND \"NEW YORK TIMES\" CONTRIBUTING OPINION WRITER:  I think it was a smart move. I think it would have been a smarter move if she had executed the interview better. But from the choice to accept the interview, I do think it's smart, because right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "No, but I'm talking about what happened in the interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "ANDERSON",
      "sentences": "I still think that she did not perform great. I think that her answer on the question of people think the country is on the wrong track, you have been in the vice president, explain. I still think she doesn't have a sharp enough answer on this. She was asked multiple other times this week in other contexts, and still kind of give strange answers. I think she doesn't have a crisp enough response there, but I still think that it is smart to show I'm not afraid to go into tough places. So while the execution may have been wanting, I do think strategically it made sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:35",
      "speaker": "WALLACE",
      "sentences": "Lulu, I think it's fair to say that Harris had a tough time trying to distinguish herself from Biden and how things have gone the last three plus years. She had a tough time on immigration. Was it a net positive for her to do that interview, not the choice, but the actual interview?LULU GARCIA-NAVARRO, \"NEW YORK TIMES\" JOURNALIST AND PODCAST HOST:  I think it was a net positive unquestionably. The way that these interviews play out now is that everyone takes from it what they want. It gets clipped, it gets pushed out. And so there were enough very strong moments, as we saw just here, that she had that really kind of pushed forward her message, specifically on the issue of democracy, specifically on the issue of Donald Trump. And I also just think the optics of Bret Baier constantly interrupting her, it looked like heckling. And she kind of standing in up straight and tall and being able to push back, I think those optics worked for her, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "WALLACE",
      "sentences": "We'll get into that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SWISHER",
      "sentences": "That was a visual thing. So, I mean, she showed that she could do it. Not every answer was crisp. I think we sit around in the details, and most people just see her showing up, looking strong, answering, having a go-to with Bret, and that was that. I think these things fly by like you can't believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "WALLACE",
      "sentences": "Reihan, can Halye -- can Harris, rather, pickup Republican votes with the message that she delivered and the answers that she gave in that interview on FOX? REIHAN SALAM, CONTRIBUTING EDITOR, \"NATIONAL REVIEW\"I do think that there has been some erosion for Harris among independent voters, and also about low propensity working class Democratic voters. So I think that actually trying to pitch Republicans, you might indirectly benefit yourself with those constituencies that right now seem pretty under-motivated. And that's also why agree with the panel that it was a good idea to go on FOX. It's a good idea to make this more moderate pitch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "WALLACE",
      "sentences": "So are you basically saying by standing up to Bret, and if you want to call it heckling, to stand up to the heckling, that she may get more of her voters rather than actually switching people's minds, motivate her base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SALAM",
      "sentences": "One difference between Harris and Barack Obama and Bill Clinton is that what those previous Democratic presidents, you had someone who would say, hey, the Democratic Party was wrong about this. The Democratic Party took the wrong stance here. The excesses of the climate movement, the excesses of the social justice left.Harris hasn't really done that. And that's really important, not just for winning over Republicans, but for winning over a whole swath of voters were in the middle, including Democrats who, again, enthusiastically backed Barack Obama and Bill Clinton. Those are the folks that she needs to get onside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "WALLACE",
      "sentences": "That's a really interesting point. And Kara, let's go back to that, because we all -- we don't know all, but people who are nuts and into this game way too heavily, talk about Clintons Sister Souljah moment when during the campaign in 1992, he called out a far-left person to kind of make him seem like a center. She has not had a Sister Souljah moment. She has been, I would say, not only reluctant, but just hasn't stood up to some of the progressive left of her party. Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SWISHER",
      "sentences": "I think because she doesn't have a Y chromosome and doesn't get credit for things more than other people. I think she does -- if she goes there's too far in attacking Biden or other people, she looks strident. They use words like \"strident\" or \"bossy\" or whatever. And I think she's got to be very --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "WALLACE",
      "sentences": "But she doesn't have to separate herself from Biden. She could just take some issue that is on the left and say --GARCIA-NAVARRO:  But she's done that. She's talked about how she uses guns. She's talked about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SWISHER",
      "sentences": "Glock, a Glock.GARCIA-NAVARRO:  She's talked about how she has moderated her positions on immigration. I mean, she's --  what more to people want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SALAM",
      "sentences": "She hasn't explained why. She hasn't actually said, look, there are folks in the immigrant rights movement who have gone too far.GARCIA-NAVARRO:  Donald Trump can't complete a sentence --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SALAM",
      "sentences": "She doesn't say that the gun control movement has gone too far. She's basically saying my values haven't changed. She's trying to make this pivot without actually saying, hey, I made a mistake. These guys are excessive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SWISHER",
      "sentences": "Meanwhile, over on the other side, Trump is talking about Harvey Weinstein got schlonged. I was shocked by that. Come on, like stop it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "SALAM",
      "sentences": "But Kara, this is the point. The point is that it's always evasion. It's always saying that Donald Trump is bad. The folks who are going to vote for -- the folks who are going to vote for Harris already believe that. What they want to see is whether or not she has the backbone to face down folks --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "WALLACE",
      "sentences": "I want to try and get one more subject in this conversation, because I'm struck by something else this week. Back in August when Harris took over from Biden, her campus said they were ditching the focus on democracy, which they thought wasn't breaking through, and focusing instead on personal freedom and the future. But now Harris is again talking about the threat of Trump.(BEGIN VIDEO CLIP) KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES:  This is a democracy. And in democracy, the president of the United States, in the United States of America, should be willing to be able to handle criticism without saying he'd lock people up for doing it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "WALLACE",
      "sentences": "Kristen, why do you think Harris is pivoting back in these final days to the whole question of Trump and democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "She said a lot of pretty far left things.GARCIA-NAVARRO:  I'm not saying she hasn't, but Biden was not a communist. The country hasn't fallen into communism, and I will say that she in 2019 said some things that definitely fall into the progressive camp, which she has now recanted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "Although never explaining why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SWISHER",
      "sentences": "Never good enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "What?GARCIA-NAVARRO:  Literally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "No, wait a minute. You had this view on decriminalization, she had this view, what's your explanation? My values haven't changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SWISHER",
      "sentences": "What happened with Donald Trump and abortion? He was for it --GARCIA-NAVARRO:  I don't want to do the whataboutism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "I was going to say, there goes the whataboutism.GARCIA-NAVARRO:  No, I'm don't want to do the whataboutism. What I what I want to say is there is a real question about what does Kamala Harris actually believe. And that is, I think, a fair question to be pressed on. I'm not saying that it isn't. What I think is not fair is this is just the extrapolation from that that somehow she is the next sort of, you know, Mao Tse-tung that's going to come over here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WALLACE",
      "sentences": "I don't know that anybody is saying that. But anyway, Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "SWISHER",
      "sentences": "Trump is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "WALLACE",
      "sentences": "Donald Trump usually causes a stir with what he says, but this week it's also what he's doing that's raising some eyebrows, from dancing during a town hall to holding events in states he's highly likely to lose.(BEGIN VIDEO CLIP) DONALD TRUMP, (R) U.S. PRESIDENTIAL CANDIDATE:  That was a day of love from the standpoint of the millions --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "WALLACE",
      "sentences": "Voters reacting visibly to Donald Trump's false claims about January 6th in what became an odd week of campaigning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "TRUMP",
      "sentences": "We'll play \"YMCA\" and we'll go home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "WALLACE",
      "sentences": "It started with an impromptu 30 minute dance party at a Pennsylvania rally after two people fainted, which the Harris campaign quickly pounced on, posting, \"Hope he's OK.\"Then he attacked \"Bloomberg News\" and other business media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "TRUMP",
      "sentences": "What is \"The Wall Street Journal\"? They've been wrong about everything. So have you, by the way. You've been wrong about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "WALLACE",
      "sentences": "In front of a female audience, Trump made this declaration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "TRUMP",
      "sentences": "I want to talk about IVF. I'm the father of IVF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "WALLACE",
      "sentences": "The Harris campaign posting again, \"What is he talking about?\"And there are the questionable stops in deep blue states less than three weeks from the election. First, holding the rally in California and booking Madison Square Garden in New York City late this month. A Trump confidante saying, quote, \"He's been obsessed with this for at least a year.\" (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "WALLACE",
      "sentences": "Kristen, what's going on with Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:16:48",
      "speaker": "ANDERSON",
      "sentences": "I wish I knew. I -- he definitely, I mean, he's older. And I think the reason why we haven't focused on it more is because he's odd all the time. But I do think, I remember it was a couple of months ago on this show, we played the clip of Trump from 2015, and I was so struck by how different he was. And I think this change in him has been gradual enough that people don't, don't really perceive it. But free advice to the Harris campaign, if you showed a clip of Donald Trump from 2015 and then a clip of him now, just saying like sort of the same thing, you know, playing the hits, it'll be different. And then you don't have to beat the drum and say, Donald Trump's so old, because frankly, I don't think many Democrats have the credibility to go there after the way America was told, oh, there's nothing wrong with Joe Biden. But I think you could just let the clip speak for themselves, and I think it could be pretty devastating. WALLACEGARCIA-NAVARRO:  He's old and he's increasingly addled. And I'll just say, of the things that you've just shown, there was a recent one that happened on Friday where he sat down with FOX &amp; FRIENDS. It was supposed to be a very touching moment where a ten-year-old called in and said, Mr. President, please tell me who was your favorite president when you were younger? And he said, I really loved Lincoln, but he should have made a deal on the Civil War. Now, you know, this is a slightly problematic point of view to have that you should have cut a deal with the south so maybe slavery could still be around. I mean, this is the kind of stuff that if you listen to it is got to be deeply concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "People are listening, and people are noticing Trump's performance on the trail. Check out this poll. In July after the Trump-Biden debate, but before Biden dropped out, he trailed Trump by 29 points on the question, who is in better mental and physical health to be president? But in September, just after their debate, Trump trailed Harris by 20 points on the same question. Kara, how big a factor do you think in the end Trump's acuity will be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "A lot. I think people are noticing. You can see it over and over and over again. And it's not just Trump being weird, as Kristen said, because he does that. He says weird things all the time. This looks like -- Kristi Noem looked like a home health aide trying to get the guy back in the room. That's what it felt like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "We should point out for people who don't know, the governor of South Dakota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "And she was there during the dance, the 30 minute dance part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "I felt like she didn't know what to do. She was looking for a dog to kill to take focus off of him or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "That's really nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "I know, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "But really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "But literally, she didn't know what to do. The guy, that guy in the Univision thing, what a look. He's like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "Incidentally, the guy in the Univision thing has said I want to know about January 6th, and he said it was a day of love. He's just announced he's going to vote -- not vote for Trump because of his answer there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "And the last one was on the FOX News one, there was a guy sitting on the end, I don't know who he was. But when Trump did the Civil War thing, he went like this. He couldn't -- even the FOX person couldn't be like. And it feels like an old guy who says things at the table that everybody ignores.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "Reihan, it was clear before he dropped out that voters were losing and perhaps have lost confidence in Biden's ability to run the country for four more years. Are we in the process in these last two plus weeks of seeing the same thing happening to Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "I don't think so because I think that basically voters at this point find him familiar. There's the way in which Donald Trump was someone who is a norm breaker. He was someone who was drastically different. And now he's become a much more familiar figure, and a lot of this stuff is priced in right now. So there's a disadvantage to that --GARCIA-NAVARRO:  Reihan, do you think he's too old? Do you think he's too old?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "-- which is that -- no, I don't think he's too old.GARCIA-NAVARRO:  And you don't worry that he's not addled?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "No, I don't worry that he's too addled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "Why did you do that with Biden and not notice -- you have to be noticing these strange --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "So I do think that there -- well, I'm not sure if were talking about political analysis here or you're asking me for my assessment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "Come on, you assessed Biden when he was doing it. You kept saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "I think I did it in the style of analysis and trying to think through how he's perceived by voters. So happy to talk about how he's being perceived by voters and the voters who are winnable and persuadable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SWISHER",
      "sentences": "You were very clear that Biden was too old over and over and over again. And here is obvious --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "That's right, Kara, and I ultimately came to the conclusion that it seems what I was saying for a long time is that there are folks within the Biden White House were very concerned about it. Right now, these concerns about Donald Trump are being raised by people who are entirely comfortable with Joe Biden being president right now during what is an incredibly fraught geopolitical moment. So that does undermine the credibility of the folks that were talking about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "But I would say, and I want to move on, is you can say it's hypocritical. On the other hand, it doesn't erase the issue as to whether or not Trump is up to four years as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "It's also the case --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "Regardless of whether or not Democrats are being hypocritical about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "I want to pick up on this. Trump's media strategy in these closing days of the campaign, in recent weeks he has canceled or postponed a number of high-profile mainstream media appearances for a variety of reasons, ranging from a scheduling conflict to need an apology. Lulu, is Trump's strategy of sticking to friendly platforms, is that working?GARCIA-NAVARRO:  I think so. I think it's a smart strategy at this point because of the things that we've discussed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "Meaning don't go on places where you're going to get challenged?GARCIA-NAVARRO:  I saw -- I literally watched the entire thing with John Micklethwait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "This was the \"Bloomberg\" editor who interviewed him at the Chicago Economic Club.GARCIA-NAVARRO:  Exactly, because I'm interested in economics. It's important for me to understand the president's position on this. And it was a mindboggling sort of interview. It was incredibly hard for him to be pinned down. The only answer he kept on giving over and over again was about tariffs, and then he'd go into these long discursive responses. It was very difficult to understand what he was answering. He's talking about the weave over and over again when he realized he was maybe, you know, sort of dodging a little bit too much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "Let me just really quickly explain, the weave is that he starts on a point, he goes off onto a tangent, or several tangents, and then it comes back, and he gets to exactly the same point, which I must say, he does do. It's really quite --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "You're proving the point that he had a tough interviewer in John Micklethwait. The Univision group, that was a tough interview. He's doing a ton of tough, challenging interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "WALLACE",
      "sentences": "Well, you'd agree, though, that he's ducking a lot of interviews as well, what we just talked about, CNBC, \"60 Minutes,\" another debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "SALAM",
      "sentences": "After an extremely demanding schedule, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:01",
      "speaker": "ANDERSON",
      "sentences": "Yes, I think the backing out of the interviews is odd, but I wouldn't say that this is him being in his basement. He is very out there, giving his opponents plenty of fodder as well. I mean, but he's not in his basement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "WALLACE",
      "sentences": "In this highly polarized environment, faith in the news media is lower than ever. A new Gallup poll this week found only 31 percent of Americans trust the media, defined as newspapers, TV, and radio. That's lower than trust in Congress and the federal government. And the internals of the Gallup survey are the lowest ever, with just eight percent of adults trusting what they hear on mass media a great deal.Here's one example, driving some of the criticism. CBS faced backlash over the editing of its \"60 Minutes\" interview with Kamala Harris, showing Harris answering a question differently and a clip released online than how she answered the same question on the final broadcast. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BILL WHITAKER, JOURNALIST",
      "sentences": "It seems that Prime Minister Netanyahu is not listening.KAMALA HARRIS, (D) VICE PRESIDENT OF THE UNITED STATES:  Well, Bill, the work that we have done has resulted in a number of movements in that region by Israel that were very much prompted by, or a result of many things, including our advocacy for what needs to happen in the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "WHITAKER",
      "sentences": "It seems that Prime Minister Netanyahu is not listening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "HARRIS",
      "sentences": "We're not going to stop pursuing what is necessary for the United States to be clear about where we stand on the need for this war to end.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "WALLACE",
      "sentences": "Lulu, tough question for a journalist. Does the media deserve to be mistrusted?GARCIA-NAVARRO:  So, you look at that, and I can understand why a lay person would say, oh, that was clearly editing that favored her and that must be something behind it. But as we know in the news media, we often edit just because we want people to be clear, and there's a finite amount of time. So I'm not sure that they were editing her for the reason that Donald Trump was alleging, but I can understand how people would look at that and say, this is something that we shouldn't trust them with. The problem that I have is that there's been a concerted attempt from the highest echelons of one party to discredit the media over and over again. There has been just sort of an atmosphere here where we now put journalists in the role of prize fighters. We don't expect journalists to have a discussion with someone or an interview. We expect them to sort of be -- play a role as kind of in the ring with them. So if you see it, in my J.D. Vance interview, you'll see once, I think, \"Lulu Garcia-Navarro slay J.D. Vance,\" and on the other side, they say \"J.D. Vance destroyed Lulu Garcia-Navarro.\" And so what we see here is journalists in the role of an actor in these things. And I think that doesn't help where we're at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "WALLACE",
      "sentences": "Kristen, you are our public opinion expert. Has the media earned the drop in trust we see in these polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "I think so. But it's being driven by a lot of different factors. So Republicans have not trusted the media for a while. That is what allowed the rise of a robust, conservative media ecosystem that is different from these. Sarah Palin made the mainstream media like a thing, and that was back in 2008.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SWISHER",
      "sentences": "Agnew, \"nattering nabobs of negative --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "And so this is not new, but it is interest that I think for Democrats they are expecting journalists to be those prize fighters for their pause and get mad at mainstream outlets when they don't say, oh, and by the way, Donald Trump is terrible at a fascist. Like they get mad when those things are not appended to the end of every piece. And I think that is also part of what's driving this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "WALLACE",
      "sentences": "The difference, depending on your political persuasion, is interesting. In the latest Gallup poll, 54 percent of Democrats say they have a great deal or fair amount of trust in the media, compared with 27 percent of independents and 12 percent of Republicans. But the drop in trust among Democrats is the steepest in recent years, from 73 percent in 2020 to a near record low, 54 percent today. Reihan, how do you explain the drop in trust of the media among Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "WALLACE",
      "sentences": "Do you buy that, that Democrats are fine with the media picking on a Republican president --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SWISHER",
      "sentences": "They are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "WALLACE",
      "sentences": "-- but not happy when they're picking on the Democratic --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SWISHER",
      "sentences": "They've gotten more vocal about it. Before they weren't. You can definitely feel it when you're on like a social media. If you don't like -- we were pretty critical of Biden's age on my \"Pivot\" podcast. And we're talking about it, Reihan, if you know that. And we got so pilloried from the left, it was so clear. And it was crazy. It was honestly -- we ignored it, but it was really fascinating to watch.The other thing is, they never liked us anyway. They didn't like us back in the Revolutionary times. They didn't like us -- there was a period they liked as during Watergate. But Nixon was on, or it was Agnew, \"nattering nabobs of negativism.\" Nixon was \"enemy of the people.\" This has been -- they don't like us, Chris, they've never liked us. And they like us less.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "WALLACE",
      "sentences": "Lulu, is part of it also technology? And I think back to the 70s and 80s when there were three networks, maybe three or four national newspapers, and there was kind of a cohesive, whether you liked it or not, and sort of gatekeepers. And now with this proliferation -- I think it's a good thing -- of cable channels and streaming and Internet, that their 1,000 flowers blooming, and that creates more distrust.GARCIA-NAVARRO:  I mean, what are we talking about when we talk about the media? It depends on who you're thinking about. When you actually ask people, do you like FOX News if you're a Republican, they'll be -- their numbers and trust and FOX News are through the roof. If you have \"New York Times\" readers, they'll say, absolutely, we trust \"The New York Times\" if they're \"New York Times\" readers. This idea of just the media I don't think it works anymore because it's so segmented, because the way we're getting information now is literally just through so many different ways. The other problem that we have is that we are in a misinformation and disinformation nightmare. With A.I. and everything else, people don't know what to trust. They're getting things all the time through these different streams, and it's very difficult for them to understand what is true and what is not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "WALLACE",
      "sentences": "Once again, it's time to get our groups yea or nay, on some big talkers.Up first, Panda-monium is back in D.C. This week two giant pandas from China, Bao Li and Qing Bao, arrived in the nation's capital. They'll go public at the National Zoo in January and will stay here for 10 years at a cost of $1 million a year from zoo donors, not taxpayers, to support conservation efforts in China. This marks the return of the popular bears after last year's tearful farewell to another pair of pandas, which were returned to China. Reihan, are you yea or nay on D.C.'s new residents and the whole idea of panda diplomacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "SALAM",
      "sentences": "I am a respectful nay, because I know there are a lot of panda lovers out there. But the reason I'm a nay is because this idea that it's about funded conservation efforts is really dubious. They're taking more pandas out of the wild than they're bringing back. There is not a single panda who was born in the west who has actually been returned to the wild. This is really dangerous stuff. And also, this is a propaganda coup for a brutal, awful regime. I don't want any part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "WALLACE",
      "sentences": "Kara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "SWISHER",
      "sentences": "Wow, Jesus. Well, I have small children who are thrilled. I don't know what to say. He does, too. You know, I think it's -- I love the pandas. I think I always loved that era when they came here for the first time. I remember with Nixon in China. I would hope we start to figure out a way to deal with China on some level. We may not agree with them and everything else, and they are a brutal regime. I've written about this over and over again. But we have to figure out a way to get along with them. And if pandas work, I'm good with pandas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "WALLACE",
      "sentences": "Next, we go from pandas to your pooch. Crocs, the popular rubber clogs maker, just announced versions for your dog. The tiny boots come in two colors, green and pink, three different sizes. And this may give you pause --(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "WALLACE",
      "sentences": "It wasn't that funny.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "WALLACE",
      "sentences": "It costs $50. If you think that's a lot, get this. Last year, pet owners spent $147 billion on pet related expenses. Kristen -- and thank you, Reihan, for the laugh -- are you a yay or nay on Crocs for your dog?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "ANDERSON",
      "sentences": "Well, first of all, Jonah Goldberg and I probably combined for $7 billion of that $147 billion spent on pets. Pets are expensive, especially their vet bills. So in some sense, $50 bucks on some shoes isn't a lot when you think, oh, is that protecting my dogs feet from the hot pavement or what have you.I'm not for it if only because it would be a waste. I would never be able to get them on my dog. I think it's strange. But it is -- it is a challenge dog owners face when it's really hot outside or really cold outside. Like it can really hurt your dogs' paws. So I'm a soft nay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:00",
      "speaker": "WALLACE",
      "sentences": "Lulu, you have two dogs. Will you be buying Milo and Lola -- pretty good that I know that --GARCIA-NAVARRO:  That is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WALLACE",
      "sentences": "Oh. Poor Milo and Lola. We may have to take up a bit of a contribution here.Finally, swiping left or right depending on whether you're politically right or left. Some dating apps have new features allowing singles to show their political views, but not necessarily who they're voting for. For example, on Tinder singles can add stickers to their profiles about issues like reproductive rights. In case you're wondering, a 2023 survey revealed 62 percent of Republicans and 65 percent of Democrats are less likely to date someone from the other party. Kara, I know you are happily married. This is a hypothetical question, but are you yea or nay on dating someone who has different political opinions than you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SWISHER",
      "sentences": "Nay, obviously. No, I think it creates -- there's all kinds of problems with marriage in general. I don't think adding to it with this, especially in this polarized environment -- I can see why people feel this way. And it makes, it makes sense. And they have tried to create dating services for right-wing people a while there. It didn't work out very well, but I'm OK with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WALLACE",
      "sentences": "Kristen, you're a conservative pollster, how do you feel on the issue -- again, hypothetical. I know you're happily married, on the idea of dating someone who you are politically opposed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "I think it is a shame that young people are screaming someone out right from the get-go on this. Look, your political views can be representative of deeper values, and it may mean that you just would never see eye-to-eye on the core things that make you you. But I think meaning you won't even go on a first date with someone, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WALLACE",
      "sentences": "The panel is back with their takes on hot stories or what will be in the news before it's news. That's right after the break.So you would go out with a liberal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ANDERSON",
      "sentences": "I mean, I'm married as well, so I would not reveal --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "It's time for our panel's special takes on what's happening or predictions of what we should be looking out for. Reihan, big news in the Middle East this week. Hit me with your best shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "SALAM",
      "sentences": "This week the IDF eliminated Yahya Sinwar, the head of Hamas and the architect of the October 7th terrorist massacre. There has been a lot of second guessing of Israeli Prime Minister Benjamin Netanyahu, but this is the product of his fortitude and his willingness to resist intense external pressure to end that war prematurely. And now Israel is going to have to pivot to securing that territory to ensure there could be a post-Hamas government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "Kara, you're focused on a new play that about one of your favorite subjects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "SWISHER",
      "sentences": "A.I.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "SWISHER",
      "sentences": "It's actually fantastic. It stars Robert Downey Jr. I interviewed him earlier this week, so it's going to be on Monday. It's called \"McNEAL,\" and what was really interesting is one of the last lines, it's a line about truthful lies. And that really struck me is that we are in the midst of a world where there's a lot of truthful lies, where there's little bits of the truth in it and people manipulate it so that we -- that facts -- feelings become facts. And I thought that was a really big thought. And A.I. will accelerate that going forward. It's a great play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "Kristen, there's a lot of talk about the gender gap in this election. Best shot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "ANDERSON",
      "sentences": "There's some new polling out this week from Per where they asked people about masculinity. What do they think defines it? How do they think about certain traits that are associated with masculinity? And I think what's really interesting is there was a big divide between Democratic and Republican men over how masculine they think they themselves are. A majority of Republican men rated themselves as highly masculine, only 29 percent of Democratic men did the same. So I think we're going to have a big gender gap in this election, but also just the conversation about gender is deeper than just men versus women, and I think it's fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "But what is the definition of masculinity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "ANDERSON",
      "sentences": "Well, so the poll kind of lets people define that for themselves. It just says on a scale of highly masculine, somewhat masculine, to somewhat feminine, very feminine --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "But Democratic men are saying I'm not really that masculine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "ANDERSON",
      "sentences": "Well, they're not saying highly. They may be choosing something else on that scale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "Lowly masculine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "ANDERSON",
      "sentences": "I don't think that's exactly how they framed it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "Lulu, while the presidential race gets all the attention, there are a lot of really interesting races in the country on other levels. Talk about it.GARCIA-NAVARRO:  Yes, there was a very fiery debate in Texas. I want to show you just a little bit of a snippet of Colin Allred and Senator Ted Cruz of Texas. (COMMERCIAL BREAK) SEN. TED CRUZ, (R-TX):  Colin Allred is Kamala Harris. Their records are the same. I've served with both of them. They voted in favor of open borders over and over and over again. COLIN ALLRED, (D-TX) SENATE CANDIDATE:  He is never there for us when we need him. When the lights went out in the energy capital of the world, he went to Cancun. This is somebody who goes to the Ritz- Carlton in Cancun. Do you really think he cares about inflation, about working families? (END VIDEO CLIP) GARCIA-NAVARRO:  The Senate is, as you know, really important. It does look like it's going to flip to Republicans. And if we have a Democratic president or if we have a Republican president, what happens in the Senate might determine who fills another seat in the Supreme Court and so many other things. So it really is important that these, that the poll is tightening there in Texas. Ted Cruz being hit on, if you'll remember, that trip that he took to warm Cancun in the middle of a very cold event in Texas. So I just find these debates fascinating, and I think this was a pretty spicy one that bought a lot of things to play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "Quickly, Democrats have this dream that they're going to turn Texas blue again. Does Allred have a real chance?GARCIA-NAVARRO:  I mean, if you listen to some people, no chance at all, but I would say it ain't over until it's over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "OK, Yogi Berra.Before we go, if you'll permit me, my new book, \"Countdown 1960, The Behind-The-Scenes Story of the 312 Days that Changed America's Politics Forever,\" just hit \"The New York Times\" bestsellers list. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "It's the fascinating story -- thank you -- of the race between John Kennedy and Richard Nixon, which shares more than you might think with this current campaign. The 1960 election may really have been stolen, and the loser had to decide whether to contest the peaceful transfer of power. You can buy it online or find it in stores right now.Gang, thank you all for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "SWISHER",
      "sentences": "Don't let it go to your head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "WALLACE",
      "sentences": "Thank you for the applause. What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:51:28",
      "speaker": "SWISHER",
      "sentences": "Don't let it go to your head.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    }
  ]
}