{
  "date": "2024-10-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Florida Braces for Hurricane Milton Barreling Towards the Gulf Coast; Trump Spreads False Claims About Hurricane Relief; Israel Expanding Operations into Southwest Lebanon. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You choose to stay in one of those evacuation areas, you're going to die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You probably need to write your name and permanent marker on your arm.DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: You know, now a murderer, it's in their genes. And we got a lot of bad genes in our country right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That type of language is hateful, it's disgusting, it's inappropriate, and has no place in our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't know what this is. But it's an imposter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Also, it's half the size it used to be.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN NEWSROOM with Max Foster and Christina Macfarlane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Joining us from the U.S. and around the world, I'm Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CHRISTINA MACFARLANE, CNN ANCHOR",
      "sentences": "And I'm Christina Macfarlane. It's Tuesday, October 8th, 9 a.m. here in London, 4 a.m. in Tampa, Florida, where residents are preparing for the strongest storm the world has seen so far this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Here's what we know. Milton is already one of the top ten strongest Atlantic hurricanes of all time. Right now, the storm is at a Category 4 strength, but is expected to crash into Florida as a slightly weaker Category 3 storm sometime on Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Several of Florida's international airports will close today and wait until the storm passes to reopen. And emergency crews from as far as California are already en route, as officials warn Milton's impact will be catastrophic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Officials have set up a base camp inside one of the state's major league baseball stadiums. It has beds for emergency workers and will support about 10,000 people over the coming days, according to Florida's governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MACFARLANE",
      "sentences": "He and other officials are urging everyone in the storm's path to leave as quickly as they can. Tampa's mayor issued a stark warning to those daring to stay behind.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JANE CASTOR, TAMPA, FLORIDA MAYOR",
      "sentences": "Helene was a wake-up call. This is literally catastrophic. And I can say without any dramatization whatsoever, if you choose to stay in one of those evacuation areas, you're going to die.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Some residents already heeding that call. Florida's highways have been packed since early Monday with residents attempting to get to safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, let's go live to Atlanta, where CNN meteorologist Derek Van Dam is joining us -- closely following this storm. We're seeing there, Derek, just how extensive the preparations are for this storm. And the warnings are stark.What are we going to see as this storm begins to make landfall, walk us through it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Derek, thank you so much for that.Now, Sherell Hubbard has more on the urgent preparations being made as the hurricane approaches the land. SHERELL HUBBARD, JOURNALIST (voice-over): In a routine that's become all too familiar, Florida residents are preparing, some by filling sandbags, some evacuating, all doing the best they can to prepare for yet another life-threatening storm. FEMA with a firm warning to those with evacuation orders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They need to get out.HUBBARD (voice-over): Some heeding the message. Florida highways were crammed Monday with what state officials expect could be the largest evacuation since 2017's Hurricane Irma. Milton threatened storm surge, rain, and flash flooding. But due to Hurricane Helene's devastation, there's another threat, the potential for flying debris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TYLER PAYNE, TREASURE ISLAND, FLORIDA MAYOR",
      "sentences": "We still have significant amount of debris cleanup to do across the barrier islands to make sure that that doesn't become projectiles in this coming hurricane.HUBBARD (voice-over): Florida's governor has deployed the National Guard to help assist with debris removal that could cause more damage from Milton's forecasted winds, which got up to 180 miles per hour Monday. The storm is projected to weaken and make landfall as a Category 3 near the Tampa area on Wednesday, packing 120-mile-per-hour winds. Its dangerous eye and eyewall could come ashore anywhere from Cedar Key in the north to Naples in the south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "KEVIN GUTHRIE, EXECUTIVE DIRECTOR, FLORIDA DIVISION OF EMERGENCY MANAGEMENT",
      "sentences": "If they have called for your evacuation order, I beg you, I implore you to evacuate. Drowning deaths due to storm surge are 100 percent preventable if you leave.I'm Sherell Hubbard reporting. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Well Hurricane Milton's strength and magnitude have left veteran meteorologists in shock, including John Morales of Miami. Take a look at this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JOHN MORALES, WTVJ METEOROLOGIST",
      "sentences": "Just an incredible, incredible, incredible hurricane. It has dropped -- it has dropped 50 millibars in 10 hours. I apologize. This is just horrific.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Morales has guided South Florida through some of the state's strongest ever hurricanes, including Andrew, Irma, Matthew and Maria. He later posted on social media, quote, extreme weather driven by global warming has changed me. Frankly, you should be shaken too and demand climate action now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, President Biden is putting political differences aside to assist Florida Governor Ron DeSantis as his state braces for its second major hurricane in two weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The White House said Monday in a social media post that Biden spoke with DeSantis and the mayor of Tampa and, quote, he asked both to call him directly if anything can be done to further support response and recovery efforts.Vice President Kamala Harris accusing DeSantis of political gamesmanship, meanwhile, when it comes to hurricane disaster response. And DeSantis is saying the same about her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MACFARLANE",
      "sentences": "A White House official told CNN that Harris tried to call the Florida governor multiple times after Hurricane Helene made landfall and that officials says DeSantis would not take her calls. DeSantis says he wasn't aware of the calls.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, Monday night, DeSantis told Fox News that Harris has no role in Florida's hurricane response and said she's trying to politicize the storm. Meanwhile, as Florida braces for Hurricane Milton, Donald Trump is spreading false claims about the Biden administration's response to disasters, prompting FEMA to launch a rumor response page on its website in order to combat conspiracy theories from Trump and his allies. CNN's Tom Foreman has more.(BEGIN VIDEOTAPE) DONALD TRUMP, FORMER U.S. PRESIDENT, 2024 PRESIDENTIAL NOMINEE: Kamala spent all her FEMA money, billions of dollars, on housing for illegal migrants, many of whom should not be in our country. TOM FOREMAN, CNN CORRESPONDENT (voice-over): In the turbulent wake of Hurricane Helene, the truth is being buried by a fresh storm of falsehoods from former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "TRUMP",
      "sentences": "No helicopters, no rescue. It's just what's happened there is very bad. They're offering them $750 to people whose homes have been washed away.FOREMAN (voice-over): And one by one, those lies are being exposed. Was FEMA money meant for such disasters spent to house undocumented immigrants? No. Are helicopters and rescuers missing in action in the flood zone? No. And only a few hundred dollars for survivors who lost their homes? FEMA itself addressed that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There's a rumor out there that FEMA is only providing survivors with $750. This is not true.FOREMAN (voice-over): Trump's Democratic opponent, Vice President Kamala Harris, weighed in too, noting that $750 is just for immediate needs. Food, baby formula, emergency supplies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "HARRIS",
      "sentences": "FEMA is also providing tens of thousands more dollars for folks to help them be able to deal with home repair, to be able to cover a deductible when and if they have insurance, and also hotel costs.FOREMAN (voice-over): Amid fears the false information might discourage storm victims from accessing real help, Republican and Democratic governors are praising the federal response. With South Carolina GOP Governor Henry McMaster calling it -- GOV. HENRY MCMASTER (R-SC): It's been superb. FOREMAN (voice-over): -- superb. But Trump and his team are showing no inclination to accept that reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "Why is he spreading misinformation in a crisis like that, and does that concern you about your fellow North Carolinians?FOREMAN (voice-over): With Trump and Harris locked in a close race in that stricken state, co-chair of the Republican National Committee, Lara Trump, is towing her father-in-law's line, saying that's what they're hearing from people. LARA TRUMP, CO-CHAIR, REPUBLICAN NATIONAL COMMITTEE: Why is it that right now the citizens in Western North Carolina are screaming for help, and it's having to come from local citizens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOREMAN",
      "sentences": "Certainly the recovery is difficult, and a lot of local citizens are helping out, but so are state and federal agencies in a big way, no matter what Donald Trump says.Tom Foreman, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Meanwhile, the U.S. Supreme Court is back to work. In the next few weeks, they'll hear several highly charged contentious cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Still ahead this hour, Israel steps up its strikes against Hezbollah targets in Lebanon. The latest warning from Prime Minister Benjamin Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:10",
      "speaker": "FOSTER",
      "sentences": "The fighting in the Middle East is intensifying as Israel and Hezbollah trade more cross-border strikes. One blast lit up the sky in Beirut late on Monday. The Israeli Air Force reports it hit more than 120 Hezbollah targets in Lebanon within an hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:10",
      "speaker": "MACFARLANE",
      "sentences": "Meanwhile, Israel says Hezbollah fired approximately 190 projectiles from Lebanon into Israel. Video from Tel Aviv shows Israeli interceptors taking out some of those rockets. The IDF says others fell in open areas.And video from Israeli strikes on Gaza is especially graphic. Palestinian officials report at least 10 people were killed in the Jabalya refugee camp. At least 34 others were killed in strikes elsewhere in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:10",
      "speaker": "FOSTER",
      "sentences": "The fighting came on the one-year anniversary of the October 7th Hamas terror attacks on Israel. Prime Minister Benjamin Netanyahu marked the occasion with a stark warning.(BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator): In every meeting between me and my wife, with our fighters, with our wounded, with the bereaved families, we hear the same message again and again. The campaign must not be stopped prematurely. As long as the enemy threatens our existence and the peace of our country, we will continue fighting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:10",
      "speaker": "FOSTER",
      "sentences": "CNN's Paul Hancocks joins us now. And the war certainly in Lebanon progressing. They've taken out another leader of Hezbollah, apparently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:10",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Yes, so Max, this information is coming to us from the Israeli military. They say that they have killed the commander of Hezbollah's headquarters, naming him as Suhail Hussein Husseini. Now, CNN cannot verify that is accurate. We also cannot verify how high up he is in the commander echelon of the group.Hezbollah has not acknowledged his death at this point. They generally do, so we will wait to hear that. But according to Israel, they say that he was involved in weapons transfers from Iran to Hezbollah. They say that he was killed in a targeted strike in Beirut. And we have certainly been seeing over the past 24 hours significant amounts of airstrikes, not just in the southern suburbs, also along southern Lebanon and in the Beqaa Valley. Now, we've also heard from the Israeli military that they are expanding their ground operations. They say they are now expanding them into southwestern Lebanon. They had started just across the border in the eastern part. And we understand there's also a division, a reserve division that will be involved in this as well, supporting the existing soldiers that are there. It's still being described as limited, localized and targeted, but a division really could be thousands of soldiers. So it's unclear how limited it is at this point. But there are evacuation orders still underway for at least 120 villages along southern Lebanon, the Israeli military telling people not to come home until further notice. Hence, we have more than 1.2 million people believed to be displaced at this point. We're also hearing from U.S. officials that they have effectively given up on trying to push this 21-day ceasefire plan as they realize that it's just not going to happen at this point. It was a Biden administration initiative where they were hoping to gain a ceasefire. But now they are trying to push Israel into the realm of creating a space for the future and trying to turn any kind of military gains into something tangible. Let's listen to Jake Sullivan. (BEGIN VIDEO CLIP) JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER: The challenge going forward is to turn tactical wins in battle into a strategy that secures Israel's people and its future. That takes real discipline. It takes courage. It takes foresight to match the conduct of war to a clear and sustainable set of objectives and to turn tactical advantage into enduring strategic gains. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:10",
      "speaker": "HANCOCKS",
      "sentences": "But for more than 1.2 million displaced Lebanese within the country, the situation is becoming more dire. Many of them sleeping on the streets if they cannot get into schools, which have been turned into shelters. The school year has been pushed back to November 2nd, as many in Lebanon realize that life cannot go on as normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back to CNN NEWSROOM. Here are some of the top stories we're following today.Milton is expected to make landfall near Tampa, Florida, as major hurricane escalates late Wednesday. The city's mayor urged people in the area to evacuate with a blunt warning. You're going to die. Right now nearly 20 million people are under flood watches across the state. Two American scientists have won the Nobel Peace Prize for medicine in their work in the discovery of micro RNA. Their research shows how genes give rise to different cells in the human body as a process known as gene regulation. The Nobel Prize committee praised their work as groundbreaking discoveries. The Nobel Prize in physics will be announced later today. And Sissy Houston, the Grammy-winning singer and mother of Whitney Houston, has died. Houston performed solo and sang backup for several artists, including Aretha Franklin, Elvis Presley and Beyonce. Sissy Houston was 91 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Major preparations underway in Florida as the state braces for the dangerous Category 4 hurricane Milton. It's expected to make landfall on the Gulf Coast late on Wednesday or early Thursday, likely as a Category 3 storm. Evacuations have been ordered in cities like Treasure Island, which is now restricting access and has been closed off as of Monday evening. Officials there are preparing for the worst case scenario.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TYLER PAYNE, TREASURE ISLAND, FLORIDA MAYOR",
      "sentences": "This is a potential direct hit, could be even more dangerous than what we just went through.",
      "isLastSentenceInterrupted": false
    }
  ]
}