{
  "date": "2024-12-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Syrian Rebels Control Most of Aleppo; Hamas Releases New Hostage Video; Trump Taps Patel to Replace FBI Director. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ANNA COREN, CNN ANCHOR",
      "sentences": "Hello and welcome to all our viewers watching around the world. I'm Anna Coren live from Hong Kong.Ahead on CNN Newsroom, rebel forces seize control of most of Syria's second largest city, leading to questions about whether the Assad regime's days are numbered. Disturbing video released by Hamas of hostage Edan Alexander. His family is calling for a deal to bring him home. And U.S. President-elect Donald Trump's latest pick for a top job, Kash Patel, to replace the head of the FBI, igniting fears that the bureau may be used to launch investigations into political rivals. Well, the White House says they are closely watching the shock offensive launch by rebel forces in Syria. They now control most of the country's second largest city, Aleppo. Well, Syria's Defense Ministry says dozens of soldiers have already been killed since the attack began earlier this week. The rebels claim to be in control of Aleppo International Airport. New photos showing fighters inside the main terminal. They've also seized the entire northern province of Idlib, part of which was held by the Syrian regime. The area highlighted in yellow shows that the opposition has what has taken so far. As rebel fighters storm through the north, fears are growing that they could capture other major cities and end up marching all the way to the capital, Damascus. It appears they've met little resistance from the Syrian army, with residents telling CNN there hasn't been a lot of fighting in Aleppo's. Well, CNN's Nada Bashir is following developments for us from London. Nada, tell us the latest information that you are learning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "COREN",
      "sentences": "Nada Bashir in London, we appreciate the update. Thank you.Asli Aydintasbas is a visiting fellow at the Brookings Institution and joins us now from New York. Asli, thank you for joining us. The Syrian civil war, I guess, hasn't stopped. It's just that the world stopped paying attention. Should anyone be surprised at what is happening before our eyes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "ASLI AYDINTASBAS, VISITING FELLOW, BROOKINGS INSTITUTION",
      "sentences": "It is a surprise. It is a surprise, if for nothing, because it shows Russia's weakness. You will remember that a while ago in 2015, 2016, Dave Swoopson (ph) supported the Syrian regime actually in an offensive, which was the opposite of what we saw over this weekend, taking control of Aleppo and the vicinity, their power in a brutal campaign.Now, we're seeing that map reverse, the opposition fighters and opposition groups coming back again, most of them backed by Turkey, some tacitly backed by Turkey, but it's a reflection of the changing geopolitical climate whereby Turkey is more powerful and Russia, as well as the Iranian regime, which had also backed the Syrian government are now much weaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "COREN",
      "sentences": "Asli, I want to talk about the role that Turkey plays in all of this. But, firstly, explain to us who these rebel forces are, what their affiliations are, and the risk they pose to the Syrian regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "AYDINTASBAS",
      "sentences": "Well, there's a number of rebel groups that are involved. But leading the charge is one, a group called HTS, which is Hayat Tahrir al Sham, which is initially broke off from Al Qaeda about a while ago around 2015 when changed its name. It said it was no longer supporting the terrorism as an objective, but it is an Islamist group. It is a jihadist group. It has been ruling over a province called Idlib with Sharia law. And I think this is why this whole situation presents a big dilemma for western governments.The White House just issued a statement. They had been quiet for a number of days. But now they have also noted that they're watching what's happening, but that HTS is a designated terrorist organization. Turkey found a somewhat uncomfortable modus vivendi, a way of living with this group on its borders. But there are several other groups too that have jihadist root, as well as the Turkey-backed group called Syrian National Army. So, it's a coterie of groups, mostly Islamist, Sunni Islamist groups, and this makes this situation quite a dilemma for western governments. Should they be cheering the opposition taking over Syria's second largest city, Aleppo, or should they actually worry about the city falling under Islamist rule?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "COREN",
      "sentences": "Asli, explain to us the role Turkey plays in all of this and what it has to gain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "AYDINTASBAS",
      "sentences": "Turkey plays a pivotal role. If it weren't for a tacit approval from Turkey and Ankara, these groups would not have dared start an offensive. They have coordinated among one another, obviously. And they have taken on now -- you know, initially they thought it would be a small part of Northern Syria, but they were so successful to swept through the region with surprising wins because Assad forces, the regime forces, have effectively folded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:06",
      "speaker": "COREN",
      "sentences": "Before you go, explain to us the response from both Russia and Iran, you know, two countries that have backed Bashar al-Assad's regime. And could this lead to a regime collapse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:09",
      "speaker": "COREN",
      "sentences": "It's all interconnected. Asli Aydintasbas, thank you for joining us and for offering your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:09",
      "speaker": "AYDINTASBAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:09",
      "speaker": "COREN",
      "sentences": "A newly released video shows a hostage held by Hamas begging U.S. and Israeli leaders to bring him and other captives home. Edan Alexander appeared to be under duress as he spoke in the propaganda footage made public by the militant group on Saturday. He urged Israeli Prime Minister Benjamin Netanyahu and U.S. President-elect Donald Trump to do whatever they can to free the remaining hostages in Gaza.20-year-old Alexander is a U.S.-Israeli citizen whose family approved the airing of this video. Later on Saturday, his mother spoke at a hostage families rally in Israel, and she said Mr. Netanyahu assured her the conditions are now ripe for a hostage deal. The White House called the video a cruel reminder of Hamas' terror. The Israeli military struck a vehicle in southern Gaza on Saturday, killing three World Central Kitchen workers. The IDF claims one of those workers was, quote, a terrorist, who took part in the October 7th attack on Kibbutz Nir Oz. The World Central Kitchen, for its part, denies any knowledge of the workers alleged ties to the attack. The organization says it is heartbroken following the aid workers' deaths and that it's pausing operations in Gaza following the strike. Well, back in April, seven members of World Central Kitchen were killed in an IDF strike as they were delivering food to Gaza civilians. Well, Lebanon's capital is spending its first days in peace after weeks of relentless bombardment by Israel. But now that a fragile ceasefire is in effect, the city's residents face a painful task to come to grips with the damage and start picking up the paces. CNN's Tamara Qiblawi reports. (BEGIN VIDEOTAPE) TAMARA QIBLAWI, CNN SENIOR INVESTIGATIONS WRITER (voice over):  When Israel's bombs stopped, the devastation came to light. Mangled mounds of rubble lined the streets of Southern Beirut. Hezbollah, which dominates this residential neighborhood, adorns the destruction with photos of its slain fighters. The scale of loss, undeniable. It's really hard to describe just how dramatic the destruction is in the southern suburbs of Beirut. But if we could convey it in a single frame, this would probably be it. Have a look. Over here, the destruction starts below ground, right? It gives you a sense of how big the bomb was, but also people's former lives. I can see a closet, I see some clothes, some mattresses, and in front of me, I see what used to be a children's room and a cooking pot with food in it, which suggests that people or a person was cooking as they received the evacuation order and fled in an instant, likely taking very few of their belongings with them before their house was destroyed. We met one 25-year-old woman, Marwa (ph). She only just returned to her home. And that's your doll from when you were a kid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:09",
      "speaker": "MARWA, RECENTLY RETURNED TO HER HOME",
      "sentences": "Yes. This one, it's (SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:09",
      "speaker": "QIBLAWI",
      "sentences": "So these (INAUDIBLE), these are your memories?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:09",
      "speaker": "MARWA",
      "sentences": "(SPEAKING FOREIGN LANGUAGE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:09",
      "speaker": "QIBLAWI",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "QIBLAWI",
      "sentences": "Across the neighborhood, people are trying to put on a brave face. But the place is cloaked with the uncertainty of what's to come.Tamara Qiblawi, CNN, Beirut. (END VIDEOTAPE) COREN:  The United States has suspended its strategic partnership with Georgia after police crackdowns on pro-E.U. protesters. Well, major protests have been reported in cities across the country in the past few hours. The government arrested more than 100 people Friday who were demonstrating against the ruling Georgia Dream Party and its decision to delay the bid to join the European Union. The party claimed victory in October's election, which observers say was fraudulent. Georgia announced on Thursday it would suspend talks with the E.U. until 2028, sparking the widespread unrest. At least four people were killed in a Russian strike on Ukraine's Dnipro region, Ukrainian President Volodymyr Zelenskyy said on Saturday. It's the latest offensive in Russia's intensifying aerial campaign. Ukraine suffered its highest ever number of drone attacks in November, that's according to the country's Air Force. Moscow also used a non- nuclear ballistic missile on the Dnipro region last week. And President Vladimir Putin has threatened to use it again. Also, more than 1 million Ukrainian households were left without power after Russia attacked critical energy infrastructure this week. Well, President-elect Donald Trump says he's nominating Kash Patel as the next director of the FBI. Patel is a controversial figure, widely viewed as a self-promoter even among loyalists. But the current FBI director has three years left in his term and would have to resign or be fired. Charles Kushner, the father of Trump's son-in-law, Jared, has been tapped as the next U.S. ambassador to France. He's a real estate developer who served time in prison for tax evasion and other charges but was pardoned by Trump in 2020. Well, CNN Reporter Alayna Treene has more now on Trump's pick for FBI director and the showdown it could create with the current head of the agency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:06",
      "speaker": "COREN",
      "sentences": "Well, Juliette Kayyem is a CNN Senior National Security Analyst, former assistant secretary at the Department of Homeland Security and a Harvard professor, where she spoke with CNN earlier about the potential problems that are brewing regarding the FBI director position.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:06",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "First of all, just we should note how everything has changed because of Donald Trump firing Comey, that we're now at a stage in which the FBI director who's not supposed to serve at the whims of whatever president comes in, just Trump sort of views that as a given. It is viewed as his appointment. So, whatever is happening in terms of who he chooses, the fact that this is even a seat that we're talking about shows how much Trump is planning on putting his people in, and now this gets to Patel. There's no one less -- I mean, there's a lot of people less qualified to run the FBI. There is no one that -- the only reason why Trump would have done this pick is for his retribution campaign. There is almost no other reason to explain this. And I know that we have to say, you know, in terms of reporting, well, we'll see what others say, or we'll see what the Republicans do, but everyone who has followed this president-elect and who he wants to put in knows that this particular position and this particular person is being chosen for what is essentially the retribution campaign.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "COREN",
      "sentences": "People in Valencia marched on Saturday to protest the government's response to deadly flooding in the Spanish city. Thousands called for the resignation of regional leader Carlos Mazon. He oversaw the response to the flash flooding in October that left more than 220 people dead. He admits he made mistakes but has refused to leave office, saying national leaders failed to issue enough warnings. Angry residents say they weren't alerted well enough to the danger of flooding.At least 12 people have died and tens of thousands evacuated across southern Thailand and Malaysia after days of heavy rain. Well, more rain is expected this week, which will likely worsen what many residents are calling the worst flooding in decades. CNN's Lynda Kinkade has more. (BEGIN VIDEOTAPE) LYNDA KINKADE, CNN ANCHOR (voice over):  Treading carefully on a rain- soaked roof in Thailand, rescuers carry a baby to a nearby boat. The precarious path perhaps the safest way to evacuate some of the youngest residents stranded in a house submerged in waist high-water. Days of heavy rain have inundated southern Thailand. Soldiers from the Thai Army wade door to door in some flooded areas, handing out relief kits, and transporting people to drier ground. So far, tens of thousands of people have been evacuated, with some provinces suffering the worst flooding in decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "SOMKIT FUPONGSIRINUN, STREET VENDOR",
      "sentences": "We tried to save everything we could, but some things were just too heavy to move. I experienced severe flooding back when I was much younger. Now, I realize I can't handle it the same way anymore. I just hope it doesn't get as bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "KINKADE",
      "sentences": "Malaysia has also been hit hard by heavy rains and flooding, which forecasters say could get worse in the next few days, with an additional 15 to 20 centimeters of rain expected.Thailand's Meteorological Department warns that ongoing rain could cause more flashfloods, which could give rescuers already knee-deep in emergency responses more work to do. Lynda Kinkade, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "COREN",
      "sentences": "Welcome back. Now, to the latest on Donald Trump's expanding tariff campaign. Canada's prime minister has thanked Trump for the dinner the U.S. president-elect hosted on Friday at Mar-a-Lago. Justin Trudeau says he looks forward to the work they can do together. The comments and meeting came just days after Trump vowed to impose a 25 percent tariff on all goods from Canada and Mexico, and an additional 10 percent tariff on imports from China.On Saturday, Trump added a major new tariff threat, this time on the BRICS nations, the emerging economies backed by China and Russia. In a social media post, Trump said he'll require them to promise they won't try to create a new currency or face tariffs of 100 percent. Justin Wolfers is a professor of public policy and economics at the University of Michigan and a visiting professor of economics at the University of Sydney. Justin, as always, great to see you. Let's start with the Justin Trudeau meeting with Donald Trump at Mar- a-Lago, paying homage to the president-elect. What was achieved and is this part of the negotiation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "JUSTIN WOLFERS, ECONOMICS AND PUBLIC POLICY PROFESSOR, UNIVERSITY OF MICHIGAN",
      "sentences": "Well, look, no one really knows anything. There's an old rule in U.S. politics that it used to be that we had one president at a time. That was the expression. And that the incoming bloke would wait until the outgoing bloke was done with his job. Well, you won't be surprised to hear that Trump is breaching yet another political norm. The threats to Canada and Mexico are the sort of thing that's extraordinarily rare for someone to do before they're actually present. And then to be hosting foreign leaders, well, at your family home, that's all together different yet again.No one knows yet whether the initial Trump plan was a plan or a threat. No one knows how likely he is to follow through. But he does have businesses all around not only the U.S., but in Mexico, Canada, and China, staying up till midnight, trying to figure out what their contingency plans are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "COREN",
      "sentences": "And I guess these threats or plan, I mean, it's working to a certain extent. You know, everybody is turning up at Mar-a-Lago or trying to get Trump on the phone. Some experts are saying this is designed to deter us companies from doing business or setting up factories in Canada and Mexico, you know, bringing it home, America first. Is that going to work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "COREN",
      "sentences": "Justin, Trump spoke to the Mexican president during the week and there are very different takes, two different takes on that conversation from obviously from Trump as well as Sheinbaum. Does Trump risk jeopardizing relations with his closest allies those two neighboring countries, Mexico and Canada?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "WOLFERS",
      "sentences": "I mean, I got to tell you, I didn't see this one coming on my bingo card. Of all of the countries in the world to come out swinging at, Canada. Canada. I mean, crikey, what a lovely set of people our Canadian friends are, eh? What a very close and reliable trading partner. What a stable government. What a great set of neighbors to have. Yet it's actually Canada gets the highest tariff rate of any country in the world despite geopolitical tensions with China, with Russia and problems all around the world. It's a very, very odd choice.Maybe there is some six-dimensional chess being played here, but we've seen Trump in action before. He has a habit of announcing things and then slowly walking back and occasionally declaring victory even when nothing happens. Maybe that's the play we're seeing this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "COREN",
      "sentences": "And I guess the concern with all of this is that it could backfire on American consumers that this will raise the cost of goods in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "WOLFERS",
      "sentences": "Oh, I think there's a very direct problem, which is the point of tariffs is to raise the price of foreign goods. It also turns out that many American businesses use a lot of foreign inputs. And so there's definitely an inflationary burst coming if he does impose these tariffs.It's actually a little worse than that. The sort of inflation that we're used to, the sort that we had during the pandemic, for instance, is prices go up and then wages go up to catch up. And, eventually, we're all okay. When it's a tariff, prices go up, but wages aren't going to keep up. And what happens is that people's real purchasing power declines as a result. So, yes, that causes initial pain for Americans. That then starts a trade war, which then makes it harder for American exporters. And that's a second round of pain for Americans. And at some point we're all going to ask ourselves, is it worth it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "COREN",
      "sentences": "Justin Wolfers, as always, we appreciate your perspective. Great to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "WOLFERS",
      "sentences": "My pleasure, mate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "COREN",
      "sentences": "Immigration was a central focus of Trump's 2024 presidential campaign. Well, now the incoming administration is working on their promised plans to implement strict border controls and start detaining and deporting migrants on a large scale.CNN's Rafael Romo has the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "The men chosen by President-elect Trump to secure the U.S. borders urged officials across the country to cooperate with the new administration to enforce immigration law. Former Acting ICE Director Tom Homan, who Trump has chosen as his border czar, said on Fox News that he wants so-called sanctuary cities to give immigration authorities access to their facilities.(BEGIN VIDEO CLIP) TOM HOMAN, TRUMP'S PICK FOR BORDER CZAR:  The sanctuary cities have locked us out of the jails, and the law enforcement isn't allowed to work with us. Give me access to the bad guy that you locked in a jail cell. Because you obviously locked him in a jail cell because he's a public safety threat. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:07",
      "speaker": "ROMO",
      "sentences": "And it appears Homan will get plenty of cooperation in Texas. The state's land commissioner, Dawn Buckingham, in the last few days spoke about an effort that will be, in her words, the largest deportation of violent criminals in the history of the United States. Texas is offering a 1,400-acre property at the border to the incoming Trump administration to use for the processing, detention and coordination efforts to expedite the deportations. Commissioner Buckingham made the announcement in Rio Grande City, Texas, with heavy machinery and construction workers in the background at a site where Texas is building a new section of border wall.Texas launched Operation Lone Star in 2021, which included, among other things, transporting migrants on buses to Democratic-led cities, blocking portions of the border to federal agents, setting up buoys in the Rio Grande to deter migrants from crossing the river, and signing a bill that would give state law enforcement authority to detain migrants. The Texas Land Commissioner says this is also about helping local law enforcement. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "ROMO",
      "sentences": "Meanwhile, in Mexico City, President Claudia Sheinbaum is denying her country is willing to close her country's border with the United States, as President-elect Trump recently claimed. In her own statement after a phone call with Trump, Sheinbaum said Mexico has a comprehensive strategy to address migration while respecting human rights.Rafael Romo, CNN, Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "COREN",
      "sentences": "A major airport security breach after the break, the stowaway who was discovered only after she got past checkpoints and flew all the way from New York to Paris.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "COREN",
      "sentences": "Airport authorities in New York are trying to figure out how a woman without a boarding pass got past security and onto a flight from New York to Paris.Well, CNN's Holmes Lybrand has more on how the stowaway eluded detection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COREN",
      "sentences": "What's tucked away in Kenya is a butterfly collection to rival all of them. It contains millions of specimens from all over Africa. But now a private collector is on a desperate search for someone to take it off his hands.CNN's Larry Madowo has the story of a race against time. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "STEVE COLLINS, BUTTERFLY COLLECTOR",
      "sentences": "There is a leaf and here are the caterpillars living underneath the leaf. We haven't brought them in. They've come in of their own accord.LARRY MADOWO, CNN INTERNATIONAL CORRESPONDENT (voice over):  Steve Collins has devoted his life to butterflies. His garden in Nairobi is a sanctuary for the insects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "Every day we empty these. And they come in and we see, we record who's there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "He traps, documents, and then releases butterflies here every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "Oh puppy. I'm going to bring this one out because it's beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "Oh my goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "This is the white banded emperor. There she is with her tongue feeding on my finger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "But it is Collins' collection of preserved butterflies, which is most remarkable.This is massive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "Yes. It's the biggest collection of African butterflies in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "In total, Collins has over 4 million specimens from across Africa, including 1.2 million pinned in cases like these.This is a very expensive hobby. Now in his 70s and running out of space and money to maintain the collection, he is trying to find it a new home. What do you want to do with this entire collection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "Ultimately, it needs to be available for scientists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "This is probably the world's largest private collection of butterflies. It's several decades' worth of work across Africa. So, who would pay for something like this? And how much it is going to cost? It's not that simple.Collins is hoping a wealthy philanthropist might step in to help him, but he has so far struggled to find a buyer, in part because he wants to keep it as a whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "It would be a pity to break this up when it's such an entity and it's 30 or 40 people's life's work and it needs to be tied to a university rather than a museum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "Back outside, I get a glimpse into how much work has gone into each and every one of these specimens.Yes, nailed it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "Well done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "I'm becoming good at this.This is a beautiful one. How do I hold it? Do I just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can just hold it like this or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "Collin's assistant, Edgar Emujong (ph), walks me through the penning process.So, you're killing the butterfly right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, now. Now, this one is dead already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "Oh, that was fast. It's clearly painstaking work.So, you have to be gentle not to break the wing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. MADOWOWhere is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "I won't show you because you know what, of course, if somebody says that, oh, that's worth $8,000, so it disappears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "He still maintains he's just an enthusiastic hobbyist despite the fact he's written eight books and publishes scientific papers once a month.This looks like a full time gig.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "COLLINS",
      "sentences": "Well, it's got out of hand. You could say it's an obsession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:01",
      "speaker": "MADOWO",
      "sentences": "The feature of this vast trove for scientific research hangs in the balance. Without a buyer, it could all go to waste.Larry Madowo, CNN, Nairobi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "COREN",
      "sentences": "Having a pet can offer lots of love and companionship, and it comes with a lot of upkeep, training, and care. But there's another option. How about a robotic dog?Well, CNN's Hanako Montgomery has those details from Tokyo. (BEGIN VIDEOTAPE) HANAKO MONTGOMERY, CNN CORRESPONDENT (voice over):  Prayers for health and a long life for a beloved and battery operated group of pets. These robotic pups are at a celebration of Shichi-go-san in bows and kimonos, strollers and baby carriers, to be blessed just as young children are at this traditional Japanese festival.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "SUMIE FUJII, AIBO OWNER",
      "sentences": "AIBO has become part of my family and I truly love it and treat it like a child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "MONTGOMERY",
      "sentences": "AIBO by Sony is a companion without the commotion for an aging population, just looking for a little puppy love. There's no need for walks or feeding. Just a charge for when all the play makes AIBO a little tired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HIROMI INOUE, AIBO OWNER",
      "sentences": "At first, I wanted a real dog. But there are a lot of issues with a real dog, such as having to take it for walks and not being able to take it on vacation. MONTGOMERY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "SHIGERU NISHIMORI, AIBO OWNER",
      "sentences": "It listens to what the owner says better than the original Kuchan, so I really enjoy being with it. Just seeing Kuchan's face every day after work becomes my motivation to work harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "MONTGOMERY",
      "sentences": "A toy to some, a pet to others, a robotic best friend for many.Hanako Montgomery, CNN, Tokyo. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}