{
  "date": "2024-01-08",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Sec. Blinken Visits Middle East in Effort To Stop A Wider War; Medical Providers Withdraw From Central Gaza Hospital; Four Killed In Large-Scale Russian Bombardment. Aired 8- 8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yeah. The broader figure from the Hamas-controlled Health Ministry is 22,835 people killed. About 70 percent of those are women and children. Now, the IDF has also said they've detained, arrested all people who have handled themselves in, people they call terrorists inside Gaza, 700 of those they now have in captivity as well. So, not just killing but taking members of Hamas and Palestinian Islamic Jihad, which of course, is critical for the IDF, because that's one of the ways they generate intelligence about where the possible leadership members of Hamas can be. And of course, those are the big targets in this fight.We've heard from the Defense Minister saying that they -- he believes they're about ready to enter the next phase at least in the north of Gaza, which will use more special force operations, and less of their sort of heavier military operations that are still ongoing in the center. And that's pertinent to what we heard from the WHO Director General saying that it's important that that Al-Aqsa Hospital is allowed to remain open, those two medical NGOs pulling out their medical teams Sunday because they said artillery strikes were just getting so close on Saturday. According to the WHO, there are only five active doctors there, and they say that that is the main hospital in the center of Gaza where there is still a lot of active -- IDF activity going on there in Khan Younis, to the south as well. So, the IDF is putting that figure of 8,000 now to the number of Hamas and other militants that they say that they've killed. It's a hard number for us to verify. We don't have the kind of access that would allow us to sort of independently verify precisely who is getting killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Antony Blinken clearly addressing this concern that actually came from some Israeli ministers, suggesting that Gaza should be cleared effectively and become Israeli. But, that's being addressed not just by Antony Blinken but also by the Israeli government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "Nic Robertson, thank you for joining us from there.Now, Ukrainians started their week under yet another large-scale Russian bombardment. The National Police say four people have been killed and 38 others injured across the country. In Kyiv, these people took refuge in a metro station during the missile strikes. In the Kharkiv region, two people were killed in strikes and civilian facilities were damaged. And officials in Zaporizhzhia say an attack there damaged several homes and blew the windows out of nine buildings, and in that weather as well. A route between India and the Maldives escalating, a top Indian travel site is suspending flight bookings to the island nation after three officials there mocked Indian Prime Minister Narendra Modi. In online posts, they called him a clown, terrorist and a puppet of Israel. They've been suspended by their government. India and Russia sent their largest number of visitors, actually, to the Maldives. Relations have been tense since President Mohamed Muizzu came to power in November. CNN's Vedika Sud joins us live from New Delhi. And I think this started with some photos, didn't it, Vedika.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "VEDIKA SUD, CNN REPORTER",
      "sentences": "Well, absolutely, and that's where the controversy began, though. Like you said, the tensions have been simmering for a while. It all began last week when Indian Prime Minister Narendra Modi visited the islands of Lakshadweep, just off the southwestern coast of India, and he put up some images on social media. Responding to those images, the three officials you were talking about mocked Modi. Now, in complete damage control mode, on Sunday, the President of Maldives went ahead and suspended these three officials from his government indefinitely. The call for them being sacked has been really high, but for now, they've just been suspended.And then on Sunday, the Foreign Ministry of Maldives did issue a statement. I'm going to read an excerpt from there. It says \"The Government of Maldives is aware of derogatory remarks on social media platforms against foreign leaders and high-ranking individuals. These opinions are personal and do not represent the views of the Government of Maldives.\" Now, this response from Maldives came after the remarks set off an uproar and boycott calls to not visit Maldives by Indians here in the country. Also (Technical Difficulty).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "Okay. We've got some issues there with Vedika, but we'll come back to her later in the day to get more on that update.Now Alaska Airlines has canceled more than 100 flights today and warns of more to come following a terrifying ordeal involving one of its planes. On Friday, a critical part of a Boeing 737 MAX 9 blew out shortly after the jet took off from Portland, Oregon. Federal officials say the planes door plug had been discovered in someone's backyard. The Chair of the NTSB spoke to CNN earlier and said the investigation will be very thorough. CNN's Pete Muntean joins us live from Washington. And it will have to be, won't it, because when you look at these images, it's absolutely frightening and very off-putting to passengers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "JENNIFER HOMENDY, CHAIR, NATIONAL SAFETY TRANSPORTATION BOARD",
      "sentences": "That alert that illuminated those three times certainly is very disconcerting to our investigators, and we want to look at that. But, it may have absolutely nothing to do with what occurred in the cabin of the aircraft on that -- during that event.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MUNTEAN",
      "sentences": "What is missing from this investigation, Max, the audio of the cockpit voice recorder. That was overwritten automatically, and Homendy calls that disappointing. There is a push to make cockpit voice recorders retain information for even longer. Still a lot of info out there, though. During the depressurization, investigators were able to find out that the cockpit door blew open and the pilots' headsets and checklists were thrown by the force of that rapid deep compression. Alaska Airlines and United Airlines are the only two U.S. airlines operating MAX 9s. They are still grounded this morning, awaiting new details on inspections from the Federal Aviation Administration. United Airlines canceled 270 flights that would have otherwise been operated by MAX 9s over this weekend, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "Pete Muntean in Washington, thank you.The death toll rising from that New Year's Day earthquake in Japan, officials now say at least 168 people were killed. More than 300 people are still missing. Snowy weather and difficult terrain are complicating rescue operations, but we are hearing miraculous stories of survival. One woman in her 90s was pulled out alive from the rubble of a two-storey home. She was stuck there for more than five days. CNN's Marc Stewart is tracking the story from Seoul, South Korea. He joins us now live. I mean, it is a remarkable story. But, there is so many awful ones at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "Marc, thank you for the update.Still to come, the race is really heating up with one week to go until Iowa votes. We will check in on the three contenders, the leading ones at least, for the Republican nomination for President. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "The 2024 campaign to be the next U.S. President is heating up. They are now just -- well, there is now just one week until the first votes are cast. The Iowa caucuses will take place a week from today with Nikki Haley and Ron DeSantis hoping to pull the upset and derail Donald Trump's effort to be the Republican nominee. For his part, Trump is juggling, campaigning with his many legal troubles. He says he plans to attend a key hearing on Tuesday where the U.S. Court of Appeals will decide if Trump has immunity from prosecution for any crimes he committed whilst as President. And in a few hours, U.S. President Joe Biden will deliver remarks in South Carolina, making his case for reelection.Let's bring in CNN's U.S. National Correspondent Kristen Holmes with more on this. Thank you so much for joining us. Interesting to hear the -- Haley-DeSantis almost conceding this upcoming caucus because they're saying we might not win, but we're going to have a good vote. What's -- how did you read that? KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Yeah. It's been really interesting to watch this kind of fight for second place. And the two of them have gotten increasingly nasty. We've been watching these remarks, and they've gotten really vicious, attacking each other, as they try to bring each other down. Now, I have heard from several campaigns that internal polling has Haley catching up to Ron DeSantis for that second space spot, which is likely why you're seeing so much aggression between the two of them. We have to remember that Ron DeSantis put every single thing into Iowa. He has barely campaigned in any other state. He needs a strong showing in Iowa. And there was a time where even though the polls showed Donald Trump with a big lead, both Trump advisors and DeSantis advisors believe that margin was much smaller. Now, Trump's team has gotten much more confident with those numbers. They do believe there is going to be a big turnout. But, it's all about, again, who actually shows up to caucus. So, this is going to be a make it or break it moment for Ron DeSantis, in particular. If he can't pull out second place in a state that he poured all of his resources to, that's not going to bode well for a primary season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "What do you expect to hear from Joe Biden when he speaks later?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "Okay. Kristen, get better. Thanks for joining us, anyway.China making the frozen months all be a (ph) fun. After the break, we'll take you to the annual Ice Festival to see the breathtaking sculptures. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "FOSTER",
      "sentences": "On the first major award show of the season, Hollywood left little doubt really about who the frontrunner for the Oscars are. Oppenheimer won again and again at the Golden Globes, including Best Drama, Best Actor, Best Supporting Actor, and Best Director. The film's star says all the credit should go to the writer-director Christopher Nolan.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "CILLIAN MURPHY, WINNER, BEST ACTOR IN A DRAMA",
      "sentences": "I knew the first time that I walked on Chris Nolan's set that it was different. I could tell by the level of rigor, the level of focus, the level of dedication, the complete lack of any seating options for actors that it was -- I was in the hands of the visionary director.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}