{
  "date": "2025-01-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Fireworks Fill the Sky as Angola Enters 2025; Behind the Scenes Harry Potter Studio Tour; Exclusive Look at Hong Kong Panda Park; Top 10 Sports Moments of 2024. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "-- restored. The International Airport in San Juan and hospitals around the island are running on power generators. Now, power outages have long been a running source of frustration on the island since the collapse of the power grid in 2017 after Hurricane Maria.Luma and a second private company have long come under criticism for failing to improve the electric system there. Now, in a statement, Puerto Rico's Governor Pedro Pierluisi said, quote, we are demanding answers and solutions from both Luma and Genera, who must expedite the restart of the generating units outside the fault area and keep the people duly informed about the measures they are taking to restore service throughout the island. Luma said that an issue with a faulty underground line was to blame. Carlos Suarez, CNN, Miami. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Milan is now home to the toughest smoking restrictions of all of Italy. The country's fashion and financial capital has banned lighting up on city streets and in crowded public areas starting today. Outdoor smoking still allowed in isolated places where it's possible to maintain about a 30-foot distance from other people.E-cigarettes are also exempt. Fines range from about 40 to 250 U.S. dollars. The ban comes ahead of the 2026 Milan-Cortina Winter Olympics. City officials say they want to cut down on pollution and protect people's health at the same time. CNN teams around the globe have been welcoming the new year with the help of special guests and plenty of pyrotechnics, of course. Larry Madowo got a front row seat to the fireworks show in Angola's capital. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "FOSTER",
      "sentences": "Happy New Year to you, too.Hogwarts celebrating the holidays in style atop a blanket of winter white. CNN's Anna Stewart visited the Harry Potter studio tour in Watford for a behind the scenes look. (BEGIN VIDEOTAPE) (VIDEO CLIP, \"HARRY POTTER\") ANNA STEWART, CNN CORRESPONDENT (voice-over): It is that time of year when we all rewatch family-favorite movies but this time I'm taking it a step further.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "Could there be a more magical place to spend the Christmas holidays than Hogwarts?Ahh. STEWART (voice-over): This is the great hall all decked out for a festive feast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "Laura, nice to meet you.LAURA SINCLAIR-LAZELL, WARNER BROS. STUDIO TOUR LONDON, THE MAKING OF HARRY POTTER: Hello. Nice to meet you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "You're going to give me the grand tour.SINCLAIR-LAZELL: I am, indeed. Welcome to the Warner Bros. Studio Tour London -- The Making of Harry Potter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "Thank you.SINCLAIR-LAZELL: I'm Laura Sinclair-Lazell and I'm head of show experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "You are the person who's going to tell me everything about this place. And I should tell you I'm probably CNN's biggest Harry Potter fan or nerd, depending on how you view these things.SINCLAIR-LAZELL: Amazing. Well, you've come to the right place. STEWART (voice-over): It feels like we have walked into a Harry Potter movie minus one enchanted ceiling and two tables, which allows more room for visitors. In the movies, Professor Flitwick made light work of baubles. It's a lot more work for the muggles working here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "Those aren't real peas?SINCLAIR-LAZELL: No, sadly not, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "None of the food is real?SINCLAR-LAZELL: Not real. Not this time, no. STEWART (voice-over): With stomachs rumbling time to move on. Now you may remember this scene, Hagrid lugging a Christmas tree across the Hogwarts courtyard. SINCLAIR-LAZELL: So this is very reminiscent of that moment and this would have been the original costume as worn by Martin Bayfield. So it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "So this is what was worn by the body double?SINCLAIR-LAZELL: Absolutely, yes. Any of the long shots that you see were usually worn by him. STEWART (voice-over): Time for a little retail therapy and it's been snowing. SINCLAIR-LAZELL: We use shredded paper and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "Is this shredded paper?SINCLAIR-LAZELL: Or shredded plastic, yes. And then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "Wow.SINCLAIR-LAZELL: And then on top we sprinkle some glitter to give it that kind of real-life snow effect. STEWART (voice-over): From Ollivander's to Flourish and Blotts, Diagon Alley has everything the witch or wizard needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "OK. If you could go into any of these shops for real which one would you go into?SINCLAIR-LAZELL: I'm torn. Probably I'd want to hang out with the twins, so I'd want to go to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "You'd want to go to Wizard Wheezes --SINCLAIR-LAZELL: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "-- OK, joke shop.SINCLAIR-LAZELL: I'd pick up a few jokes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "I mean, maybe the quidditch shop for me --SINCLAIR-LAZELL: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "-- once I've got my wand.STEWART (voice-over): And clearly, it would be a Firebolt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:02",
      "speaker": "STEWART",
      "sentences": "The Firebolt, the fastest broomstick in the world.STEWART (voice-over): Although sadly, no holiday sales here. And to end the tour a breathtaking view of Hogwarts in the snow. Anna Stewart, CNN, Watford. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "It's been the year of the panda in Hong Kong. The city's gone from two giant pandas at the start of 2024 to six black and white marvels in a matter of months. CNN recently received exclusive access to Hong Kong's Ocean Park, home to the greatest number of giant pandas outside mainland China.Kristie Lu Stout takes us inside. (BEGIN VIDEOTAPE) KRISTIE LU STOUT, CNN CORRESPONDENT (voice-over): The pleasures of keeping pandas. It's a joy Matt Leung shares with his audience of nearly 100,000 on Instagram and experiences each day at Hong Kong's Ocean Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MATT LEUNG, ASSISTANT CURATOR, ZOOLOGICAL OPERATIONS, OCEAN PARK HONG KONG",
      "sentences": "Being there for them, getting to interact with them. Basically, like, you know, I'm very happy to spend every day here.STOUT (voice-over): We meet at a newly reopened enclosure where Le Le is center stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "LEUNG",
      "sentences": "Le Le is very laid back and very gentle as a male. He is 19 years old this year, which is equivalent to around 57 in human years.STOUT (voice-over): In August, Le Le became a dad. His mate Ying Ying gave birth to twins, making her the world's oldest known first time panda mother. The twins just marked their first 100 days. Here's exclusive video of the star cubs being cared for like human babies. Now, Matt looks after the adult pandas, which he trains and feeds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "LEUNG",
      "sentences": "Besides bamboo leaf, we also provide a variety of fruits and veggies. We also give them high fiber biscuits. And this is called wowotou. We put eggs in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "STOUT",
      "sentences": "It's almost like a dumpling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "LEUNG",
      "sentences": "Yes, it smells good too.STOUT (voice-over): They are national treasures all gifted by the Chinese government, including two new ones from Sichuan. In September, elite police escorted them to their new home, an honor usually reserved for heads of state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "PAULO PONG, CHAIRMAN, OCEAN PARK HONG KONG",
      "sentences": "So, once they're given to us, they'll stay here permanently. We are honored to have this opportunity to continue our work on panda conservation and education.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "STOUT",
      "sentences": "Why do people love pandas so much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "LEUNG",
      "sentences": "When they fall around, they're very clumsy. They do whatever they like. That's a very cute thing.STOUT (voice-over): Cute and clumsy. Yet, these pampered pandas can also stick the landing. Kristie Lu Stout, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "The St. Louis Blues are celebrating a year-end victory in the NHL Winter Classic. Chicago transformed baseball's Wrigley Field into a giant hockey rink for the annual event. The Blues' Cam Fowler scored two goals in his 1,000th NHL game.Justin Faulk added a goal and two assists as the Blues skated to a 6-2 victory. St. Louis has a perfect 3-0 record in the Winter Classics. Only Fenway Park in Boston has hosted more of the games, which are typically held on New Year's Day. The college football playoffs resumed today with three games on the schedule. Penn State is the first quarterfinalist to advance with a 31-14 victory over Boys State in the Fiesta Bowl. The number six seed jumped out to an early lead with three passing touchdowns. Boys State fumbled late in the first quarter to set up one of those scores. Penn State advances to the semifinals and will play the winner of the Georgia Notre Dame game, which takes place tonight in New Orleans. 2024 was a wild year in the world of sports, from history-making college athletics to redemption and controversy at the Paris Olympics. Andy Scholes breaks down the top 10 sporting stories of 2024. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "ANDY SCHOLES, CNN WORLD SPORT",
      "sentences": "Well, 2024 was a year where the superstars certainly shined bright. LeBron, Simone, Mahomes, Sheffler, Ohtani and Clark all dominating their sports, but there were some controversies along the way. Here are the top moments in sports from this year.SCHOLES (voice-over): We start our countdown with the Boston Celtics returning to the top of the NBA, winning their record 18th title. Jayson Tatum, Jaylen Brown and company beating the Mavericks in five games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "JAYSON TATUM, BOSTON CELTICS",
      "sentences": "It's at the top of the mountain, but we did it. We won a championship. [04SCHOLES (voice-over): And we almost saw history in the NHL. The Florida Panthers were up 3-0 in the Stanley Cup before the Edmonton Oilers stormed back to force a game seven. But the Panthers would hold on to win their first ever championship. At number nine in college basketball, Dawn Staley, South Carolina Gamecocks became the 10th women's division one team in history to go undefeated. They were a perfect 38-0 and then capped it off by winning the third title in school history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DAWN STALEY, SOUTH CAROLINA GAMECOCKS COACH",
      "sentences": "So excited to share this moment with our team.SCHOLES (voice-over): UConn Huskies, meanwhile, becoming the first men's team since Florida in 2007 to win back-to-back titles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Unbelievable. Feels like last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SCHOLES",
      "sentences": "At number eight, we had history in the NBA. LeBron James and his son Bronny taking the floor together, making it the first time ever a father and son played together in the league.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "LEBRON JAMES, LOS ANGELES LAKERS BASKETBALL PLAYER",
      "sentences": "No matter how old I get, no matter how my memory may fade as I get older or whatever, I will never forget that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRONNY JAMES, LOS ANGELES LAKERS BASKETBALL PLAYER",
      "sentences": "I appreciate the Laker Nation for, you know, showing that support for me and my dad.SCHOLES (voice-over): And at number seven, LeBron with quite the 2024 as he, alongside Steph Curry, led Team USA to an Olympic gold medal in Paris, beating France in the championship game. It was their fifth straight gold. The women, meanwhile, winning their eighth straight gold medal behind a dominant performance from Asia Wilson. And on the pitch under new head coach Emma Hayes, the U.S. women's soccer team getting back to their winning ways, beating Brazil 1-0 to capture the gold medal for the first time since 2012.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SCHOLES",
      "sentences": "At number six, we also saw amazing solo performances at the Paris Games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "American Noah Lyle stakes his claim as the fastest man in the world with a thrilling photo finish in the 100- meter dash.SCHOLES (voice-over): Lyle's became the first American in 20 years to grab the title of the fastest man on the planet. Swimming sensation Katie Ledecky becoming the most decorated U.S. female Olympian of all time with 14 medals. STEPHEN NEDOROSCIK, U.S. GYMNAST: I kind of just wanted to be that guy who might be a little bit nerdy, but also really good at sports. That's kind of all I wanted to be. SCHOLES (voice-over): Stephen Nedoroscik, known as Clark Kent, was a true hero, dominating the pommel horse to get the U.S. men's gymnastic team their first medal since 2008, Nedoroscik leaving the Games with two bronze medals. Many world records were set, but none more impressive than Sydney McLaughlin-Levrone, who crushed the field in the 400-meter hurdles. SYDNEY MCLAUGHLIN-LEVRONE, U.S. HURDLERS AND SPRINTER: Unreal, honestly. Full circle moment. First, I feel like full Olympic moment with friends and family there. SCHOLES (voice-over): At number five, Simone Biles triumphantly returning to the Olympics, proving once again she is the GOAT. The 27- year-old winning three gold medals and a silver, and in the process became the most decorated U.S. gymnast of all time. SIMONE BILES, U.S. GYMNAST: I solely did it for myself, and I'm in a really good spot mentally and physically. So doing this for just me, it meant the world. SCHOLES (voice-over): Biles and the women's team reclaiming the gold, but the Paris Games did end in controversy for a member of the team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Surprising turn of events in Paris. American gymnast Jordan Chiles has been stripped of her bronze medal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "The situation is getting more complicated by the day. USA Gymnastics says its appeal for Olympic gymnast Jordan Chiles to keep her bronze medal was denied.JORDON CHILES, U.S. GYMNAST: It's definitely been a really hard year. SCHOLES (voice-over): At number four, Shohei Ohtani had a season in baseball that will never be duplicated again, both on and off the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SANCHEZ",
      "sentences": "Just one week before opening day, a stunning scandal has erupted in Major League Baseball. The interpreter for L.A. Dodgers player Shohei Ohtani fired amid allegations that he stole millions of dollars from the Japanese superstar to cover a gambling debt.SCHOLES (voice-over): The whole controversy, though, did not affect Ohtani one bit on the field. He went on to have the first ever 50-50 season in baseball history. He ended up with 54 home runs and 59 stolen bases. Japanese star then went on to win his first World Series as the Dodgers beat the Yankees in five games. At number three, the PGA Championship getting off to a rocky start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "We're following major drama at the PGA Championship in Louisville, Kentucky, where top-ranked golfer Scottie Sheffler was arrested and detained just outside the course where he would tee off only a few hours later. SCOTTIE SHEFFLER, PROFESSIONAL GOLFERSCHOLES (voice-over): Now, despite being arrested before round two, Sheffler still finished tied for eighth at the PGA Championship, and he went on to have one of the best years in golf history. Sheffler won nine times, including his second Masters in three years and gold at the Paris Games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SHEFFLER",
      "sentences": "I'm just a kid from Texas who loves playing golf, and I'm just trying to get the most out of myself. And, you know, this year's been really fun.SCHOLES (voice-over): At number two on our countdown is Caitlin Clark- mania just taking over the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:05",
      "speaker": "CAITLIN CLARK, INDIANA FEVER GUARD",
      "sentences": "I don't know if you can really script it any better.SCHOLES (voice-over): Clark wasn't just setting scoring records. Attendance and viewership were at all-time highs whenever Clark stepped on the floor. Her rematch against Angel Reese and LSU was watched by 12.3 million people, making it the most-watched women's college basketball game ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:05",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Caitlin Clark is headed to the WNBA as the number one overall draft pick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:05",
      "speaker": "CLARK",
      "sentences": "Just getting to enjoy it and soak it in, I think, is the biggest thing because, like, this is once in a lifetime.SCHOLES (voice-over): Clark's remarkable year ended with her winning the WNBA Rookie of the Year and leading the Fever to the playoffs in 2024. It was certainly an extraordinary year for the WNBA, the league setting records for attendance and viewership. And in the end, it was the Liberty winning their first-ever title, beating the Lynx. And finally, our number one sports moment of the year belonged to Patrick Mahomes and the Kansas City Chiefs. With Taylor Swift in attendance to cheer on boyfriend Travis Kelce, the Chiefs beating the 49ers in an overtime thriller in the first-ever Las Vegas Super Bowl, Mahomes, Kelce and company winning back-to-back titles in their third in five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:05",
      "speaker": "PATRICK MAHOMES, QUARTERBACK, KANSAS CITY CHIEFS",
      "sentences": "I'm so proud of the team, so proud of the guys, and the battle to the very end. I mean, that was a microcosm of our season. It really is special just to be able to say we're back-to-back champs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:05",
      "speaker": "SCHOLES",
      "sentences": "And as we head into 2025, the Chiefs are looking to become the first team ever to win three straight Super Bowls.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}