{
  "date": "2025-01-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Attempt To Arrest South Korea President Yoon Suspended; Bourbon Street Returns To Life After Deadly Attack; Cybertruck Driver Identified, Motive Undetermined; ISIS Attacks Increased Significantly in 2024; President-Elect Trump Falsely Links Attack to Migrants; Palestinians: Israeli Strike Kills Head of Gaza Police; Using Technology to Monitor Turtle Nets in the Seychelles; Dinosaur Highway. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:40",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "Hello, I'm Paula Newton, ahead here on CNN Newsroom. A bizarre turn of events in South Korea. Authorities suspend an attempt to detain the country's president after an hours long standoff.Heightened security as Bourbon Street opens renewed in New Orleans. Authorities say the terror attack suspect acted alone and was 100 percent inspired by ISIS. And later, the remarkable find of what's being called Dinosaur Highway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta. This is CNN Newsroom with Paula Newton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:07",
      "speaker": "NEWTON",
      "sentences": "Yes, I mean, Mike, it has been such a chaotic month politically for South Korea. Add to that the national tragedy in the last week. I do want to explore with you this issue of the Secret Service that right now say it's their obligation to protect Yoon. It would seem to me that they do have to deal with that issue, the prosecutor's office, before they get anywhere with this warrant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:07",
      "speaker": "VALERIO",
      "sentences": "Yes. And you know, that's a great point. And you were talking about this the last hour about whether or not South Korean institutions are functioning. And I think that, you know, there are like the American constitutions throughout the democratic world. There are vague parts of the constitutions and certainly South Korea's constitution that have not been tested yet. And this is one of them.What happens when XYZ comes to pass? This is really a vague point. How can we have in South Korea the equivalent of the Secret Service saying, no, we're not going to give up the suspended president, we're not going to give up the elected president who we are charged with protecting. So that, of course, would have to be worked out because prosecutors and investigators, from their point of view, they don't want to come in again a couple hundred yards from where we're standing and have the same thing repeat. So untested waters, vague parts of the constitution. South Korea has never been here before, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:07",
      "speaker": "NEWTON",
      "sentences": "YEs. And we continue to await next moves by both Mr. Yoon and in fact the opposition as well. Mike Valerio for us in Seoul. Appreciate it.Now we turn to news here in the United states where the FBI says the New Orleans terror attack suspect was 100% inspired by ISIS. Now new pictures show 42-year-old Shamsud-Din Jabbar walking around the French Quarter in the hours before the vehicle ramming that killed 14 people. Now, one shows a blue cooler with the long handle, you see it there, which investigators say contained one of the two improvised explosive devices he planted. A law enforcement source told CNN FBI agents and local police found precursor chemicals typically used to make explosives at Jabbar's house. That would be in Houston, Texas. You see some of the search there. Another video obtained exclusively by CNN appears to show Jabbar putting a white pole with a black top in the back of the truck. Police say an ISIS flag was attached to the trailer hitch during that attack. President Joe Biden says it now appears to bar active alone. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: We have no information that anyone else is involved in the attack. They've established that the attacker was the same person who planted the explosives in those ice coolers in two nearby locations in the French Quarter just a few hours before he rammed into the crowd with his vehicle. They assess he had a remote detonator in his vehicle to set off those two ice chests. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:07",
      "speaker": "NEWTON",
      "sentences": "Now of note as well, a private security consulting firm apparently warned back in 2019 that Bourbon street in New Orleans was in fact at risk, particularly for mass shootings and vehicle attacks. The street is now reopened with reinforcements. CNN's Randi Kaye is there for us.(BEGIN VIDEOTAPE) RANDI KAYE, CNN U.S. NATIONAL CORRESPONDENT (voice-over): Around 3:15 a.m., soon after, revelers in New Orleans rang in the new year, a devastating scene. A white pickup truck accelerated through a crowd on Bourbon Street, mowing down everyone in its path.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:07",
      "speaker": "JIMMY COTHRAN, WITNESS",
      "sentences": "A mother twisted up, obviously deceased. We counted around eight bodies very quickly right in our area. One gentleman, crushed, had tire tracks across his back.KAYE (voice-over): Dozens of people were injured and 14 declared dead. The driver of the F150 truck was then killed in a shootout with police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "KAYE",
      "sentences": "The FBI says Jabbar placed two IEDs in the area before the attack, likely sometime between 1 and 2KAYE (voice-over): The FBI is convinced Jabbar had been planning the attack for days, renting the F150 in Houston on December 30th and driving to New Orleans on the 31st. CHRISTOPHER RAIA, FBI DEPUTY ASSISTANT DIRECTOR, COUNTERTERRORISM",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "DIVISION",
      "sentences": "Let me be very clear about this point. This was an act of terrorism. It was premeditated and an evil act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "KAYE",
      "sentences": "The FBI found five videos on the suspect's Facebook account. The last video was apparently posted at 3KAYE (voice-over): According to the FBI, Jabbar proclaimed in the videos he originally planned to harm his family and friends and that he joined ISIS before the summer. More than 1,000 law enforcement agents in multiple states are sifting through data and leads. They focused on the suspect's Houston home and an Airbnb in New Orleans, where they believe the suspect stayed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "RAIA",
      "sentences": "We have recovered two laptops and are currently reviewing them for any potential leads.KAYE (voice-over): Randi Kaye, CNN, New Orleans. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "NEWTON",
      "sentences": "Kirk Burkhalter is a criminal law professor at New York Law School and a former New York Police Department detective. I want to thank you for joining us and for so many years, trying to avert this kind of attack. The one that happened in New Orleans was, you know, your bread and butter.So when you're looking at this, what are the lessons learned, the takeaways that you think communities like New Orleans should take from it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "KIRK BURKHALTER, CRIMINAL LAW PROFESSOR, NEW YORK LAW SCHOOL",
      "sentences": "Well, in this particular instance, some of the lessons learned are lessons that we've learned previously. Vehicles are a weapon of choice for many types of attacks of this type of nature.So in this instance, I think we'll hear a lot more about the fact that the permanent stanchions, they're called bollards, were not necessarily in place. You know, there was a report a few years ago in New Orleans on this very point that they were prone to vehicle attacks and for whatever reason, action wasn't taken as swiftly as it should have. So, one lesson is certainly that have to be mindful of these types of attacks, vehicle attacks, we've seen them before. And the second is when we have information available, we have to act on it. Now, that's not to say no one has a crystal ball and can say what would or would not have happened. But certainly if you have information, you must act on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "NEWTON",
      "sentences": "Right. And it does seem as if they knew that there needed to be more protection around Bourbon Street. And yet you did hear many people say, even law enforcement officers around the world say, look, OK, that place perhaps was not 100 percent secure, but given the nature of the attack, a vehicle being used, that everyone becomes a target, that these are very soft targets.I mean, how do you really try and operate in that kind of an environment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "BURKHALTER",
      "sentences": "Well, certainly this is one of the hallmarks of terror attacks, right? Striking at a civilian population when they least expect it. And, you know, while we want to be vigilant, we also want to have the ability to continue on with our lives. Places like Bourbon Street and other venues similar to that around the country, you can't just shut them down because they're vulnerable to attack.So what's the second best choice? Second best choice is to be vigilant with cameras and so forth and police and to harden these targets, as the saying goes. And hardening targets means bringing folks in and doing some type of an assessment and thinking how you can make these types of attacks far, far more difficult. Once again, can Monday morning quarterback all these things. However, the job of law enforcement is to assess these types of incidents and think about what you can do to prevent them moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "NEWTON",
      "sentences": "I'm wondering where you come down on what's gone on those attacks that happened on New Year's Day. We had an attack in New Orleans and an attack in Las Vegas. Police really have no indication yet that they're linked in any way. And yet the similarities, albeit perhaps coincidental, are striking. Where do you come at this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "NEWTON",
      "sentences": "Yes, for sure. As I said, the similarity is quite stark. As that investigation continues, we hope to hear more in the coming days. Kirk Burkhalter, thank you so much. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "BURKHALTER",
      "sentences": "You're quite welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "NEWTON",
      "sentences": "More now on that incident were discussing in Las Vegas. We're learning from the U.S. Secretary of Homeland Security that there's no evidence, as we said, linking the New Orleans attacker to the person believed to have caused the Cybertruck explosion. CNN's Natasha Chen is in Las Vegas with more.(BEGIN VIDEOTAPE) NATASHA CHEN, CNN U.S. NATIONAL CORRESPONDENT (voice-over): Authorities say they believe the driver of the Tesla Cybertruck that exploded just outside the entrance doors of the Trump Hotel in Las Vegas was 37 year old Matthew Livelsberger. His body was burned beyond recognition and police are waiting for additional forensic analysis for final confirmation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "KEVIN MCHAHILL, SHERIFF, LAS VEGAS METROPOLITICAN POLICE DEPARTMENT",
      "sentences": "In how we're trying to identify him and I'm feeling comfortable to give you this information is a tremendous amount of substantial evidence.CHEN (voice-over): The motive for the bombing remains unknown, but police say Livelsberger died of a self-inflicted gunshot wound to the head just before the explosion. They found two guns, a military ID, a smartphone and a smartwatch inside the Cybertruck. They've also identified two tattoos they say. Livelsberger had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "MCMAHILL",
      "sentences": "One of which was on the stomach and one of which is on the arm that we can see bits and pieces of it as in comparison to what it is that we now know he had on his body.CHEN (voice-over): Livelsberger was an active duty member in the Army Special Forces Operation serving in Germany with previous tours in Afghanistan. He was awarded five Bronze Stars and held the rank of master sergeant, a senior enlistment, according to four U.S. Officials. He was on approved leave when police say he rented the Tesla Cybertruck in Colorado. Arriving in Las Vegas New Year's Day, he drove up and down Las Vegas Boulevard before passing the Trump Hotel. Livelsberger then circled back and parked the Cybertruck in the entrance driveway just moments before the fiery blast, according to law enforcement officials. Video of the aftermath shows the bed of the cybertruck loaded with fireworks, gas tanks and camping fuel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "KENNY COOPER, ASSISTANT SPECIAL AGENT, ATF",
      "sentences": "The level of sophistication is not what we would expect from an individual with this type of military experience.CHEN (voice-over): Police credit the Tesla vehicle's body construction, forcing the blast upward and limiting the damage to the hotel driveway, even leaving the glass doors intact. Law enforcement officials say they have not connected the explosion at the Trump Hotel to the deadly terror attack in New Orleans in the early morning hours on New Year's Day, but acknowledge the similarities. Like Livelsberger, the suspect, Shamsud-Din Jabbar, used a vehicle to carry out the attack, killing 14 people. Both have a military background. Jabbar was an army veteran and served in Afghanistan. They even rented their trucks through the same company, Turo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "MCMAHILL",
      "sentences": "If these turn out to be simply similarities, very strange similarities to have. And so, we're not prepared to rule in or rule out anything at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:04",
      "speaker": "CHEN",
      "sentences": "It was a frightening moment for the seven people who were injured in the immediate vicinity as well as hotel guests inside. We spoke to a couple of guests who were here at the time staying between the 40th and 50th floors who felt the windows rattle. And they said smoke was billowing in the stairwells and coming out of the elevator doors.Now something investigators are now working on is trying to retrieve any possible footage from any cameras inside the cybertruck before the explosion happened. Investigators said Elon Musk is sending staff to Las Vegas to help them with that. Natasha Chen, CNN, Las Vegas, Nevada. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:41",
      "speaker": "NEWTON",
      "sentences": "A joyful and familiar sound returned to the heart of New Orleans with the reopening of Bourbon Street Thursday. A jazz band played as it marched together with religious leaders marking the tragedy of the New Year's terror attack.Now the University of Georgia Notre Dame played the Sugar Bowl in New Orleans Thursday. The game won by Notre Dame had been postponed from Wednesday because of the New Year's terror attack. Despite earlier concerns, the game went off with no problems before a crowd of some 50,000 people. Fans and players in the New Orleans Superdome paused in silence before the game to honor the victims. Now, within the last day, we have been learning about the people who were killed on Bourbon Street. We do not have all of their names, but I do want to tell you a little bit about the eight people we do know of. Drew Dauphin was a recent Graduate of Auburn University. His family says he lit up every room he entered and was happiest spending time at the lake with his little brother, Matthew. Drew Dauphin was 26. We remember university of Alabama student Kareem Badawi, classmate of his was injured in the attack. Their high school in Baton Rouge scheduled a prayer session for both of them. Matthew Tenedorio's cousin Zach remembers him as just a joyful person, telling the local paper here, we'd walk into my grandma's house and he'd just start giggling. He worked at the Superdome as an audio visual technician. Matthew Tenedorio was just 25 years old. We also remember Hubert Gauthreaux who was 21. He was a graduate of Archbishop Saw High School in New Orleans. Reggie Hunter's cousin Travis remembers Reggie as a good and pure hearted person, beautiful inside and out. He was 37 years old and leaves behind a wife and two children. One is 11, the other just a year old. 27 year old Tiger Bech was a native of Lafayette, Louisiana and a former football player at Princeton University. Princeton's football coach remembers him as a, quote, ferocious competitor with endless energy, a beloved teammate, a caring friend. Billy Dimaio was 25 and worked in New York City. His company Odyssey remembers him for his, quote, unwavering work ethic, positive attitude and kindness. An 18-year-old Nakyra Cheyenne Dedeaux from Mississippi. She was there with her cousin and a friend. Now those who were injured and survived the attack have been telling their stories as well. Pittsburgh area native Jeremi Sansky uses a wheelchair and was in New Orleans on vacation with his family for New Year's. CNN's Anderson Cooper spoke with him about that night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:41",
      "speaker": "JEREMI SANSKY, INJURED IN BOURBON STREET ATTACK",
      "sentences": "I was screaming, help, help. And finally a guy came over and said, listen, you're glad to be -- you're lucky to be alive. He said, many people aren't as lucky as you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:41",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "I heard that somebody put a mark on your forehead. You were alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "COOPER",
      "sentences": "When did you learn that it was this person, a terror attack? SENSKYsomething about someone shooting a cop or something that was shot by a cop, but no one called it a terror attack. And I kept asking people, like the nurses and doctors that were with me that night, and no one said it was a terror attack. And today I found out that it was a terror attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "COOPER",
      "sentences": "Does it make you angry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "SANSKY",
      "sentences": "To me, personally, I'm going to have a hard time probably coming back to Bourbon Street for a while, but, I mean, I might, but I'm not -- it is -- my whole thing was, you should feel safe there. And hopefully there was definitely things that were wrong. They didn't put up the stupid thing at the end of the road that I had to drive over my wheelchair. It's supposed to stop the cars wasn't up, so that was definitely a problem.Like, that thing that was supposed to be up was down. I drove over it. I didn't get pushed over. But it was only this tall, like five inches tall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "COOPER",
      "sentences": "Yes, they said it needed to be repaired or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "SANSKY",
      "sentences": "Yes, well, they should have repaired it before New Year's Eve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "COOPER",
      "sentences": "Is there anything else you want people to know? I don't want to take up too much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "SANSKY",
      "sentences": "I'm just happy to be alive, man. I don't want people to be afraid to go out and do things on the right. I really don't. I mean, this could happen anytime, anywhere. But what are you going to do stop living your life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "NEWTON",
      "sentences": "Now as you just heard, New Orleans still reeling after a terror attack inside one of the most famous streets in the United States. But what does this have to do with the potential resurgence of ISIS?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "2024 saw ISIS attacks spike.This massive concert hall attack in Moscow, killing more than 100 people in March, their deadliest claimed by their most active franchise, ISIS-K or ISKP in Afghanistan. A month later, this bloody attack inside a Russian jail, four guards killed. A stabbing attack followed in Germany. They attacked in Afghanistan and Iran. Another of their estimated ten franchises or provinces fought Nigerian troops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "AARON ZELIN, SENIOR FELLOW, WASHINGTON INSTITUTE FOR NEAR EAST POLICY",
      "sentences": "We've seen a huge increase in tempo over the last year or two. In 2024, there were like 14 or 15 arrests related to the Islamic State in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "ROBERTSON",
      "sentences": "It's a far cry from five years ago when ISIS appeared to be on the back foot.Their short-lived Iraq and Syria and caliphate beaten by U.S. and coalition partners into a seeming surrender. But not anymore. According to MI5's intelligence chief. KEN MCCALLUM, DIRECTOR GENERAL MI5: After a few years of being pinned well back, they've resumed efforts to export terrorism. We and many European partners are detecting IS-connected activity in our homelands, which were moving early to disrupt. And I cried like a Taylor Swift and her Eras Tour in Vienna, beneficiary of the heightened safeguarding. An ISIS inspired plot, forcing her to call off her show. What has changed, Zelin says, is that ISIS is centralizing, learning from its mistakes in Syria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "ZELIN",
      "sentences": "They integrated a lot of their provinces together under this general directorate of provinces. So there's a bit more coordination on the global level within its network.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "ROBERTSON",
      "sentences": "In the Mideast, the ISIS brand is apparently still attracting supporters like these three Omanis in one of many such ISIS propaganda videos the terror group posts.Their bloody bounce back began several years ago, gaining temporary global attention, killing 13 U.S. troops as coalition forces pulled out of Afghanistan in 2021. But since then, most of ISIS' recovery has not sparked massive global attention. 2025 might be the year that changes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "ZELIN",
      "sentences": "If they can do something in the U.S., if they can do something in Europe, if they can do something in Russia, Turkey, Iran, Central Asia, if they can do it, they'll do it because for them, it's a global war. ROBERTSONNic Robertson, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "NEWTON",
      "sentences": "For more, we're joined by Michael Weiss. He's the co-author of the book \"ISISMichael, it's good to have you with us. As people just try and understand where ISIS is at, because many, and you wouldn't blame them, would think that ISIS is off the map, that it was defeated. MICHAEL WEISS, CO-AUTHOR, \"ISIS: INSIDE THE ARMY OF TERROR\": Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:05",
      "speaker": "NEWTON",
      "sentences": "But, you know, police were definitive about the New Orleans attacker. That he was radicalized by ISIS, if not directly, then at least online.How does the terror group continue to wield influence? And would you say that their influence is growing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "WEISS",
      "sentences": "When the so-called caliphate was destroyed roughly 2017, 2018 and Abu Bakr al-Baghdadi, the self-appointed caliph of ISIS, was taken out they lost the ability to do that.The transnational aspect grew weaker by dint of the fact that their territorial perch had shrunk. So what they began to do was remote-controlled operations, radicalizing people on the Internet through social media. I mean, any given day of the week you can go on Twitter, Telegram, Facebook and you can find people who are sympathetic to ISIS. You know, they are absolutely distraught about American foreign policy. They will be radicalized by the war in Gaza. They think that, y k, the West is at war with Islam and all of Muslim. And ISIS adroitly taps into that sympathy, that fellow tribalism (ph) and incentivizes it; says, you know, pledge allegiance to us, and you can sort of write your name in the stars and become a martyr. And it's very low tech. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "NEWTON",
      "sentences": "What do you think is the attraction for someone like the New Orleans attacker who was by all accounts, you know, a veteran who served well and seemed completely normal except for the last few months or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "WEISS",
      "sentences": "Yes. And I think, you know what's probably going to come to light if I'm kind of reading the tea leaves correctly here, is this guy was suffering from some serious psychological problems and sort of lack of emotional well-being.You know, he had two failed marriages. His family life was in tatters, but he managed to maintain a pretty lucrative job in I think IT or HR consulting. People who knew him did not see the signs until relatively recently going back only a few months. I mean, he claims that he became a kind of true believer in the ISIS mission as of this summer. I think the new husband of one of his ex- wives said that he had converted to Islam and started acting very erratically and so on. But you know, we know through the reporting that this is a guy who wanted to massacre his own family. And then decided, no, no, no, that would be optically quite bad because it wouldn't draw attention to the global war between the believers and the kuffar, the disbelievers, which is kind of part of the obscure (ph) ISIS ideology. So instead he gets into a car and he just rams into a load of people on New Year's Day. And that is part of the tradecraft, too, of what ISIS has been trying to do. You know, they realize that they're not going to be able to smuggle heavy weapons or sophisticated systems into the West, and they don't need to, right. They can tell people to use an automobile, use a knife, if you have access to firearms, which plenty of Americans do, shoot up a school, go after soft targets like this. And I can't think of a softer target than revelers and on Bourbon Street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "NEWTON",
      "sentences": "Yes, absolutely.Now, given the current context that you mentioned, we have upheaval in the Middle East, Syria, continuing conflict in Gaza. What is the nexus there? I mean, does this upheaval play into their hands? And I remind everyone, we had the FBI director who warned earlier in 2024 that this was the kind of attack that worried him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:44",
      "speaker": "WEISS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "WEISS",
      "sentences": "So, you know, the sheer fanaticism of this organization --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "NEWTON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "WEISS",
      "sentences": "-- its ultraviolence, the fact that it's at war with the West and it couches its mission in these sort of grandiose world historical terms, that can appeal to people who aren't necessarily driven by the Islamism inherent to ISIS, you know (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "NEWTON",
      "sentences": "Yes, it is definitely, unfortunately a sobering warning on many different fronts.We're going to have to leave it there for now. Michael Weiss, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "WEISS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "NEWTON",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "WEISS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "NEWTON",
      "sentences": "Now, Donald Trump has been doubling down on misinformation about the New Orleans attacker being an immigrant, which is absolutely false.On Thursday, the U.S. president-elect claimed that Biden's border policies allow radical Islamic terrorism and other forms of violent crime to flourish. And it's now, quote, \"worse than ever imagined\". Trump supporter Marjorie Taylor Greene tried to compare what happened in New Orleans to the ramming attack at a German Christmas market. The congresswoman wrote, \"What did we expect would happen with wide open borders and millions of gotaways?\" Again, the New Orleans attacker was a U.S. citizen and a U.S. Army veteran. CNN senior political analyst Ron Brownstein, senior editor for \"The Atlantic\", and he is with us now from Los Angeles. Ron, happy New Year, I say to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Happy New Year to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "NEWTON",
      "sentences": "It's good to see you.I mean, look, it's been a tough few days already. Given how everything unfolded in New Orleans and given how the president-elect then reacted, what does it tell you about what we're about to see in the second Trump administration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, I mean, you know, the saying when all you have is a hammer, everything looks like a nail doesn't even fully capture what, you know, the president-elect has done in the last 48 hours because, I mean, he knows this is not a nail.And yet he continues to strike with his hammer, which is that, you know, Trump is determined. You forget -- you can forget the combination, you know, as powerful a source of disinformation as he was as a candidate, the megaphone of a president and even a president- elect is infinitely larger. And he shows himself at every turn, willing to use information that he knows is untrue in order to make the case for what he wants to do. So this gives you a sense, I think, for all of us, both of the magnitude of his willingness to, you know, use prevarication and lies to drive his agenda, but also just how determined he is to go even further than he did the first time in removing undocumented immigrants and moving radically at the border to shut it down. NEWTON: Yes, it's difficult to fathom here, though, Ron, is that he's the president-elect. He can make calls and get the correct information as far as authorities know, and get more information than the public at any given hour, because he can get classified information. I'll leave that alone for a second. But given the fact that he was mistaken about who this was, the president-elect still pivoted to this attack, being called, in his words, \"radical Islamic terrorism\". Now, given that it does seem as if he was inspired online -- the attacker was inspired online by ISIS, do you believe the president could then now be planning to put in another Muslim ban, another travel ban?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, he you know, he talked about -- I mean, he not only talked about that idea again. And I think -- I think, you know, it would be more likely than not that he will attempt to do that again.I mean, Stephen Miller openly talked about during the campaign, posted pictures of pro-Palestinian demonstrators with the tagline that ICE will be busy in 2025. So, you know, of course, the kind of the intervening factor here is that Trump ran much better than he has before among Muslim-American voters and Arab-American voters in Michigan. And whether that provides or any constraint on what he does, we'll see. My guess is not much that those voters took -- like many voters who were ambivalent about Trump or ambivalent about parts of his agenda -- they took the risk of voting for him anyway, on the theory that he would not do some of the more extreme things that he said. And we're going to find out whether that gamble pays off for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:46",
      "speaker": "NEWTON",
      "sentences": "Yes. And there continues, past the election, political mudslinging. There's certainly no detente here between the Democrats and the Republicans even when you look at this issue in terms of the attack that just happened.Are you worried, Ron, that it could start to hurt national security?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:44",
      "speaker": "BROWNSTEIN",
      "sentences": "I mean, you really, you know, Biden sought to reaffirm the traditional vision of America as a leader of democracies, defending democracy, rallying allies, as he did in Ukraine, as he has in Asia to try to, in effect, contain China in many ways, or at least channel the competition in more productive ways.Trump is a very different vision. America first, alone, unilateral action, threats, more coercion, more than convincing. And I think we are in for, as on every front, a radical shift in direction. NEWTON: We'll certainly wait and see. A busy few weeks coming up in this country, especially as the country gets set to remember Jimmy Carter. Ron Brownstein for us in Los Angeles. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:44",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:44",
      "speaker": "NEWTON",
      "sentences": "Still ahead, a deadly Israeli strike on a designated humanitarian area in Gaza. Palestinian officials accuse Israel of spreading chaos by assassinating Gaza's head of police.The latest on that and more after a quick break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "NEWTON",
      "sentences": "Conservationists are using cutting-edge surveillance technology to monitor turtle nests in the Seychelles. Their aim is to support the endangered hawksbill turtles that survive and thrive on Cousin Island, and also to revolutionize conservation efforts in the western Indian Ocean.Take a look. (BEGIN VIDEOTAPE) DR. NIRMAL SHAH, CEO, NATURE SEYCHELLES: You have to understand that these animals are still Critically-endangered where they've been hunted for their meat, for their shell in particular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "CHRIS TAGG, CONSERVATION MANAGER, NATURE SEYCHELLES",
      "sentences": "We have very little disturbance here because the islands are kept private. As a result, we've got the highest number of hawksbills in the western Indian Ocean here.This island is only 27 hectares, but we get hundreds and hundreds of nests each year. Compared to all the other islands around here, we get more than all of them combined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "SHAH",
      "sentences": "These animals come up, they dig a hole, put the eggs in there, they close it and they go.So what's happening in there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "TAGG",
      "sentences": "So the two that nest here are the green turtle and the hawksbill sea turtle.Weve got a green nest at the moment which is hatching out. They're still underground right now. Hopefully they'll pop out tonight. Yes, we're pretty excited for that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "SHAH",
      "sentences": "We've been monitoring them for such a long time, but we don't have enough information on what's going on inside the egg and inside the nest where these eggs are put. I got this idea of trying to work with a tech company to put these kind of devices together in one package, which we call the nest device.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "TAGG",
      "sentences": "That one is moisture. That one is O2. One is temperature. And that one is vibration. The gateway then pings it up to that thingy up there, which then sends it to my laptop.You need to look at, ok, how much oxygen is getting down to the eggs? Eggs do need a little bit of oxygen. What's the temperature of the nest? How humid is the nest? I don't want to put them too much over the hole just because the hatchlings are going to need somewhere to get out. And now, to prevent the smell getting out. Because the crabs can smell the eggs, you need to camouflage the area. So you do what she does, which is throw sand everywhere. SHAH: It's important to have long term data because we don't have a lot of data in many parts of Africa. So it's quite important that we automate the monitoring of the environment",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "TAGG",
      "sentences": "Instead of speculation, which scientists hate, we can go, ok, we've actually got tools that give us quantifiable data we can work with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "SHAH",
      "sentences": "This is the second year that we are working on it. And if it works, we'll get additional funding to make more of these devices and perhaps propagate them to other sites where there are nesting turtles.Conservation is a long-term pursuit. It takes a lot of money, and it takes a lot of dedication. And we need information because if we can't measure something, we can't manage it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "NEWTON",
      "sentences": "Now, a chance event at a quarry in England leads to a prehistoric discovery. Ahead, evidence of a sort of highway used by dinosaurs tens of millions of years ago.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "NEWTON",
      "sentences": "Now the tracks were revealed when a quarry worker felt unusual bumps in the muddy ground.CNN's Samantha Lindell explains. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "SAMANTHA LINDELL, CNN REPORTER",
      "sentences": "The footprints you're seeing now are 166 million years old. Researchers say it's the most important discovery of dinosaur tracks in the U.K. for over 25 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "EMMA NICHOLLS, OXFORD UNIVERSITY, MUSEUM OF NATURAL HISTORY",
      "sentences": "So these footprints we're talking about are 100 million years older than tyrannosaurus rex, which is mind blowing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "LINDELL",
      "sentences": "Five tracks made of approximately 200 dinosaur footprints were discovered in 2023 by chance at a working quarry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "NICHOLLS",
      "sentences": "Quarry worker Gary Johnson was removing some of the mud from the limestone floor and suddenly realized he was hitting these sort of hummocks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "LINDELL",
      "sentences": "40 dinosaur tracks were first found in this area in the 1990s, so the quarry contacted the Oxford University Museum of Natural History to investigate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "NICHOLLS",
      "sentences": "For over seven days, we coordinated 100 people to excavate these footprints and what we uncovered was just incredible.The footprints at the site are from at least two different types of dinosaur, a huge herbivorous dinosaur called a sauropod. Those are the ones with the very long necks and the very long tails like brachiosaurus or brontosaurus. Those footprints are 90 centimeters long, the largest one. The other type of track, the fifth track, was made by a carnivorous dinosaur called megalosaurus. And so they have the really distinctive three-toed footprints. And they're massive. They're 65 centimeters from front to back. So the great thing about what we call trace fossils is that it shows us dinosaur behavior. We've calculated the speeds that they're walking, and they were walking at the same speed. They were both walking at about three miles per hour. And that's actually the same speed of an average adult human.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:47",
      "speaker": "LINDELL",
      "sentences": "The trackways lie across the working quarry, so they're not safe for the public to visit. But scientists are figuring out how to preserve them so that people can see the dinosaur footprints in the future.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}