{
  "date": "2025-01-08",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN's Breaking News Coverage On The Southern California Wildfires. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:02",
      "speaker": "UNKNOWN",
      "sentences": "This is the worst fire I've ever encountered. I've been within three within a mile, and I've never had to get evacuated, so I was really surprised that the fire moved so quickly this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:02",
      "speaker": "UNKNOWN",
      "sentences": "When we were running down, you could see palm trees, just like random palm trees on fire, so I'm sure leaves are burning and falling down, and it's literally apocalyptic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:02",
      "speaker": "CHURCH",
      "sentences": "Officials in Los Angeles have declared a state of emergency. California's governor is urging residents to heed the evacuation orders and warns these types of events are becoming far too common.(BEGIN VIDEO CLIP) GOV. GAVIN NEWSOM (D-CA): Hell of a way to start a new year. We were here not too long ago, the Franklin Fire. A few weeks prior to that, the Mountain Fire. November, December, now January. There's no fire season. It's fire year. It's year round. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:02",
      "speaker": "CHURCH",
      "sentences": "Joining me now on the line is David Acuna, Battalion Chief and Public Information Officer for CAL FIRE.Thank you, Sir, for talking with us again. I want to get the latest from you on weather conditions and, of course, the size of these two major fires raging across L.A. County and now another one in the San Diego region. DAVID ACUNA, BATTALION CHIEF AND PUBLIC INFORMATION OFFICER, CAL FIRE (on the phone): Hi, Rosemary. Well, you are correct. We do have two major fires that are rolling through Los Angeles next year, also in Los Angeles area called the Hearst Fire. So, the Palisades is now just shy of 3,000 acres. The Eaton Fire near the Angeles National Forest is over 1,000 acres, and the Hearst Fire near Sylmar is just over 100 acres. However, these are growing rapidly because the winds are not letting up. In fact, they're not planning to let up through all night and likely into tomorrow. We continually have evacuation orders and warnings added, which we reflect on our incident map at fire.ca.gov.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:02",
      "speaker": "CHURCH",
      "sentences": "And is there any hope or possibility of containment of these fires, given the high winds?ACUNA (on the phone): No, honestly, there's not. We are mostly concerned with ensuring that all people get out of the area because life safety is the most important part. And with that, we're hoping that people have planned to make sure that their pets and livestock also have a safe shelter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:02",
      "speaker": "CHURCH",
      "sentences": "And what information can you share with us on evacuation orders and warnings? And do explain to us the difference between those.ACUNA (on the phone): Certainly, an evacuation warning is determined by the local sheriffs, in this case the Los Angeles County sheriffs. And it says that, hey, there is a likelihood that you will have to evacuate shortly. And then an evacuation order is a mandatory order saying that you need to leave the area immediately. One of the main challenges, however, is that many of these roads leading up to the foothills are very narrow. And so once just a few hundred people get on the road, and as you mentioned earlier, people are banning their vehicles, the roads get clogged up and it's likely that they'll be unable to evacuate, which is why we urge people to evacuate as early as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:02",
      "speaker": "CHURCH",
      "sentences": "So, talk to us about your best advice to residents on an action plan to evacuate. What do people need to be doing if they haven't prepared themselves? ACUNA (on the phone)implemented rather quickly if you navigate on the Internet to readyforwildfire.org. We have templates of evacuation bags, evacuation plans. And then if people are already in that space, if there's an incident nearby, when they navigate to fire.ca.gov, if they open the incident, we have all of the information available as far as evacuation warnings and orders, evacuation shelters. If we have information on pet or livestock shelters, we'll also put that there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:04",
      "speaker": "CHURCH",
      "sentences": "Of course, and as you have pointed out, it's important at this point, since we can't contain the fires, that people get out if they receive an evacuation order or at least prepare themselves if there's a warning. David Acuna, thank you so much for talking with us. We appreciate it.ACUNA (on the phone): Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:04",
      "speaker": "CHURCH",
      "sentences": "And I spoke earlier with Sue Kohl, a Pacific Palisades resident, who had to evacuate her home due to the fire, and I asked her about her experience.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:04",
      "speaker": "SUE KOHL, PACIFIC PALISADES RESIDENT",
      "sentences": "We heard about the fire at about 10But knowing that the winds were so severe, we all went home, packed up our cars, got our pets, medications, whatever, and took off. And the better news for us at that point was that Sunset Boulevard is the only major thoroughfare that runs through the entire town. And at the end where Steve Guttenberg was, Sunset was closed due to fire. And where I was, I was able to go the opposite direction and actually very, very slowly get out of town. It is apocalyptic. There's never been anything like this, all because of the severe winds. And usually when you live in the Palisades, when you live in a little flat area in the village where I live, you have sort of a false sense of security because you're surrounded by canyons and mountains and, of course, the ocean on one side. And usually, all the problems have been in the canyons and the mountains. But this time, because of the wind, it blew the fire into every single neighborhood in the entire town. And there are a lot of houses lost in every neighborhood. You're not going to find a single neighborhood where people haven't lost their homes. And we had a photo of our block about two hours ago, and it looked like our block was going up in flames. But we're just so grateful that we got out. And we're about 45 minutes away down near the airport, staying at a friend's house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:04",
      "speaker": "CHURCH",
      "sentences": "I'm so sorry to hear about your home, but you sound like you dealt with this so calmly. I mean, how difficult was it to get your bearings and get out of the neighborhood to safety?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:04",
      "speaker": "KOHL",
      "sentences": "Well, it was very nerve-wracking when you're trying to run through a house and figure out what to take. And obviously the kids and the pets and the medications come first. But then, you know, like the only thing I forgot to take was clothes. I took everything important but that.And it was very nerve-wracking at the time. We've had all day and night to be sitting here in front of the T.V. watching the devastation. So I guess I am calm. I'll be very upset tomorrow. I mean, it's hard to lose everything. But what can you do? You know, you've got your health, your kids are safe, your pets are safe, and that's really the only thing you can't get back. So, I'm just going with that attitude. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "CHURCH",
      "sentences": "More now on our top story out of Los Angeles.A firefighter has been seriously injured while battling wind-fueled fires in the Pacific Palisades neighborhood. Officials estimate at least 2,900 acres have already burned, and they're warning stronger wind gusts are expected in the coming hours. The blaze is threatening thousands of homes and businesses. Firefighters used bulldozers to move abandoned vehicles that lined the roads as people fled the fires. Now, residents in the seaside city of Santa Monica have been ordered to evacuate, and police say about 30,000 people have been evacuated elsewhere in L.A. County. Here's one resident describing what she had to do to get away from the dangerous wildfires. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHURCH",
      "sentences": "Workers raced to evacuate elderly residents from a senior center in Pasadena, California, as the flames from the 600-acre Eaton fire burned just a block away. One worker said they had to move about 95 people.Dozens of residents were in wheelchairs and hospital beds. They were wearing thin gowns, and in the rush to leave, some didn't even have their shoes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "UNKNOWN",
      "sentences": "Well, it's just tough. It's tough. They can't get up. They're stuck on the wheelchairs. We've got to lift them up, put them in the vans, and then take the wheelchairs at the same time. So we've got to get everybody out of here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "REPORTER",
      "sentences": "Everyone got out safely, as far as you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "UNKNOWN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "REPORTER",
      "sentences": "This thing must have been moving toward you guys really quickly out here. UNKNOWN(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHURCH",
      "sentences": "Earlier, CNN's Laura Coates spoke with an L.A. County Fire Department captain who described the dangerous conditions that firefighters and residents will face in the hours to come.(BEGIN VIDEO CLIP) CAPT. SHEILA KELLIHER, LOS ANGELES COUNTY FIRE DEPARTMENT: It's the perfect storm, as they say. The low relative humidity, the high gusty winds, the low fuel moisture, the lack of rain, and the excessive fuel growth that we've had over the last three years. They have set this up for this, you know, once-in-a-decade wind event. I want people to pay attention, because this wind is no joke, and it can change any time that you stop. You're always going to have that few that say, no, I want to stay, and unfortunately, that just makes things super challenging for first responders to get in and do their job. So, fires like this, with erratic wind like this, you're not going to beat this one by yourself. You need to get out of the way, go somewhere safe, and then let the professionals take care of it, and then we'll go from there, because really, if people understand how bad a hurricane is or how bad a tornado is, you know, you can't stop those. The wind is so strong, there's nothing you can do. You wait until it passes through, and then you fix what's left, right? Well, add fire on top of that, and that's what we're up against. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:07",
      "speaker": "CHURCH",
      "sentences": "Critical advice there, and CNN has crews across the region working to bring you the latest, including from inside areas torched by the wildfires.Our Natasha Chen and her crew captured this video leaving their location in Santa Monica, and she said it was, quote, \"the most terrifying exit that we've made from any assignment in a long time.\" Earlier, I spoke with Natasha about her experience, and here's part of our conversation. (BEGIN VIDEO CLIP) NATASHA CHEN, CNN U.S. NATIONAL CORRESPONDENT (on the phone): We were there from about noon until about just after 6 p.m. local time when we had finished our last live shot, and I guess what we hadn't quite surmised was exactly how bad it had gotten south of us on Pacific Coast Highway, and that's the way we came in to get to our spot to cover the fire. And we knew that we had heard reports that the flame jumped the highway, but I guess we had not seen with our own eyes just exactly what that meant and what that looked like for us getting out of there. So, at the end of the night, you know, we pulled up to a fire truck and kind of waved at a firefighter and said, hey, where do you think is the best way for us to leave, to get out of here? He kind of shook his head at us and said, well, I guess you go south, and so that's what we did. Pretty quickly realizing that there were flames on both sides of the highway, there were embers flying over the lanes of the highway, I spotted an emergency vehicle and decided our best bet is to just follow that car, to follow right behind him as closely as possible. If he's driving, then he's probably knowing the best way out. So, as we're driving behind this emergency vehicle, I'm hearing an explosion on my right. There are houses on fire right up against the road on the left, and as I mentioned, embers flying. And so at this point, I'm just holding my breath, and I can feel the heat from inside the car just watching the embers fly across the windshield. So not ideal. In that kind of, you know, we get put on a lot of risky assignments, and in this situation, we have to make a calculated risk for the best way to leave. And I think, you know, thankfully, we got out of there, and we got a real look at just the level of destruction and really the fear that a lot of those residents might be feeling if they're looking at those images on the news, if they've evacuated, I can't imagine. They're wondering if their house is the next one on fire, if they have anything to go home to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "CHURCH",
      "sentences": "To U.S. politics now, and Donald Trump carried out a rambling news conference at Mar-a-Lago on Tuesday filled with provocative remarks, many of them directed at the international community.The incoming U.S. president talked a lot about land grabs and even suggested that one of America's closest allies is not immune from acquisition. (BEGIN VIDEO CLIP) DONALD TRUMP, U.S. PRESIDENT-ELECT: Canada and the United States, that would really be something. You get rid of that artificially drawn line, and you take a look at what that looks like, and it would also be much better for national security. Don't forget, we basically protect Canada. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "CHURCH",
      "sentences": "Canada quickly dismissed any talk of becoming another U.S. state. Outgoing Canadian Prime Minister Justin Trudeau posted, there's not a snowball's chance in hell of that happening.Trump also setting his sights on the Panama Canal and Greenland, and he's not ruling out military force. (BEGIN VIDEO CLIP) DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST: Can you assure the world that as you try to get control of these areas, you are not going to use military or economic coercion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:01",
      "speaker": "TRUMP",
      "sentences": "No, I can't assure you. You're talking about Panama and Greenland. No, I can't assure you on either of those two. But I can say this, we need them for economic security. I'm not going to commit to that. It might be that you'll have to do something.Look, the Panama Canal is vital to our country. We need Greenland for national security purposes. I've been told that for a long time. People really don't even know if Denmark has any legal right to it. But if they do, they should give it up because we need it for national security. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "TRUMP",
      "sentences": "People really don't even know if Denmark has any legal right to it. But if they do, they should give it up because we need it for national security. That's for the free world. I'm talking about protecting the free world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "ZELENY",
      "sentences": "And Danish officials pushed back on that, saying that Greenland is not for sale, is not up for a land grab by Donald Trump or anyone else.The president-elect also talked about the Panama Canal. Of course, it is one of President Jimmy Carter's biggest accomplishments back in 1977 when a treaty was ratified effectively giving the canal to Panama. Now, Donald Trump said that was a mistake. He said it has cost the U.S. billions and even more than that. He said also for national security reasons that should change. Now, it is an open question whether any of this actually can happen. Never mind U.S. law. Speaker Mike Johnson in the U.S. House of Representatives said that he has not had any discussions with Donald Trump on this and it would be a violation of international law. However, that does not mean that this is not going to be more than an obsession for Donald Trump. He's been talking about this repeatedly. But for the first time on Tuesday, also talking about the Gulf of Mexico. The context, of course, he was really aiming some sharper criticism at President Joe Biden for putting a ban on offshore drilling. But for the first time that Donald Trump said it should be time to rename the Gulf of Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "TRUMP",
      "sentences": "We're going to be changing the name of the Gulf of Mexico to the Gulf of America, which has a beautiful ring that covers a lot of territory. The Gulf of America, what a beautiful name. A beautiful name, perhaps, but not something the President of the United States can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "ZELENY",
      "sentences": "One thing is clear, as Donald Trump heads toward his second term in office, the America first isolationist agenda that really encapsulated his first term seems to be changing. American expansionism clearly is on his mind.The question, if it's bluster, a negotiating tactic or an obsession of his. Jeff Zeleny, CNN, West Palm Beach, Florida. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "CHURCH",
      "sentences": "Michael Genovese is a political analyst and president of the Global Policy Institute at Loyola Marymount University. And he joins me now from Los Angeles. Good to have you with us.MICHAEL GENOVESE, POLITICAL ANALYST AND PRESIDENT, LOYOLA MARYMOUNT UNIVERSITY-GLOBAL POLICY INSTITUTE: Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "CHURCH",
      "sentences": "So, in a far reaching and provocative news conference, President-elect Donald Trump suggested he could use the military to seize Greenland and the Panama Canal and reiterated his desire to make Canada the 51st state of the U.S. by using economic force to annex that country.So, how likely is any of this and what would be the ramifications of such actions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "GENOVESE",
      "sentences": "Well, you know, Donald Trump thinks he's a great negotiator. And so, he sometimes throws things out to start a negotiation from a position of extreme strength, in his view. But, you know, the Panama Canal is safe.Greenland, we're not going to be able to buy it. You know, Canada probably not interested in being the 51st state. But when you think about Donald Trump's rationale, we need Greenland for national security reasons. That's the same argument Russia makes about Ukraine. It's the same one that China will soon be making probably about Taiwan. So, if we encourage that attitude, we're basically encouraging people like Trump and the Chinese to do the things we don't want done. But we think we can do it because Donald Trump is the master negotiator. But he also has already announced that he will be changing the name of the Gulf of Mexico to the Gulf of America. Now, that's the kind of bullying tactic from Canada, Panama Canal, Greenland, that we were trying to get away from. I pulled out from the shelves of the 1958 book, \"The Ugly American\" because I want to go back to reading it, because that's what we would become if we started to do all these things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:08",
      "speaker": "CHURCH",
      "sentences": "Yes. And I mean, just two weeks from taking office, Trump laid out this aggressive foreign policy plan to expand U.S. influence. And also, as you said, suggesting a name change for the Gulf of Mexico to the Gulf of America.What does all this signal to you about what lies ahead for this country and indeed the rest of the world during a second Trump presidency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:02",
      "speaker": "CHURCH",
      "sentences": "And at this same news conference, Trump also warned Hamas that if the hostages are not released by the time he gets back in office, then, quote, \"all hell will break out in the Middle East.\" And he said that will not be good for Hamas. What could this mean for the region, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:02",
      "speaker": "GENOVESE",
      "sentences": "An unstable region. Problems with Iran, problems with Hezbollah, problems with the whole region is a tinderbox that's waiting to go up in smoke. And Donald Trump is just feeding the fire by throwing gasoline on it. And that kind of threatening rhetoric that he uses, he loves to useit. He thinks it's very manly. It makes him look foolish in the eyes of many people. But fools can be dangerous and if he is going to do something really foolish, we will be paying the consequence, as will the region. And so, it's already unstable. Why would you do more to destabilize it? It just seems to make not very much sense. But it feeds into his sort of manly, macho kinds of his style that he's trying to portray himself as.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:02",
      "speaker": "CHURCH",
      "sentences": "Michael Genovese, always great to get your analysis on all things political. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:02",
      "speaker": "GENOVESE",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone.Well tens of thousands of California residents have been forced to evacuate their homes from three wildfires, burning and growing by the minute. Video taken from a plane flying into Los Angeles International Airport shows not only the grim state of the area but how far the flames have already spread. One resident says if he hadn't left his home he may have died. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "UNKNOWN",
      "sentences": "The fire was basically encircling us. You could hear explosions all around us and the fire was kind of rapidly moving down Bienvenida and towards our house so I'm kind of glad I got out when I did. I really wouldn't have had any escape route had I not gotten out I don't think at that time.(END VIDEO CLIP) CHURCH: CNN's Nick Watt has been on the scene following the latest on the fires and has this update from Los Angeles. (BEGIN VIDEOTAPE) NICK WATT, CNN U.S. NATIONAL CORRESPONDENT: This is Palisades Village, the heart of Pacific Palisades. This used to be a restaurant. I don't know what that was because there's nothing left. I can't tell what that used to be. But you can feel what the problem is. It's this wind and the wind is only going to get worse. It's the wind flick. Look at these embers, Chris, look at these embers. Any one of these embers could go and cause a fire somewhere else. Look we got this we got another spot fire up here just around the corner. An entire apartment building was gone. It's dry vegetation, it's wind, it's a terrible combination. Thirty thousand plus people evacuated; we have no idea yet how many structures have been lost. But we have been up in the hills, million-dollar homes we've seen destroyed. We're down here in the village, apartment buildings, restaurants destroyed. The question is just how far is this fire going to go before the wind finally dies down. Nick Watt, Pacific Palisades, California. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHURCH",
      "sentences": "Let's bring in Chad Hanson now, a wildfire scientist and ecologist with the John Muir Project. He is the author of the book \"Smokescreen, Debunking Wildfire Myths to Save Our Forests and Our Climate.\" Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHAD HANSON, WILDFIRE SCIENTIST AND FIRE ECOLOGIST, JOHN MUIR PROJECT",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHURCH",
      "sentences": "So as a wildfire scientist, what is your reaction to the speed at which these fires have raged across L.A. County and talk to us about why they're particularly dangerous right now and through the overnight hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:09",
      "speaker": "CHURCH",
      "sentences": "And Chad what is the role of logging projects in remote national forests and fires like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:09",
      "speaker": "HANSON",
      "sentences": "Well, it's -- it's interesting you know you would think it might have nothing to do with it, but that's really kind of the point is that current national fire policy -- wildfire policy in the U.S. at the federal level is focused on subsidizing logging projects on remote forests usually on public lands.And the argument that's made by certain policymakers is that this will somehow stop the fires from reaching towns that thinning the forests and removing trees will do that. There's a few key problems with that. Number one it doesn't work these fires have been blowing through these logged areas and burning down mountain towns. Number two it makes climate change worse and that's driving bigger fires. But the biggest issue is that most of these communities are nowhere near a forest, they're in foothills, they're in grasslands, they're in chaparral shrub habitat and so we're putting the money and the resources and the focus and attention in all the wrong places. We need to do a 180 reversal and focus our resources and attention on creating fire safe communities, helping communities become fire safe, better evacuation planning, better evacuation assistance. Home hardening making homes more fire safe that really works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:09",
      "speaker": "CHURCH",
      "sentences": "And California Governor Gavin Newsom is warning that the danger is not a danger is not over yet and of course we know that we've been making that very clear to our viewers. So, people do need to have a plan in place wildfires are hard to contain of course so certainly under these conditions. So, what do homeowners and businesses need to be doing to mitigate the damage of fires of this magnitude?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:09",
      "speaker": "HANSON",
      "sentences": "Yes, the number one thing is making homes themselves and businesses structures more fire resistant. One of the key things that people don't even think about oftentimes is exterior vents like for attic spaces. If you have a coarse wire mesh quarter inch mesh the embers will get blown right through that by these high winds and they will cause an ignition inside the house.You can prevent that with a fine wire mesh an ember proof mesh for a very, very low price honestly and it will typically save the house in many cases. And then defensible space pruning, just pruning vegetation within the first 30 feet and then 60 feet or so around each house at most 100 feet. Those two things alone will prevent most structures from burning. Oftentimes nearly all structures will be saved by those two factors if they're done properly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:09",
      "speaker": "CHURCH",
      "sentences": "Very important tips there because of course we're hearing that a lot of people are not paying for fire insurance because of the cost. But I did want to ask you Governor Newsom also says that this type of disaster is going to be the new normal. Do you agree with that? HANSONwe have things converging at the same time. We have the climate crisis that is influencing fires. We have more communities being built into remote wildlands that are naturally fire prone. And then we have policies at the federal level that are focused on the wrong things and spending money in the wrong places. And that creates a very, very dangerous sort of cocktail of circumstances that's leading to the tragedies we're seeing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:09",
      "speaker": "CHURCH",
      "sentences": "Chad Hanson we want to thank you so much for talking with us and for those critical tips that you've shared with our viewers. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:09",
      "speaker": "HANSON",
      "sentences": "No problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "CHURCH",
      "sentences": "The latest now on our top story, a fast-moving wildfire is bearing down on coastal Los Angeles with fire officials calling it an immediate threat to life. This video was taken on a passenger flight to the Los Angeles International Airport showing the Palisades fire which is burning out of control.It started Tuesday and has spread to more than 2,900 acres destroying homes, businesses and schools. Tens of thousands of people have been ordered to evacuate immediately and at least one firefighter has been injured. Well clearly, firefighters are in for a long night with those already extreme wind conditions expected to get worse. A captain with the L.A. County Fire Department calls it the perfect storm for a once in a decade wind event. Our meteorologist Chad Myers has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "CHURCH",
      "sentences": "In other news tech giant Meta is raising eyebrows after announcing far-reaching changes to how it moderates content on its platforms including Facebook, Instagram and threads. Professional fact-checking is going away and some types of hateful content that was previously banned will now be allowed. Critics warn it's a recipe for disaster.CNN's Brian Todd has details. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice-over): Meta's 40-year-old CEO is taking a page from Elon Musk's playbook making sweeping changes to how videos and other posts are moderated on Facebook and Instagram. Mark Zuckerberg announcing his platforms will get rid of fact-checkers in what he says is an effort to promote free speech because Meta's fact-checkers, Zuckerberg says, made too many mistakes and often engaged in censorship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "MARK ZUCKERBERG, CEO, META PLATFORMS",
      "sentences": "But the fact-checkers have just been too politically biased and have destroyed more trust than they've created especially in the U.S.TODD (voice-over): Instead of fact-checkers Meta will use so-called community notes to monitor content. Notes that any Facebook or Instagram user can post as Meta's new chief of global affairs Joel Kaplan explained to Fox News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "JOE KAPLAN, CHIEF OF GLOBAL AFFAIRS, META PLATFORMS",
      "sentences": "So, somebody can write a note and then the way it works is different people on the platform can sort of vote on that note and if you get people who usually disagree who all say yeah that sounds right then that note gets put on the post and people see it.TODD (voice-over): Mark Zuckerberg is now following in the footsteps of Musk, who has dismantled X's fact-checking teams and replaced them with user-generated community notes. A Musk critic and anti-hate advocate says Zuckerberg and Musk are being irresponsible in making community notes the only way to guard against false claims and disinformation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "IMRAN AHMED, CEO, CENTER FOR COUNTERING DIGITAL HATE",
      "sentences": "This is going to create a tidal wave of unchallenged lies increasing the spread of hate threatening the integrity of our communities, our democracy and potentially harming public health and our kids.TODD (voice-over): This comes as Zuckerberg, like Musk who is now a key ally of president-elect Donald Trump, seems to be engaging in an ideological pivot to the right in American politics. LARRY SABATO, DIRECTOR, UNIVERSITY OF VIRGINIA-CENTER FOR POLITICS: This is not the guy who presented himself as a liberal humanitarian when he first presented Facebook as an idea and a reality. TODD (voice-over): Zuckerberg's global affairs chief Kaplan is a prominent Republican. Zuckerberg also announced that another major Trump ally UFC CEO Dana White will join Meta's board. Trump who once accused Zuckerberg of election interference and threatened to imprison him now says this. DONALD TRUMP, U.S. PRESIDENT-ELECT: Honestly I think they've come a long way Meta. TODD (voice-over): A source tells CNN Meta gave Trump's team an advanced heads up that the Meta policy change was coming. Zuckerberg recently joined major tech CEOs like Apple's Tim Cook, Amazon's Jeff Bezos and Spotify's Daniel Eck in courting the president-elect. One analyst says this about Zuckerberg losing his fact checkers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "SABATO",
      "sentences": "Trump is a big winner. The Republican Party is a big winner. MAGA is a big winner. The loser of course is correct information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "TODD",
      "sentences": "In making his announcement Mark Zuckerberg acknowledged that his new policy could create new problems for content moderation.Zuckerberg said the reality is this is a trade-off that it means that Facebook and Instagram would quote \"catch less bad stuff\" but he also said \"it would reduce the number of innocent people's posts and accounts that they accidentally take down.\" Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}