{
  "date": "2025-01-09",
  "headline": "CNN 10",
  "subHeadline": "Wind-fueled Wildfires Impact Southern California; Trump Wants to Buy Greenland Again; Meta Getting Rid of Fact Checkers. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten-second trivia. What European territory is the largest island in the world that is not a continent? Sardinia, Greenland, Iceland or Reunion?Your answer is Greenland, an autonomous territory of Denmark that`s more than three times the size of Texas. The largest island that is a continent is Australia. If you`ve been hearing a lot about Greenland lately, you are not the only one. Last month, President-elect Donald Trump called for the U.S. to buy the Arctic island. He brought that up in his first term as president as well. Now, his son, Donald Trump Jr., visited Greenland this week, raising questions about what exactly his father`s plans might be for the island. CNN`s Fred Pleitgen explains why President-elect Trump is interested in buying the autonomous territory, whose capital city, Nuuk, is closer to New York than it is to Denmark`s capital, Copenhagen, and what strategic importance it might bring the U.S. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Donald Trump wants Greenland. The president-elect has called acquiring the autonomous Arctic territory, which is of course part of the Kingdom of Denmark, a strategic necessity for the United States. Now, he sent his son, Don Jr., to Greenland, even though its leaders say that that is just a private visit. In a social media post, Donald Trump has said, I am hearing the people of Greenland are MAGA. He has also vowed to both cherish and protect Greenland in what he calls a very vicious world. Now, all this could make strategic sense for the United States. Greenland is situated in a very important place right between North America and Europe. The U.S. also has some pretty important military assets there as well, like the Thule Air Base and a missile defense radar. But there is something else. The Chinese have been increasing their footprint in Greenland, a lot of that through possible mineral deals. However, the big problem that Donald Trump faces is that neither Greenland nor Denmark want Greenland to become part of the United States. Donald Trump has floated the United States buying Greenland in his first term in office. But even back then, both Greenland and Denmark have said that the island is not and will not be for sale. In fact, the Kingdom of Denmark has now increased the presence of Greenland on the coat of arms of the country, clearly indicating that the Danes want to hold on to their Arctic territory. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Now to major changes happening at Meta, removing fact checkers from its platforms, Facebook and Instagram, and replacing them with usercontributed community notes similar to those implemented on X. The content review changes are a major reversal in how Meta handles keeping false and misleading claims off its platforms and will significantly change the way that posts, videos, and other content are moderated online. CNN`s Clare Duffy breaks down the changes for us and explains what factors went into these changes. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "So Meta is rolling back some of its content moderation practices. In particular, it is getting rid of itsthird-party fact checkers, which the company started its partnerships with in the wake of concerns that foreign actors were manipulating the platform, using them to spread disinformation and sow discord among American voters around elections. But now the company is getting rid of those fact checkers and it will instead rely on user generated context labels that will be added to posts. They`re called community notes. This is something that Elon Musk has done on X since he took over two years ago. And Joel Kaplan, who is one of Meta`s top Republican executives, he recently took over as its top policy executive. He announced these changes on Fox News this morning. Let`s listen to how he described the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOEL KAPLAN, CHIEF GLOBAL AFFAIRS OFFICER, META",
      "sentences": "So somebody can write a note and then the way it works is different -- different people on theplatform can sort of vote on that note. And if you get people who usually disagree, who all say, yeah, that sounds right, then that note gets put on the post and people see it. X has been doing it for a while. We think it`s working really well and we`re going to adopt that system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DUFFY",
      "sentences": "Now, Meta says that this is an effort to address mistakes that its content moderation systems have made, that they have been too restrictive.And Meta said it has censored some voices. And, you know, this is Mark Zuckerberg says this is an effort to increase free expression. But I think it also looks pretty clearly like an effort to appeal to the Republican voices, including Trump, who have accused the company of censoring conservative voices. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Today`s story getting a 10 out of 10, a one-month-old who`s hippo- ness brings happiness because she just might be the cutest thing we see all day. A baby hippo needed a name. So her home zoo took a poll and more than116,000 votes came in from 165 countries from around the world. Here`s what voters chose. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Metro Richmond Zoo in Virginia announced the name of a baby pygmy hippo girl that was born in December. The name was decidedby a poll with more than 116,000 fans worldwide casting a vote. And the winning name is Poppy. The flowery name received 52.8% of the vote and is a nod to her mom`s name, Iris. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}