{
  "date": "2025-01-08",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Four Massive L.A. Fires Raging: Five Dead, \"Significant Injuries\"; \"It's Time To Expand\": Allies Defend Trump's Land Grab Threats. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:40",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Good evening. I'm Erin Burnett.OUTFRONT tonight: the breaking news, the deadly inferno. Officials just confirming that five people are now dead as at least four major wildfires are burning out of control near Los Angeles, not a single one even close to being contained as we've been seeing flames go through home after home. Officials saying they expect the death toll to rise as crews start sifting through the ashes. And it is only getting worse right now, 157,000 people as we speak are now under evacuation orders. The winds are still at hurricane strength, and that is what is fueling the destructive fires, as they are leaping. The largest is the Palisades, is now close to 16,000 acres, at one point burning through about five football fields a minute. And as you can see, these fires are burning dangerously close to many iconic landmarks. So far, that -- those have been spared. And when you look at downtown Los Angeles, but the reality, though, is what you see on your screen for thousands. And just listen to that. You can hear that ripping through the air, the flames and the wind, that power in that particular case, that is a house near Pacific Palisades. Some residents have been desperately trying to take matters into their own hands, facing down the flames as they're trying to hose down their homes. That's a losing battle, though, one after the other going burnt to the ground, just smoldering debris now, as you can see here from one of our crews driving down the road. The images are apocalyptic. Nothing is spared. And let's just show you some new satellite images that show how quickly the wildfires -- the flames exploded. When we broke in with this yesterday, it looked one way, now we can show you the spread and the claim, and the flames clearly visible and growing. Anderson Cooper, Natasha Chen and Nick Watt are all on the ground in southern California. I want to begin with Anderson in Altadena. And, Anderson, what is the latest where you're seeing. And we can see obviously that house behind you on fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Yeah, this is just -- this is really the only house left -- well, there's two left burning on this block in Altadena. Every -- all the other houses on this block are already gone. I mean, I'll just quickly pan around. They're just gone. We've been here for -- for hours now, 3 or 4 hours maybe just watching.You know, it's these winds, Erin, that have just carried this fire. This was, you know, 2,000-acre fire earlier. It's been a 10,000-acre fire the last I heard. And that's just this -- this one fire that's -- that's hit Altadena. The Eaton fire, there's obviously the Palisades fire as well. Five dead now as the death toll earlier in the day. It was two dead from the Eaton fire. It's now a total of five who have died. I'm not sure if that's just from this fire or from other fires as well. I haven't heard the breakdown on the fatalities yet. We're starting to see some homeowners coming back on this block, but a lot of them can't get through. There's not much to come back to. They were able, in many cases, to get the most prized possessions out. But it is -- it's devastating. And the issue here, I mean, there is a water issue, there's no doubt about it. We've heard about it in the palisades. The fire team who was here hours ago, they were doing what they could, but the hydrants had no water. They turned them on. They ran out of water about two minutes before I got there and started talking to them. So they basically kind of created defensive perimeters around these homes that were -- that hadn't burned yet, trying to take out any under, you know, cut out any hedges, any shrubbery that might ignite the house. But that was all they could do. And they -- they -- they just left. There's not enough firefighters. You know, officials have been very clear about that. They've asked for a lot of resources coming from other states as well. It's been dry here for, you know, eight months, less than an inch of rain over eight months and no rain in sight for the next two weeks, according to the latest forecast. I saw, it's -- it is surreal here. There's just -- there's just not much these firefighters can do in a situation like this. Hopefully the winds will remain, continue to be dampened. We haven't seen really strong winds. I mean, there's still, there's, you know, a few the wind is blowing, but its nothing like it was the hurricane force winds in some cases overnight in the early morning hours, Erin. [19:05:01] So, there's just it's just stunning devastation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "BURNETT",
      "sentences": "And so, Anderson, I know you had a chance just a few moments ago to speak to Gavin Newsom, the governor of California. What did he say when you asked him about some of the issues you're talking about, the shortage of firefighters and, you know, some of them working 48 hour shifts at this point? Also, the water issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "COOPER",
      "sentences": "Yeah, he seemed as -- I mean, certainly as concerned and as, you know, confused -- I don't know if it's the right word -- by the water issue. He said, essentially, I don't know what is going on with this water issue. Obviously, that's something that that officials here have to look into and figure out.You know, it seems to be -- I mean, what officials are saying is that there is overall enough water. It's getting it into some of these hilly, mountainous areas or hills, and that the sort of the tanks that, that, that they use for gravity reasons to push that water up and the house just now, you know, the, the sides of it falling down. We're also watching, I should say, there's a car, a Prius in the driveway. So were watching that. But it hasn't even started on fire yet. It usually starts with the wheels, with the wheels on fire, and then it'll spread. The water issues is obviously something that's got to got to be looked at and got to be figured out. But this is just an unprecedented and it's, you know, he talked about resources coming into the state. He said, you know, that that, you know, he's on the scene. I mean, he's been walking around talking with firefighters, assessing damage out with fire crews. You know, at this point, there's not much more you can do right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "BURNETT",
      "sentences": "All right. Anderson, thank you very much.And I want to go to Natasha Chen now because she's also OUTFRONT in Altadena, another part of the city there. And, Natasha, what is happening where you are also, we can see those fires everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah. Right behind us is a business that is on fire. We definitely heard some explosions and that front. Door wall area collapsed just a few moments ago. This is an example of what we are seeing all around us.This is a major business thoroughfare in Altadena that is just off of residential neighborhoods, where we've driven through seeing flames and houses that are just completely burned out. A really tragic vision of a place that just yesterday was all fine, watching the coastal fire at the Palisades and now this. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All right, dude. Yeah. Let's get out of here.CHEN (voice-over): Stunning video shows the moment enormous flames engulf a home in Pacific Palisades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We tried, we tried, bro. I'm sorry, I'm sorry, bro. I'll get out of here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "CHEN",
      "sentences": "The air is completely filled with embers as they race to safety. It's a similar scene all over L.A. County as intense winds can be seen and heard, blowing hot embers through the sky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh my God, it's jumping over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "CHEN",
      "sentences": "Right now, four life-threatening fires, the Palisades, Eaton, Hurst and Woodley Fires are forcing tens of thousands of people from their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I called the fire department about an hour ago. Obviously, they're very busy. I just called again to see if they were coming. And obviously, they're just very busy.I'm acting calm and I'm really very upset inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "CHEN",
      "sentences": "The Palisades Fire continues to grow and has so far destroyed an estimated 1,000 structures, making it one of the 20 most destructive wildfires in California's history.It is also the most destructive to ever occur in L.A. County, according to data from Cal Fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's Armageddon. I'm driving through a war zone right now and I don't even know what to say. I'm speechless. I'm shocked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "CHEN",
      "sentences": "The Eaton Fire also exploded in size and is believed to be responsible for at least two deaths. Officials say they're seeing a significant number of injuries being reported due to people who did not evacuate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "KATHRYN BARGER, CHAIR, LOS ANGELES COUNTY BOARD OF SUPERVISORS",
      "sentences": "Heed the advice of first responders when they ask you to evacuate, evacuate. This is not a drill. This is in real time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "CHEN",
      "sentences": "Emergency officials say their biggest concern right now, the powerful winds, fires being fueled by a combination of strong Santa Ana winds and surrounding topography, which makes it extremely challenging for U.S. firefighters to really get a handle on it. They admit fire crews are struggling to keep up with the demand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:40",
      "speaker": "KRISTIN CROWLEY, FIRE CHIEF, LOS ANGELES FIRE DEPARTMENT",
      "sentences": "Together, these fires are stretching the capacity of emergency services to their maximum limits.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "ROBERT GARCIA, FIRE CHIEF, ANGELES NATIONAL FOREST",
      "sentences": "Yes. As you've been describing, the scene is -- the damage and the devastation and the impact is widespread throughout the southern California area, quite frankly, and the greater Los Angeles area. The U.S. Forest Service is only one of many partners that are engaged across the local, state and federal jurisdictions of responsibility, working seamlessly in a matter of mutual aid. But the level of devastation is quite significant, and the situation is still evolving. It's still fluid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "BURNETT",
      "sentences": "So we were told at one point when you talk about how fluid is that, the Eaton Fire had grown five times bigger in just four hours. I mean, just that -- the speed with which it was exploding was incredible. How fast is it growing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "GARCIA",
      "sentences": "Yeah. So the latest numbers I have the fire is over 10,000 acres. And, you know, during that early phase of the fire, when -- when we were in that most significant of wind that was forecasted, we saw some explosive fire behavior, fire burning across the landscape and vegetation, as well as through commercial and residential areas at explosive rates of spread, with spotting over a mile to two miles out in front of itself, starting new fires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "BURNETT",
      "sentences": "And how much of it is contained at this point? Also in the context of what you're seeing with the winds right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "GARCIA",
      "sentences": "Right. So we are working closely with our partners. The Angeles National Forest is adjacent to within the greater Los Angeles area. And the fire started out with partners from the Pasadena Fire Department and the Angeles National Forest, and then immediately joined by Los Angeles county fire department. And we have been in unified command since then. Our number one priority is life safety.And so we are a very low containment. Most of the firefighting efforts have been to protect people, citizens of the local area and trying to evacuate and then trying to save structures. So, our containment efforts have been really less of a focus as getting people out of harms way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "BURNETT",
      "sentences": "And so very low containment at this -- at this hour. I mean, when Chief Garcia, as you look at this, you've been a firefighter for 30 years and you've seen horrible fires that have devastated towns, cities. Have you seen it like this before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "GARCIA",
      "sentences": "You know, I've had the fortune to public service across the country fighting fire. And southern California has very unique challenges. The Santa Ana winds, that surface that we saw yesterday were on historical levels, and the condition of our vegetation this year is on a historical level in terms of dryness.And so, we were anticipating some very, very challenging times. We -- we did lots of preparation in terms of bringing additional resources in days before the wind, bringing additional aircraft. And this is all of our partners here in the Greater Los Angeles Area. And what we saw was -- was just pretty devastating in the overnight hours last night in terms of the explosiveness of this fire behavior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "BURNETT",
      "sentences": "We know that there are -- it's just incredibly strapped just on the number of firefighters. And you talk about how there right now have been just trying to have safety of people, right? As opposed to containment, right, that you've been having to focus on one and not able to do the other yet.We understand from a firefighter group that there are some firefighters that have been working already 36 hours, 48 hour shifts. How long can you even sustain this? Are you getting the reinforcements that you need to even move, to try to contain these fires?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "BURNETT",
      "sentences": "All right, Chief Garcia, thank you very much. And also talking about that, Lydia Fires. He said that they just have started to -- started to go fight in the past 30 to 40 minutes.Let's go to Nick Watt because he is out front in Pacific Palisades. Nick, as you hear that news of an additional fire, you know, look, 24 hours ago when we talked, this fire was -- was just starting. And now here we are. We've got four major fires. Chief Garcia talking about this -- this Lydia Fire as well. So, what are you seeing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, you know, Erin, after I spoke to you last night, I came here to downtown Pacific Palisades, the Palisades Village. And you could tell, it was going to be epic destruction. The wind was whipping, the embers were flying. And it is.Look, I mean, this once beautiful, picturesque, serene, little sashay downtown with a Californian cafe culture vibe, it's just gone. And, you know, in the past couple of hours, if you pan back around here, Erin, you know, we've seen this hair salon go up. We've seen the back of this dry cleaners, the next business. We've seen a church. We've seen an apartment building. It is incredible what this community has lost not only over a thousand homes, but also schools, offices, both of their huge grocery stores, gone. It is going to take a long time to recover from this. And already people are asking questions. Why? Listen, we knew this was going to be bad. We knew that these winds were coming in. People were prepared. You know, I had my yellow jacket in my truck. We all knew this was coming, but nobody could know that it was going to be quite this bad. Officials were preparing maybe for one or two fires. They've had four. And these fires are massive. The last fire I covered here in the Palisades back in 2021 burned a thousand acres. And we all thought it was terrible. This is 16,000 acres. This is massive, massive, massive. We knew it was going to be bad, Erin. We didn't know it was going to be quite this bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "BURNETT",
      "sentences": "And, Nick, you speak as obviously you're covering this as a reporter, but you also live there and it's deeply personal. And that is what is so important. You know, you bring to bear that context of what you saw the last time. I know, you know, you yourself are dealing with evacuation orders in Santa Monica, where the area where you live in your family had to evacuate. How are you even managing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "WATT",
      "sentences": "Well, yeah. So while I was working last night, my family had to evacuate. They were on the edge of the mandatory evacuation zone, and my wife figured, let's get out.It's interesting. You know, the decisions you've got to make. What do you take with you? What can you fit in your car, what really matters. And of course, what really matters is just the people. So my wife and kids got out last night. We got back into the house. But now, as you say, we hear that, you know, they're expanding the evacuation orders again in Santa Monica, which is a good few miles over that way. So if it gets into Santa Monica, that will be a whole other ball game, a whole other just apocalyptic scene of awfulness. I mean, up here, this is an urban wildfire. This is a city block, you know, and its just not there anymore. I mean, that church, wow -- that church is going up. Yeah. I mean, listen, its covering it. Ive covered many fires, covering it in your own community, obviously, is feels more surreal because you're used to having lunch in the little Italian restaurant here, that is no more, you know? This is where you live. And it certainly has given me a lot more empathy and understanding. I had some, but its given me a lot more for the people who've lost homes in many of the fires I've covered in the past. And, you know, I've also been driving around checking on friends houses because of course, they can't get in. And I just went to one friend's house, gone. Their entire neighborhood is gone. Their lives, they've lived here for years. No more, whole neighborhood flattened -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "BURNETT",
      "sentences": "Completely upended. Nick, thank you very much. We'll be coming back to Nick.And our breaking news coverage continues. Nick talks about, you know, you go to a restaurant, a place you've been going for years and years, a restaurant owner who just witnessed her family business that has been there for 40 years in Pacific Palisades, now gone, burned to the ground. And we're going to reunite tonight with the Pasadena man that we spoke to last night. You met him, when the fires are raging out of control there. He was trying to help neighbors save their homes, sort of vigilante firefighting. What is he seeing tonight? And we are also following breaking news out of Washington this hour. President-elect Trump now meeting with lawmakers as more and more Republicans are backing his calls to seize control of Greenland, the Panama Canal and even Canada. (COMMERCIAL BREAK) [19:24:24]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "VANESSA PELLEGRINI, OWNER OF PACIFIC PALISADES RESTAURANT LOST TO FIRE",
      "sentences": "Well, first of all, thank you for having me on. We have not been able to get back in there. So the video that you are showing is the video that we got at about 10And I said, were going to rebuild. And, you know, were kind of just holding each other up as much as we can during this time. But, no, we have not had a chance to go back in there. The roads are closed. They're not allowing anybody in. So, we -- we really don't know what -- what's left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "BURNETT",
      "sentences": "It is incredible to hear you talk about already rebuilding, that that is the force that you have in you. It's just hard to comprehend the speed with which your life has just changed. I mean, you sent pictures from near the restaurant that were at 11And then here we are. It's gone. I mean, at what point, Vanessa, did you even realize that your restaurant was in danger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:04",
      "speaker": "PELLEGRINI",
      "sentences": "You know, we really didn't know anything. At 2So we went about eight hours not knowing, receiving different reports. Other friends and customers who were texting us, calling us walking the streets, trying to get in to give us anything, and were just unable to the smoke, just the pure carnage of it all was just too much. So we were without anything for -- for a good eight, nine hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PELLEGRINI",
      "sentences": "-- which we have -- they celebrate their birthdays with us. You know, their anniversary, their celebrations of life. It is a -- it is a home to so many people and I -- you know, I want to tell everybody who's ever watching who's ever in the Palisades that we will be back. We're not going anywhere, and were going to help the entire communityrebuild. However, whenever, however that looks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "Well, Vanessa, thank you so much for sharing this with us. And I know you were saying, you know, you'll -- you'll be out there in any way you can, making food for people as people try to come back and rebuild from such incredible loss. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PELLEGRINI",
      "sentences": "Thank you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "David Acuna is with me now. He's the public information officer for the California Department of Forestry and Fire Protection.Chief Acuna, I don't know if you heard Vanessa talking there. The family owns a Vittorio restaurant in Pacific Palisades. It's gone. How much -- how much bigger do you think these fires are, are going to get? We understand now, there were four, but there are now five. If -- Chief Garcia was talking about the Lydia Fire are now burning in the L.A. area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DAVID ACUNA, PUBLIC INFORMATION OFFICER FOR THE CALIFORNIA DEPARTMENT OF FORESTRY AND FIRE PROTECTION",
      "sentences": "Well, you're absolutely correct. The threat is not gone as multiple chiefs have stated in the press conferences. We are not out of the woods yet. We are expecting high winds through tonight into tomorrow, hopefully easing up on Friday.But in the meantime, it's going to be up to the public to maintain their vigilance so that we prevent one less spark and make sure that we don't have any more fires pop up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "So the L.A. County Fire chief says there are not enough firefighters to battle all the blazes. I know Chief Garcia was telling me that you are getting a lot of assistance, but I guess this is a crucial bottom line question for people around the country to understand. I mean, how stretched are your teams right now? Are you getting the resources you need to fight the fires?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "ACUNA",
      "sentences": "So this started out on Monday when we started moving personnel down from the north part of the state, which does have sufficient rain and snow, and so that there's very little fire threat there. So we moved them down to be prepared for this. And then when the fires kicked off, we sent them directly to the fire.However, we're getting to a point now where were really getting drawn down. So, we just discovered that the Oregon Department of Forestry is going to be sending 70. That's seven-zero firefighters down to help us with the fire fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "So are you even -- you're talking about winds going into tomorrow. I know there's a fifth fire right now. Are you able to tell us any more about that? How big that is? I mean, how quickly is all of this still exploding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "ACUNA",
      "sentences": "Well, so it has a lot to do, you know, all wildland fires move for three reasons, fuel, weather and topography. So the fuel influenced by climate change and the fact that we've had so many, so many seasons with a lot of water and less fire, there's a lot of fuel on the ground. The weather, as we've already discussed significantly, is the fact that there's -- all these winds that are up to 60 or 100mph, and then topography, both in the Altadena and the Pacific Palisades areas, as well as some of the others, they're all foothills, which means that they have undulating hills that move up and down.And these winds just start whipping through the canyons, box canyons, down slopes, that causes the very rapid fire growth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "All right. Well, Chief Acuna, I appreciate your time. And thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "ACUNA",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:39:03",
      "speaker": "BURNETT",
      "sentences": "And breaking news, you are looking at new images out of Los Angeles, where there are now five fires spreading across the county. None of them contained at least 1,000 structures have been destroyed. Five people we know have been killed.The video that you're looking at here gives you an idea of how massive the smoke plume is over Los Angeles as it spreads there in the atmosphere. Fire crews have been working nonstop. The flames have been burning out of control, given fuel by those Santa Ana winds. And right now, Bill Weir is OUTFRONT. He is live from Pacific Palisades. And, Bill, what are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "WEIR",
      "sentences": "So we're going to be processing this one. And as you've been saying, this is one of five fires just in this area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "BURNETT",
      "sentences": "Yeah. No, it's such a beautiful town when you -- when you drive through it. I mean, I found it unforgettable when my, my sister lived out there.You have been covering, Bill, as you say, so many of these horrific events, right, in the context of what you're doing now, covering the changing climate. And in that you have been to the ends of the earth, you have been to the ends of the earth to see what is happening. Now, here you are in a place where you at one point were waiting tables, a place that is near and dear to your own personal experience. So what stands out to you in that context where it touches you personally? And yet you are looking at this from the macro perspective of our changing climate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:01",
      "speaker": "WEIR",
      "sentences": "Yeah. Well, I mean, this place is knows a lot about fire, right? You know, I went to school up the road at Pepperdine and they've been hunkering down since the '80s and trying to fortify that landscape with their own ponds and irrigation system, defensible spaces.And people here are aware. They know about evacuations. They've seen the seasons. But I think, you know, this is not our parent's fires anymore. This is now the -- you know, 70 or 80 mile an hour. Winds are not the product of climate change. Those are natural, but it's unnatural for us is the overlap between this dry season. It's supposed to be the rainy season right now. We've got a hundredth of an inch, I think since December. So last winter, when there was so much rain, it created all this fresh vegetation. Things were verdant for a while, but then a super hot summer, followed by drought, followed by these wind events. So, like it reminds me of Lahaina in Maui going there that we lack the capacity of imagination of the worst that could happen. No one imagined all of the Palisades burning down, and you don't want to imagine what happens if this wind shifts and pushes us into Santa Monica. Perish the thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:49:05",
      "speaker": "BURNETT",
      "sentences": "Breaking news, you're looking at pictures from Altadena, California. And this is just moments ago. Firefighters right now you see in these images and you've seen some of those trucks go through the live shots of Bill and Natasha, this comes as one of our own CNN crews dramatically did escape that fire as they were leaving their live location.And I want to show you this terrifying video. This was shot from inside Natasha Chen's vehicle as she and her crew tried to flee. And she is back with us now with this raw, behind the scenes look at exactly what happened with her team's escape. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:07",
      "speaker": "CHEN",
      "sentences": "Flames surrounded us on the right and left of the highway, embers jumping into the lanes on the pavement, across our windshields. At one point we heard a loud boom on our right -- while a house on the left was fully engulfed just yards away from us.We could feel the heat from inside our cars, all the while not being able to see clearly in front of us because of the smoke. There were brief stretches there when I honestly did not know if this was going to end well. I just held my breath, followed the emergency vehicle and kept moving forward. There really was no other choice. It was keep going or get trapped in flames. It wasn't until I could see the famous Santa Monica Pier Ferris wheel in the distance, that I knew the air in front of us had cleared up and we were going to be okay. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:07",
      "speaker": "BURNETT",
      "sentences": "Natasha, I mean, just -- just unbelievable what you went through. And I know in all of this, and, you know, when you're in these horrific situations, you know, you're working -- and yet you're also a new mother. You've talked about that. You were trying to get home, right, home to what matters most in your life, your little one- year-old.And you start hearing these explosions and you see those paths out closing in front of you. What were you even thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:07",
      "speaker": "CHEN",
      "sentences": "It's hard to know, Erin, in those moments, what to do or even what to think, you know, when that explosion happened on one side of us, I braked for a moment, and then the emergency vehicle, I think, also paused. And it's that split second of okay, do we stay, do we go? And its, you know, you have to make fast decisions because you don't have time to make a mistake.And, wow. My -- my heart was beating really fast. And, not a lot of time to think or feel. Just kind of get through the moment. And, yeah, it hits differently now that there is a baby at home, definitely something I think you can relate to. You know, we take a lot of calculated risks in our jobs of what we do. And this time I was like, just, just got to get there, just get through this. Follow the -- follow the sirens and the lights, see if we can get to the other side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "BURNETT",
      "sentences": "As we continue to fire -- follow the devastating fires across California, we have some breaking news in Washington. President-elect Trump just wrapping up a meeting with Republican lawmakers defending his son, Don Jr.'s trip to Greenland yesterday. This as an ally after ally are falling in line behind Trump's push to acquire Canada, Greenland and the Panama Canal.Tom Foreman is OUTFRONT. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "I would consider it a privilege to be taken over by the United States of America.TOM FOREMAN, CNN CORRESPONDENT (voice-over): Conservative pundits, politicians and supporters are rushing to the land grab.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's offering them a better opportunity under an American flag. I think we should do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "FOREMAN",
      "sentences": "Seizing on the incoming presidents pitch to annex Greenland, Canada and the Panama Canal in the name of national security.DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES: You look outside, you have China ships all over the place. You have Russian ships all over the place. We're not letting that happen. REP. BRANDON GILL (R-TX): I think that the people of Panama, I think that the people of Greenland, I think that the people of Canada, for that matter, should be honored that President Trump wants to bring these territories under the American fold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "FOREMAN",
      "sentences": "Also on the wish list, renaming the Gulf of Mexico and Representative Marjorie Taylor Greene says she's already drawn up legislation.REP. MARJORIE TAYLOR GREENE (R-GA): We change post-office names all the time up here. You better bet we are absolutely going to change the Gulf of Mexico to the Gulf of America. Let's go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "FOREMAN",
      "sentences": "But Canada's outgoing prime minister says Trumps ideas don't have a snowballs chance in hell. A noted Canadian columnist wrote, this country is under attack by our neighbors. They are not stable, not likely to remain democratic, and they are not, under Trump, our allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "ELIZABETH MAY, CANADIAN GREEN PARTY LEADER",
      "sentences": "Hey, Donald, have we got a deal for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "FOREMAN",
      "sentences": "And the head of the Green Party there says Trump should surrender to Canada some states that opposed his reelection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "MAY",
      "sentences": "Maybe California would like to be the 11th province. How about it? California. Oregon? Washington?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "FOREMAN",
      "sentences": "The Panama Canal authority says Trumps plan to take back the vital waterway is all wet. Greenland officials note their territory is not for sale, and they already host a major U.S. military base.Mexico says maybe some of the western U.S. should be called America Mexicana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:43",
      "speaker": "CLAUDIA SHEINBAUM, MEXICAN PRESIDENT",
      "sentences": "It sounds nice, no?",
      "isLastSentenceInterrupted": false
    }
  ]
}