{
  "date": "2025-01-07",
  "headline": "Connect the World",
  "subHeadline": "At Least 95 Dead After Powerful Earthquake Rocks Tibet; Donald Trump Junior Visiting Greenland Amid Father's Talk of U.S. Buying Territory; Imprisoned Activist's Mother Marks 100 Days of Hunger Strike; Trump's Possible Pardon for January 6th Convict Splits Family; Major Policy Changes Indicate Conservative Shift at Meta. Aired 9-9:45a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Well Donald Trump Jr. lands in Greenland as his president-elect father, floats again the idea of the U.S.owning that territory. It is noon in Greenland. This is a live shot of the airport there. It is 06:00 p.m. in Abu Dhabi. I'm Becky Anderson. This is \"Connect the World\", and wherever you are watching, you are more than welcome. Also coming up this hour, at least 95 people are dead after an earthquake in Tibet. A hunger striker protesting her son's detention in Egypt will join me live to discuss 100 days of painful protest. Controversial figure in French politics has died, the life and legacy of Jean-Marie Le Pen. And the stock market in New York will open in about 30 minutes from now. The futures markets indicating a higher start, we will be back to those markets at 09:30 New York time. Well, it is a slow, difficult search to find survivors and victims of a powerful earthquake that struck Tibet. Chinese state media report at least 95 people dead, 130 injured. The magnitude 7.1 quake struck a remote border region this morning, not far from Nepal. More than 100 aftershocks have followed. The quake was felt in Nepal and Bhutan and in northern India. Well CNN's Marc Stewart has the latest for you. (BEGIN VIDEOTAPE) MARC STEWART, CNN CORRESPONDENT (voice-over): The moment, a deadly earthquake strikes a remote region of Tibet, shelves emptying out as people flee a grocery store. The 7.1 magnitude quake hitting Tuesday morning near the Himalayan border with Nepal. The epicenter around 50 miles north of Mount Everest, turning hundreds of houses into rubble. Destroying cars and motorbikes and causing landslides, cutting off mountain roads. Anna Guo, an 18-year-old tourist from Sichuan province in China shot this video when the quake hit on her way to visit the Tibetan base camp of Mount Everest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ANNA GUO, WITNESS",
      "sentences": "I was waiting in line and we heard something. Then we realized it was an earthquake. It got stronger and stronger, and thewindows started shaking. People started panicking. We have never felt an earthquake that strong before. STEWART (voice-over): Guo fled the area with her tour group on a bus, and they're now sheltering in a nearby city a few hours' drive away. Now in the towns and villages around the epicenter of the quake, the number of fatalities is mounting. And a major rescue operation is underway. As emergency workers try to dig people out of the rubble and treat the injured survivors. Chinese state media says at least 200 soldiers from the People's Liberation Army have been sent to the area, and another 1500 are on standby. Rescue teams expected to work into the night, facing the challenges of darkness, cold weather and high altitude. Marc Stewart, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ANDERSON",
      "sentences": "Well, our CNN Meteorologist Derek Van Dam has a closer look for you now at the region that has been impacted by the quake and thechallenging rescue conditions that you just heard, Marc mention in his report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "And we will get you more on the impact and fallout from that earthquake as we move through the hours ahead. Well, the Founder ofFrance's Far-Right Party, the National Front, has died at the age of 96. Jean-Marie Le Pen, the father of the party's current leader, Marine Le Pen regularly courted controversy, especially with his views on the Holocaust, in a political career that spanned decades. Well, never could his party have been more relevant. Perhaps he might have been surprised by just how relevant, given how for so many years. He was sort of cast out by the ruling elite in France. Melissa Bell is live from Paris for us. And Melissa, just break down Le Pen's legacy for us and the way his politics still impact France today more so than perhaps ever before, certainly in recent history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MELISSA BELL, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "That's right. I mean, I think one of the most interesting things when we look back at this man'slegacy, dead now at the age of 96 is how peripheral, controversial on the sides of the French political landscape, he was for so much of his career. And yet how so many of his ideas have now become pretty mainstream. The party that he founded, the national rally, the National Front, as it was called then, was long considered, Becky, too extreme, too ultra nationalist. His own views, anti-Semitic, too extreme in their racism. He's had a number of convictions for incitement to hatred. One of the most famous episodes was when he described the gas chambers of World War Two as a mere detail of that war. And he had these very extreme views, but fundamentally that ultra nationalist, anti-immigration position that seemed so radical in the 1980s and 90s has now become under the leadership of his daughter Marine Le Pen, the rebranding of the National Front pretty mainstream. In fact, what we saw in last European elections was that party win the poll here in France, which is something that never happened before. But back to Jean-Marie Le Pen, this is a man who had, as I said, tremendously controversial views for a long time. Founded this party out of a variety of minority parties opposed to the Gaulish tradition, 1972 stood for very long time on the extreme right of French politics. Give you an idea the first of the fifth president, five presidential elections that he contested, Becky, he won just 0.75 percent of the vote in back in 1974. The big upset, of course, came in 2002 when he made it through to the second round. Jacques Chirac, of course, saw him off in that but that was something of wake-up call, but also a sign of how his ideas were shifting to the center ground and gaining in popularity. That progress, that path, of course, in the end, brought to a natural conclusion by his daughter, who not only rebranded the party sought to weed out some of the more extreme views and candidates from it, but even throughout her own part, her own father, the merry man who founded it in an effort to rebrand it and have it lost some of its toxicity. So, this was an extraordinary man who had an extraordinary life. He was a paratrooper, soldier, a young parliamentarian in the 1950s he founded this party, got thrown out of it began on the side of French politics. In the end, I think we can say today that maybe 30 to 40 years ahead of his time, had -- to the fact that there was room in the political spectrum for ultra nationalist views that seemed very counter to the zeitgeist of the time, but ultimately, have become pretty mainstream, and not just here in France, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, let's get to that. Because, of course, Donald Trump knows a lot more about what he intends to do across a myriad of issues than we doat this point, what we hear is a lot of tough talk and bluster, and it is yet to be seen whether that is what this Greenland rhetoric is all about. But on Greenland, Denmark's Foreign Ministry says that Donald Trump Jr. his visit there is not an official visit, and they're very keen to point that out. So, what is behind all of this? And perhaps more broadly, we should be talking about how, whether this, in any way fits into Trump's foreign policy posture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ZELENY",
      "sentences": "I think it does in terms of the bluster that you said. I think that's a very good word, Becky. We both remember his first term, and one ofthe things he liked to do is sort of talk a lot, and his action is always not following up on what he's talking about, but specifically in terms of how he deals with foreign allies and adversaries alike. He has a tendency to try and set people off balance. So, I think the Greenland conversation, sure, in Donald Trump's perfect world, he would like world domination. But that is not how it works. It is a sovereign territory that is not the United States is to have. But by talking about this, by consistently mocking Canada, suggesting it should become a 51st State of the United States. The intended message, perhaps, is to send a message to other world leaders that Donald Trump is back, and he likes to sort of keep things off balance a bit. So certainly, he will be dealing with a NATO country. So be dealing with G7 nations, G20 nations. This is just a preview of what is to come here. But again, we have to separate the bluster from the actual reality, and we know that this Greenland obsession of his is not rooted in reality. But that doesn't mean it's not a sign of things to come in terms of how he deals with other foreign leaders as he begins to return to office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Well, there has been an explosion of violence in the occupied West Bank. Israeli Prime Minister Benjamin Netanyahu is holding a Cabinetmeeting following a deadly shooting which killed three Israelis. He is vowing to track down those responsible after gunmen attacked two cars and a bus on Monday. Well, in the hours that followed, the Palestinian News Agency Wafa reported multiple Israeli settler attacks on Palestinians across the West Bank. CNN's Jerusalem Correspondent, Jeremy Diamond is across the very latest for us and joins us now, Jeremy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "Jeremy Diamond on the story for you. Jeremy, thank you. Well, today marks 100 days since the mother of an activist imprisoned in Egyptstarted a hunger strike in a plea to the UK government to get her son released. Her family says, Laila Soueif has been surviving on nothing but black coffee, herbal tea and rehydration salts, and has vowed not to eat anything until her son is freed. Alaa Abd El-Fattah was a leading activist in Egypt's 2011 uprising, and has been behind bars for much of the past decade. Laila is currently in Cairo in order to visit her son in prison on Wednesday this week, and she has made the time to join us now live. And Laila, thank you for joining us. How are you doing right now? LAILA SOUEIF, MOTHER OF IMPRISONED BRITISH-EGYPTIAN WRITER &amp; ACTIVIST: Well, I'm still on my feet, which is quite a miracle. I never expected to last this long, but I'm very, very tired, and I tired very easily. I'm also slow, much slower than I ever was, but so far, I have not had dire consequences. I've lost a lot of weight. I've lost like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "Well Laila, you and I have talked something a number of times about your son's detention over the years. You started this hunger strike,as I understand it in September, standing in front of the British Foreign Affairs Office in protest at the lack of progress in freeing your son, who is an Egyptian-British citizen. What are you hearing from the British government now about their efforts to get him released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOUEIF",
      "sentences": "They -- I'm told they're working very hard on it, but there have been no concrete results so far. There are a lot of you know, coming andgoing and call and telephone calls around meetings, but so far, no concrete results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "So, update us on your son's case, Laila, if you will, where do things stand at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOUEIF",
      "sentences": "Alaa remains in prison. He finished his sentence on the 29th of September and has not been released. The Egyptian authorities are stillrefusing to recognize the time he spent in pre-trial. In pre-trial detention, which is against the Egyptian law as well as any -- the law in any country, and that's it. I get to visit him tomorrow, and I'd see how things are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "When you get to visit him tomorrow, as I understand it, for about 20 minutes through a glass barrier, and what are you going to discuss? Whatare you hoping to say to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOUEIF",
      "sentences": "Well, I'm going to tell him as much as I know of what the British are doing and what is happening in Egypt. Given that, of course, you haveto keep in mind all the time, because you're talking through a phone behind the glass barrier, that everything you're saying is being recorded for the benefits of Egyptian state security. But I hope to get anyway --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ANDERSON",
      "sentences": "Laila, you wrote -- go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOUEIF",
      "sentences": "I hope he will be at least assured by the fact that I am still on my feet. I mean, I know he's very worried about me, and by the fact thatit's having very strong impact to England.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOUEIF",
      "sentences": "I have no idea. I mean, nobody really knows how long these things go on, but I can't be much longer. I'm expecting any time to have to behospitalized. Personally, I'm going to go on with this hunger strike until either Alaa is released or collapse completely, but I have no idea when that will happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ANDERSON",
      "sentences": "Well, we wish you all the best, and I do hope that you get to see Alaa tomorrow, and that you can -- as you say, get him up to date on theefforts to get him out of detention. Laila, it's good to speak to you again. Thank you very much indeed for making the time to join us today, and we will be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REFFITT",
      "sentences": "By my father, by someone he knows. There's a bunch of people that I don't know, and I don't know their intent. So -- you want to help me liftthis? O'SULLIVAN: Sure. O'SULLIVAN (voice-over): This is Jackson Reffitt. O'SULLIVAN: Yeah. Do you want me to take this end here? Or how do we do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REFFITT",
      "sentences": "Yes, please.O'SULLIVAN: He says he's moving out of his rental home and into hiding for his own safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REFFITT",
      "sentences": "Bought a gun because I got so paranoid and moving out because I'm scared.O'SULLIVAN: Do you know how to fire a gun?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REFFITT",
      "sentences": "Yeah, I've been shooting it.O'SULLIVAN: Do you have it on you right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REFFITT",
      "sentences": "Yeah, I have to wear to around the house kind of often, just to get used to how it feels.O'SULLIVAN: OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REFFITT",
      "sentences": "But I'm part of that, like --O'SULLIVAN (voice-over): Jackson's dad is Guy Reffitt, who was a member of the Texas Three Percenter militia. GUY REFFITT, JACKSON REFFITT'S FATHER: And I just kept going, go forward, go forward. I couldn't even see, bro. O'SULLIVAN (voice-over): He's serving a more than seven-year sentence for his role in the January 6th Capitol attack. Refit was convicted of five felonies, including carrying a firearm on Capitol grounds. O'SULLIVAN: So, you reported your dad to the FBI? J. REFFITT: Yes. O'SULLIVAN: That's what got him arrested, basically? J. REFFITT: More or less, yeah. O'SULLIVAN: What effect has that had on your family? J. REFFITT: It's destroyed it. O'SULLIVAN: Was there a moment where you thought I know my dad has done all this stuff, but I don't want to report him? J. REFFITT: Yeah, I still feel horrible. Of course. Like, I -- I can't get over it, but I don't regret it. O'SULLIVAN: When was the last time you spoke to your dad? J. REFFITT: Five months ago, it was the first time I talked to him and it was just a crying fest for the first 10 minutes, and that was great. And then, I brought up the fact that I'm worried about him getting out and he was almost puzzled, like he was confused as to why I thought that. O'SULLIVAN: Are you overreacting? J. REFFITT: No, I get death threats daily, hourly at this point. NICOLE REFFITT, JACKSON REFFITT'S MOTHER: Unbeknownst to us, it was our 18- year-old son who turned his dad into the FBI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What? Why did he do it?N. REFFITT: My son is a declared Democratic socialist. O'SULLIVAN (voice-over): Jackson's mom, Nicole has become one of the most prominent people campaigning for the release of people serving time for January 6th. Nicole left Texas and moved to Washington, D.C. where she takes part in a nightly vigil out here, outside the city's jail. O'SULLIVAN: You've been coming here for hundreds of nights. N. REFFITT: Almost 900. O'SULLIVAN: Why? N. REFFITT: You know, after I saw what happened to my husband, I could not sit on my hands at home anymore. O'SULLIVAN: Do you wish Guy didn't come here on January 6th? N. REFFITT: No. I'm glad he stood up for something. O'SULLIVAN (voice-over): Every night, January 6th prisoners from around the country call into the vigil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Continue holding the line. This thing's almost done.O'SULLIVAN (voice-over): Including Guy Reffitt who recently called in to wish Nicole a happy birthday. G. REFFITT: Happy Birthday. Sorry, I couldn't get you something better than 80 months but you know -- O'SULLIVAN: Are you confident that Trump will let your husband walk free? N. REFFITT: I feel like Trump is a man of his words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What's the next step for your family?N. REFFITT: To continue to fight together. O'SULLIVAN (voice-over): Nicole is sometimes joined in D.C. by her two daughters, Jackson's sisters who've been caught in the middle of a divided family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That is not shown on my father.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And justice for all.J. REFFITT: I mean, I love my mom, of course. I love her. O'SULLIVAN: Do you love your dad? J. REFFITT: Of course, I love my dad. I love my dad, but I can't -- I can't feel safe around him. I hate having to put myself in this situation, to feel some sort of comfort after the election and what's going to happen when my dad gets pardoned, when all these hundreds of people get pardoned, and all these thousands of people get validated for their actions. And I'm one of those people that they call a traitor. And my dad once said traitors get shot. So that's been ringing in my head for years and years and years. O'SULLIVAN (voice-over): In a message from prison, Guy Reffitt said that Jackson has never had anything to worry about from me, and he will never have anything to worry about from me ever. O'SULLIVAN: If your dad's watching this, what's your message to him? J. REFFITT: That I love him and that I hope he gets better. And I hope I get better too. I hope I grow out of this paranoia right now and that I really thought what I did was right. I thought I did what I did to protect him and my family and the people around him, and the people he could have hurt. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Donie O'Sullivan reporting there. Well, it was a week to remember for AC Milan and their new boss, two games down, a trophy and a littledance to show for it. Not bad. We'll have the details next in \"World Sport\". (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Well, back to Meta, we've learned a lot more about the upcoming changes to its moderation policy for Facebook and Instagram and changes tothe company's board with Donald Trump's longtime friend Dana White joining for more. Clare Duffy joins me now live from New York. This was fascinating to hear Mark Zuckerberg out with these changes to his social media sites today, and of course, news on who is joining a board. This all feels like it's sort of skewed in Donald Trump and Elon Musk's direction. Let's start with these changes. What are they -- what do they indicate to your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JOEL KAPLAN, CHIEF GLOBAL AFFAIRS OFFICER OF META",
      "sentences": "So, somebody can write a note, and then the way it works is different people on the platform cansort of vote on that note, and if you get people who usually disagree, who all say, yeah, that sounds right, then that note gets put on the post, and people see it. X has been doing it for a while. We think it's working really well, and we're going to adopt that system. So -- (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "DUFFY",
      "sentences": "Now Meta says that this is an effort to address mistakes that its content moderation systems have made, that they have been too restrictive,and Meta said it has censored some voices. And you know, this is Mark Zuckerberg says this is an effort to increase free expression. But I think it also looks pretty clearly like an effort to appeal to the Republican voices, including Trump, who have accused the company of censoring conservative voices, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "Yeah, Mark Zuckerberg himself very specifically describing the adoption of these community notes as similar to X, which, of course, isowned by Elon Musk. Meanwhile, Dana White of UFC fame has joined the board. Now it is no secret that he is a big mate of Donald Trump's. What does he bring to Meta?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "DUFFY",
      "sentences": "Yeah, it's really interesting. And you know, we know that Dana White is a friend of Trump's. He stumped for Trump on the campaign trail. We alsoknow that as head of the UFC he's sort of the leader in this competitive fighting space which Mark Zuckerberg has really taken up as a hobby. So, it's possible they know them. They know each other from that space as well. Dana White says that he is really interested in social media and AI, and he is looking forward to joining the Meta board to engage on those topics. But I do think that we can see this as part of a broader shift within Meta's top ranks towards the right. This effort to cozy up to Trump, to appeal to Republicans ahead of the changing administration. We've seen a number of other efforts from Meta on that front. We saw Mark Zuckerberg visiting Trump at Mar-a-Lago. The company has said it's going to donate a million dollars to Trump's inaugural fund. This is just another thing that sort of pushes Meta in that direction, I think.",
      "isLastSentenceInterrupted": false
    }
  ]
}