{
  "date": "2025-01-06",
  "headline": "The Situation Room",
  "subHeadline": "Congress Officially Certifies Trump's Election Victory; Deadly Winter Storm Pummeling Eastern U.S.; Judge Holds Giuliani In Contempt In Georgia Election Workers Case; Canadian PM Justin Trudeau Announces Resignation; Soon: Biden Honors Terror Victims At New Orleans Vigil. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, breaking news, Congress officially seals Donald Trump's presidential victory. Today's certification drawing zero objections from lawmakers exactly four years after a pro-Trump mob stormed the U.S. Capitol. I'll get reaction from the former chair of the January 6th select committee, Congressman Bennie Thompson.Plus, Rudy Giuliani has just been held in contempt by a federal judge for failing to turn over information to those two Georgia election workers he defamed. Stand by for details on the ruling and Giuliani's growing legal troubles. Also tonight, a deadly winter storm is pummeling the Eastern United States, including right here in Washington. Several inches of snow have already paralyzed roadways, with forecasters now warning of more to come. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in The Situation Room. Let's get straight to the breaking news here in Washington, the certification of Donald Trump's election, four years to the day after a mob of his supporters rioted at the U.S. Capitol trying to block Joe Biden's victory. I want to bring in our Chief Congressional Correspondent Manu Raju. Manu, you have been up on the Hill watching all of this unfold all day. What was the mood among lawmakers, specifically some Republicans who support President-elect Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MANU RAJU, CNN ANCHOR AND CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, Republicans were really ready to move on, Wolf, turn the page from four years ago, even ones who had very strong feelings about what happened on January 6th, 2021, people like Senator Majority Leader John Thune, who had some sharp words in the aftermath of January 6th, 2021.But today, I asked him whether or not he still believes where he sees this in history, and whether he believes what Trump has said, that this is a, quote, day of love. He would not go that far, simply said that, I've said what I said, and now it's time to move forward. And that's really what was repeated by Republican after Republican, as they want or eager to welcome Trump to come to the White House in two weeks time. Now, some Republicans, though, made clear that of their disagreement with Trump's assessment of January 6, 2021, including an incoming freshman Republican, John Curtis of Utah, who made clear that he disagree with Trump's assessment. (BEGIN VIDEO CLIP) SEN. JOHN CURTIS (R-UT):  I would say the best word to describe it was surreal. And how could this be happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "RAJU",
      "sentences": "President-elect refers to it as the day of love. Was it a day of love?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CURTIS",
      "sentences": "Not for me, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "RAJU",
      "sentences": "Why do you say that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CURTIS",
      "sentences": "It was it was not our country's best day. It was not a good look for us. I think there's still answers people don't have and I find that regrettable.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "RAJU",
      "sentences": "And one of the big questions, Wolf, is how Donald Trump deals with the parting of January 6th prisoners on day one, as he has promised to do. Does he do a blanket pardon or does he go individually? Who does he leave off? Does he deal with even some of the more violent rioters and the like? All questions that Republicans themselves have some, including Senator Thune, indicated that he does not believe a blanket pardon would happen. Some believe that it will be done individually.But that's one issue that could be a point of contention if Donald Trump decides to do a sweeping pardon on his first day in office, as many Republicans, Wolf, are ready to move on, they don't want to re- litigate everything that happened back in January 6, 2021. But the question is, how does the incoming president deal with all these questions, uncertain in the weeks ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "We will be watching closely. Manu Raju upon Capitol Hill, thank you.Meanwhile, President-elect Trump is claiming that President Biden Trump is making the White House transition difficult. I want you to listen to this. This is Trump. Listen to this. (BEGIN VIDEO CLIP) DONALD TRUMP, U.S. PRESIDENT-ELECT:  They'll do everything they can to make it as difficult as possible. You know, they talk about a transition. They're always saying, oh, no, we want to have a smooth transition from party to party, you know, of government. Well, they're making it really difficult. They're throwing everything they can in the way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "I want to bring in CNN's Kaitlan Collins. She's covering all of this for us.Kaitlan, how is the president-elect reacting to this specific day? And why is he saying what he just said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "BLITZER",
      "sentences": "Kaitlan, on another sensitive issue, we've learned that the former leader of the Proud Boys is now asking President-elect Trump for a pardon for his role in the Capitol riot. Tell us about that. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "COLLINS",
      "sentences": "Yes, this might be one of the most notorious defendants and ultimately who was convicted because of his actions on that day, Enrique Tarrio. He was a leader of the Proud Boys for quite some time. Obviously, they showed up en masse that day, and many of them were subsequently arrested and tried and convicted for their actions on that day. He got one of the longest sentences, actually, Wolf, out of anyone on January 6th, he got 22 years that he was sentenced for on very serious charges of a seditious conspiracy that only he and a handful of others faced on that day and now is seeking a pardon from the president-elect, Donald Trump.A question still tonight is whether or not he is going to get one. Trump has promised to pardon several of the January 6th defendants. It's unclear how many he's looking at now. And this is a real divide, even in Trump's orbit, over what that should look like, because he said he's going to do it not only on day one, but within moments of taking office. You've heard from some Republicans saying that Trump should do this on a case by case basis, that he should evaluate this. But then you've heard others who argue that Trump should just pardon all of them, that the prosecutions were overly aggressive. That is going to be a big thing to watch on that day because of course, as you know, Wolf, over 140 police officers were assaulted on that day by the people who were convicted, a lot of them who also pleaded guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "BLITZER",
      "sentences": "Kaitlan Collins reporting for us. Kaitlan, thank you very much. Kaitlan, of course, will be back later tonight, 9 P.M. Eastern, for her excellent show, The Source. We'll be watching.Let's get some analysis from our excellent political experts who are with us right now. David Chalian, you're our political director, Washington bureau chief, pretty striking statement from Trump, accusing President Biden of, quote, doing every possible thing to make the transition difficult and saying this on January 6th, of all days, because Biden and the Biden administration have been doing everything possible to make this as smooth as possible, inviting Trump to the White House, making it clear that he will be attending the inauguration and all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:08",
      "speaker": "DAVID CHALIAN, CNN WASHINGTON BUREAU CHIEF",
      "sentences": "Yes. In his Washington Post op-ed today, the president said he intends to continue the tradition of inviting the president on the morning of the inauguration of the White House, in addition to the visit that they had in the immediate aftermath of the election. Those kinds of traditions for the peaceful transfer of power clearly important for President Biden, his mind, to reset that because that was absent from what Donald Trump obviously refused to offer Joe Biden four years ago.But I just want to say, this comment that he was making, I don't think Donald Trump was trying to equate his own January 6th behavior or anything related to the 6th of January. This was on Hugh Hewitt this morning in context of this conversation about Biden's actions about banning offshore drilling and putting a sort of environmental legacy piece in place that is trying to make it more difficult for the Trump team to instantly overturn it, and that perhaps it would need to go through legislative action. And I think that was the context of the point of that Donald Trump was making. Although I will say, my ears perked up when I heard that, because what I heard, Wolf, in that moment was a former president who two weeks from right now will be six hours into his second presidency laying the groundwork to point fingers and blame Joe Biden for anything that is not going the way that he wants it, or scoring big victories right away out of the gate, I guarantee you, you're going to hear a lot of blame about Joe Biden in the first hours of the Trump term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BRIAN MORGENSTERN, FORMER TRUMP WHITE HOUSE DEPUTY COMMUNICATIONS DIRECTOR",
      "sentences": "Well, my reaction is that we have seen some disruption. I mean, it wasn't just the oil drilling. It was trying to sell off pieces of the border wall for scraps. So, there have been some things behind the scenes where they're trying to cement policies and make it more difficult for President Trump. That's very frustrating for him. So, I certainly understand where he's coming from. As for January 6th, today, it was a decisive victory. It was a very clean and clear process that is refreshing, that is positive for the country. I think that everyone was able to get through this unscathed and without incident. That is a great day for America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "An enormous contrast to what the Trump White House did four years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "MORGENSTERN",
      "sentences": "Well, four years ago you know, the President did say, peacefully and patriotically go to the Capitol. Obviously, we saw what unfolded. The American people and the voters also saw the lawfare that came before and after that. They saw the weaponization of the federal government against political opponents, and they voted to stop that. But they voted to secure the border.LULU GARCIA-NAVARRO, CNN CONTRIBUTOR:  That's not -- they didn't vote for what happened on January 6th. They didn't vote for what happened on January 6th. And I think what you've seen today is really, you know, yes, the peaceful transfer power. It is a marked contrast what happened on January 6th and Donald Trump. The problem is that part of what happened on January 6th is the story that Donald Trump wants to tell about himself, that he didn't lose and that these people were actually acting in a just cause. And that's why he wants to pardon them. But that is not the real story. And he's made it part of loyalty tests. You have to you have to answer whether or not you believe that he won the last election in order to work for him in this current administration that is coming. So, the problem here is that we are still in the era of January 6th four years ago. That hasn't changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Go ahead, Karen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "KAREN FINNEY, CNN POLITICAL COMMENTATOR",
      "sentences": "In the bigger picture though, Lulu, to what you're saying, this is why the American people deserve a full accounting of history. And it's why Merrick Garland should release the final report that he gets from Jack Smith. Because we the people, we paid for it with our tax dollars, we deserve to know, for the record of history, what exactly happened. You heard a Republican, a new Republican senator even say, we don't really know all the facts about what happened. We deserve to know the facts, particularly because what we're seeing is akin to what we're seeing conservative MAGA folks do all over the country.They're trying to rewrite history and gaslight us that what we saw with our own eyes didn't happen, and it did happen. And we need to know you know, as we try -- you know, I appreciate that Joe Biden is trying to say to people, let's lay down a marker around what the norms really are, what it should look like, but at the same time, we can't -- there has to be accountability, there has to be some transparency here so that people really know what lengths -- GARCIA-NAVARRO:  But, unfortunately, I don't think there will be. I mean, I think, you know, what actually, and I think you're right here, what voters said is that actually this didn't matter to them, and that they would vote for Donald Trump. That is at least the lesson that Donald Trump has taken from this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "FINNEY",
      "sentences": "That's the lesson that Donald Trump wants to take, but let's be very clear. An election is not the same thing as a jury verdict where the same group of people heard all of the same evidence and then rendered a verdict. It's not the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "MORGENSTERN",
      "sentences": "The political verdict takes into account the fact that -- look, I was in the White House where BLM rioters were trying to get in. I had to have the Secret Service help me get home safely. Those people were not treated as harshly as some of the people on January 6th. We saw some people were peaceful and guided in.GARCIA-NAVARRO:  Those are absolutely two different things. Those are -- one group of people -- wait, let's be clear. One group -- hold on. One group of people were protesting for racial justice and one group of people were trying to over -- and were trying to overturn a legitimate election. Those are two very different things. And we did see people prosecuted for violent actions when they took them. But a group of people coming on to the steps of the Capitol, trying to interrupt the peaceful transfer of power, let us be clear, it is not the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "CHALIAN",
      "sentences": "The fact that this debate and conversation is still happening shows that it's not just trying to gaslight or whitewash or erase history what everyone saw before their eyes four years ago, because we did all see it, it's actually the success of that effort. It's not just that he's trying, but that Donald Trump has successfully convinced a huge swath of America that they didn't see what they saw on January 6th, and when it was litigated politically, and this is where the election comes into play, as you noted this was not the thing that voters decided this past election on. They weren't affirming Donald Trump's behavior of January 6th in any way whatsoever, but they were saying that was not how they were going to decide the results of this most recent election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "I want to just get David to react to what Senator Lindsey Graham is warning about involving Trump. He's warning that Trump should not even consider pardoning some of those January 6th rioters. Listen and watch Lindsey Graham. [18(BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC):  I'm going to leave that as a power exercise. The people who beat up police officers are put in a different category than others. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "This comes -- I don't know if you heard that, but it's, he said, let me just read, the people who beat up police officers, I put them in a different category than others. He's talking about a pardon coming from the new president. That comes as The Wall Street Journal Editorial Board, as you probably saw, is cautioning Trump against these pardons as well. How do you think he navigates this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "MORGENSTERN",
      "sentences": "Well, there were obviously some prisoners who were treated, I think, disproportionately to what similarly situated people were. That is a proper way for the president to use the pardon power or the commutation power and people saw something that was unjust, so that needs to be corrected. I think there are a few Americans who would disagree if you showed up and beat up police officers, that there shouldn't be consequences, but the overzealous reaction. The U.S. attorney's office in D.C. saw murder rate spike, they saw a carjacking spike. They devoted so many resources to, in some cases, people who are basically trespassers or who were confused or invited in. And so I think there was a misallocation of resources here that really did catch people's attention, and people thought it was unjust.So, the president will have some very profound decisions to make, and we'll see what those are. Those are for him to make. Obviously not the peanut gallery, but it'll be an important day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "He says he's going to make some of those decisions immediately on day one, January 20th, so we shall see. Everyone, thank you very, very much.We'll be joined, by the way, by the chairman of the January 6th select committee, Congressman Bennie Thompson. He's coming up next. Stand by for that. Also this hour, the year's first major winter storm turns deadly. A live update of the forecast as officials are scrambling right now to respond. And later, the change coming to Canada, the Canadian prime minister, Justin Trudeau, abruptly announcing his resignation today, setting the stage for his country's first new leader in nearly a decade. We'll be right back. (COMMERCIAL BREAK) [18:20:00] BLITZER:  Let's get back to the breaking news, Donald Trump's election certification going off without a hitch today as Congress counted the electoral votes. Joining us now, Democratic Congressman Bennie Thompson, he served as the chair of the January 6th Select Committee. Congressman, thank you so much for joining us. CNN has learned that the president-elect's mindset today was, quote, pure vindication. Congressman Jamie Raskin, a Democrat, as you well know, called today a very tough pill to swallow. As someone who put so much effort, like you, into the January 6th probe, how did you feel certifying Trump's election win today? REP. BENNIE THOMPSON (D-MS):  Well, thank you for having me, first of all, Wolf, and I think what the public saw today was how this process is supposed to work. We have elections. Elections have consequences. But at the end of the day, when you've gone to court, when you had recounts and you still lost, you go forward. In this particular instance Kamala Harris lost. And what we did as Democrats, we supported the process and that's how it's supposed to work. So, others who had a different idea four years ago, they created a problem. It takes Democrats to show Republicans how to get it done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Kamala Harris, the vice president of the United States, and the president of the Senate, according to the Constitution, she oversaw the certification today and did it very, very cordially, without any accusations or any problems at all.As you know, Congressman, the president-elect, Donald Trump, is accusing President Biden today of, quote, doing everything possible, Trump's words, to make this transition difficult. How do you respond to Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "THOMPSON",
      "sentences": "Well, you know, first of all, we are a nation of laws. And just because you don't like how someone is caring for the laws of the land, that doesn't mean that person is breaking the law. You just have a difference. So, I think our president to be on January 20th has to again realize we are a democracy. We are not a plantation. We are not some kind of tin horn dictatorship. We are a democracy. So, we have our differences, but we work them out. And those differences are worked out in an orderly, peaceful manner.And I hope, I thought President Trump would have changed, but I'm concerned, just like Jamie Raskin and a lot of other people are, this whole notion about retribution and all these kind of things that stoked the flames of January 6th, four years ago. Some of that language is still coming out. And it's just not healthy for the best democracy known to man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Which leads me, that retribution, if you will, to this question, Congressman, you suggested that you would be open to taking a pardon from President Biden in his final days in office. But listen to what former Republican Congressman Adam Kinzinger said about the possibility of a pardon. He said this earlier today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "The second you take a pardon, it looks like you're guilty of something. I'm guilty of nothing besides bringing the truth to the American people and in the process, embarrassing Donald Trump, because for 187 minutes he sat there and did absolutely nothing and showed how weak and scared he truly was. So, no, I don't want it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:02",
      "speaker": "THOMPSON",
      "sentences": "Well, first of all, let me be clear. We performed our constitutional duties as directed by the United States House of Representatives. We did it. We filed our report. The committee basically ended its work. Now, if people are dissatisfied with it, then that dissatisfaction risks. But we stand on the work of the committee. We make sure that we shared that report with everybody. We retained all the information, just as the law required. So, we've done that part.Now, if Donald Trump is hell bent on extracting retribution because members of Congress, staff, and to some degree, witnesses, told the truth, did their work, then I think if that pardon availability was there, it should be considered. None of us have really overadvocated for a pardon, but I think if it's offered, I would encourage the members of the committee and others to give it serious consideration before rejecting it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "Right now, a major winter storm is hitting the eastern United States, dumping several inches of snow on major cities like Washington, D.C. and bringing bitterly cold temperatures to millions of Americans.CNN's Brian Todd is braving the weather for us, he's outside, and our Meteorologist Chad Myers is standing by over at the CNN Weather Center, he'll have a forecast. But, Brian, first to you, give us the latest on the conditions where you and I are right here in Washington, D.C.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, Wolf, tonight some good news and some concerning news. First, the good -- (BEGIN VIDEOTAPE)TODD (voice over):  Tonight, round two of a massive snow dump blanketing the nation's capital in what is the city's snowiest day in two years. SHARON KERSHBAUM, DIRECTOR, D.C. DEPARTMENT OF TRANSPORTATION:  We tried to use the time during the lull to put some more salt down, but really, it's not enough. It's likely going to turn to snow to ice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TODD",
      "sentences": "The city's transportation chief is saying crews are trying to capitalize on breaks in snowfall to safety proof the roads here. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "KERSHBAUM",
      "sentences": "The salt doesn't work super well when the temperatures drop like this, so it's going to be hazardous for the next day or two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TODD",
      "sentences": "The storm catching some residents off guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everybody's been telling me it used to snow in D.C., but everybody says this doesn't happen anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TODD",
      "sentences": "Federal government offices in Washington, D.C. closed today, but that didn't stop the business of Congress.CHIEF PAMELA A. SMITH, D.C. POLICE:  The majority of our troops have showed up today. We've gotten great support from D.C. National Guard to help us move around the city by providing us with Humvees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TODD",
      "sentences": "Where there's increased security for lawmakers to certify the 2024 election results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "SMITH",
      "sentences": "When it comes to the county and the certification of the electoral votes today, we will be prepared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TODD",
      "sentences": "Tonight, hundreds of thousands from Kentucky to Virginia are without power. The country's meteorologists say this is the heaviest snowfall some Americans will experience in a decade. More than 60 million people were under weather alerts stretching through the Midwest to the mid-Atlantic, and some 2,000 flights have been canceled, with more than 6,000 delayed across hard hit areas. 4 million people in Kansas and Missouri were told to brace for a blizzard and dangerous travel conditions. Police reporting at least four storm related deaths on the road, one in Kansas Saturday and two Sunday when passengers who weren't wearing seatbelts in an SUV were killed when their vehicle slid into an embankment. Another death was reported in Missouri, where police say a pedestrian was killed when a snowplow slid into them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There are some really bad conditions out here. You don't want to be out in this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "TODD",
      "sentences": "State police in Maryland say they got almost 500 calls to help drivers since the storm started. And officials in Indiana and Ohio were imploring would be motorist not to go out in icy conditions, sharing photos of wipeouts on whited out roads. Back in Washington, however, those who don't need their cars during the icy weather are opting for a different mode of transport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The conditions are actually great. You should get your skis on.(END VIDEOTAPE) TODD (on camera):  The good news is that you can see some black top behind me on roads like this. This is 395 heading south from D.C to Virginia. But the bad news is that the temperatures are dropping drastically at this hour. A lot of this is going to turn into ice, and that's going to make it even more dangerous, also the dropping temperatures for hundreds of thousands of people who are without power tonight throughout the mid-Atlantic and the Midwest region. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITIZER",
      "sentences": "All right. Brian Todd, outside here in Washington, D.C., thank you very much.For more on the storm, I want to bring in our Meteorologist Chad Myers. He's inside over at the CNN Weather Center. Chad, how much are we still going to see from this storm? And where has it hit hardest, and what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITIZER",
      "sentences": "A federal judge has just held Rudy Giuliani in contempt for failing to turn over information to the two Georgia election workers he defamed.I want to bring in our Crime and Justice Correspondent Katelyn Polantz. She's got the latest information for us. Kateyln, so what happened specifically in court today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Rudy Giuliani took the stand on Friday and then again today in the federal courtroom of Judge Lewis Liman in Manhattan, and he tried to tell the judge he was doing what he could to -- he believed he was doing what he should be doing in turning over information to Ruby Freeman and Shaye Moss. The reason they're in court is because they're trying to chase down Giuliani's assets. He owes them $150 million for defaming them. And so they are in court now trying to collect on that.What he's doing is he's trying to keep specifically a $3.5 million condo in Palm Beach, Florida, where he says he's living. He says it's his primary residence. There's some question over that. So, he's headed to a trial and he's refusing to give them information to respond to questions, to give them emails in preparation for that trial. So, the judge said in court today, Giuliani was on a video conference today, he was calling out of Florida, the judge said he has testified that he did not respond because he suspected the motives of plaintiff's counsel. That is not an excuse for violating the court's orders. So, Giuliani is now held in contempt and it's going to make it harder for him to make some arguments and present the evidence he wanted to when he tries to tell the judge he should keep that Palm Beach condo. We did get a statement from his spokesman after he was held in contempt today saying that these lawyers for Ruby Freeman and Shaye Moss are trying to take away his most cherished personal belongings, but they can never take away his extraordinary record of public service, mayor of New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Former mayor of New York, former U.S. attorney for the Southern District of New York, and now facing all these legal problems, enormous legal problems.Katelyn Polantz, thank you very, very much. I want to get some analysis now from our Legal Analyst Norm Eisen. Norm, the judge hasn't said what sanctions Giuliani will face, but how likely is it that the former mayor of New York Could lose his Palm Beach condo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Wolf, I think it is quite likely that Mr. Giuliani is in jeopardy of losing that condo. He could have been the recipient of extremely severe sanctions today. The judge did not, for example, give him jail time, but he did suggest that part of the penalty for this failure to cooperate will be limiting the defenses that Mr. Giuliani, the arguments that Mr. Giuliani will be able to make to try to hang on to this condo.So, reading the tea leaves here, he could have had a better chance of keeping this residence if he'd cooperated fully. He's failed to do that. Judges don't like that, Wolf. I think he may well lose that Florida condominium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "So, how do you see overall, Norm, this legal fight playing out, the fight to collect on the defamation judgment, what, $150 million against Giuliani, how do you see that playing out? And will Freeman and Moss, these two election workers, do you think they'll be able to collect anywhere near that kind of money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:11",
      "speaker": "BLITZER",
      "sentences": "Yeah, very interesting. In the sentencing for Trump, by the way, norm in the New York criminal case that he's facing, the judge today denied the president-elect's bid to delay Fridays hearing. Does this mean that will take place or could Trump still try to delay it even more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:11",
      "speaker": "EISEN",
      "sentences": "No, Trump will run this question now that the judge has turned it down through courts of appeals. He will try to find some court any court that will listen to his argument. But, Wolf, Trump's argument in essence is that he's immune. Immunityonly applies to official conduct. Here, this was campaign 2016 election interference, 34 convictions for covering that up by a New York jury. That's not immune. Trump's not entitled to a stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:33",
      "speaker": "BLITZER",
      "sentences": "Tonight, a major announcement by one of the world's most recognizable leaders, Justin Trudeau. Canada's prime minister for nearly a decade announcing he's resigning.CNN's Paula Newton is live in the Canadian capital Ottawa. She's joining us right now. Paula, how did the prime minister come to this decision and what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:33",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "Well, he pretty much admitted that he did not come to the decision uh very easily, Wolf. I mean, this is a guy who described himself again just today, Wolf, as a fighter as someone who's never known anything else but to fight with every bone in his body and yet he admitted that at the end of the day, his own party didn't want him in the ring for the next fight. I know a lot of this is sounding familiar, so too will the issues at play here.One, Trudeau did not plan well for his own succession but more to the point he didn't stick close to those kitchen table issues, Wolf -- inflation, affordable housing crisis and also legal immigration that many believe is really testing Canada's public services. Trudeau also bemoaned polarization. I will note that he's part of that polarization in politics. Listen to him now. (BEGIN VIEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:33",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "I care deeply about this country and I will always be motivated by what is in the best interest of Canadians. And the fact is despite best efforts to work through it, parliament has been paralyzed for months after what has been the longest session of a minority parliament in Canadian history. I intend to resign as party leader as prime minister.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:33",
      "speaker": "NEWTON",
      "sentences": "Now, I will note he's on for at least a few more months and that means he will likely come into contact one way or the other with President-elect Donald Trump. Now, look, Wolf, just have a look at all of these posts. Thepresident-elect has been absolutely relentless calling Canada the 51st state, calling Trudeau governor. He has definitely been trolling him yet again and seemed to today in a further post kind of take you know the credit for having Trudeau resigned. Really what is that issue here though is that his own party decided that he should step down. Pierre Poilievre, the conservative party leader ahead by at least 20 percentage points in the polls right now and Chrystia Freeland who I know you know, Wolf, is in fact was for almost a decade his right-hand person finance minister deputy prime minister resigned weeks ago and wrote a scathing resignation letter saying Canada wasn't ready for the so-called nationalism of America first from Donald Trump. All of this put together and he is one of the last people in Canada to really put it together that he needed to step aside. Again -- again though, a reminder here, Wolf, there is a few more months where he will remain as prime minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:07",
      "speaker": "BLITZER",
      "sentences": "President Biden is in New Orleans tonight paying tribute to the victims of the New Year's Day terror attack there. This as we learn new information about security failures -- major security failures in the French Quarter identified years ago.CNN's Rafael Romo is joining us live. He's in New Orleans right now. Rafael, take us through this exclusive new CNN report about dysfunction that may have led to a major security lapse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:07",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Yeah, dysfunction to say the least, Wolf, and this is a report obtained exclusively by CNN's Pamela Brown that says among many other things that are concerning regarding the security here in New Orleans, that politics and bickering hinder security in the French Quarter here in New Orleans. Of course, that's where the New Year's Day terrorist attack happened.Let me read to you, Wolf, some of the findings in the report that was made in 2009 by the firm Interfor International it says that internecine politics and bickering as a significant hindrance to the good efforts by stakeholders to address security in the disaster. That's one of the problems that was identified. So it begs the question as to what would have happened if that wouldn't have been in the way regarding the attack on New Year's Day. We have obtained reaction from the organization that controls the French quarter that manages the French Quarter. And they said the following in a statement, Wolf, the strength of our ongoing partnership with the city and the New Orleans police department allows open communications of resident and business concerns and the results of any studies or reports completed and this as the FBI has released information pertaining to the assailant that he was here in New Orleans a couple of times before the attacks -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}