{
  "date": "2025-01-02",
  "headline": "CNN Newsroom",
  "subHeadline": "FBI Now Believes New Orleans Attacker Acted Alone; Tomorrow New House Convenes and Votes On Speaker; Moment Of Silence Before Sugar Bowl Game; Biden Speaks On Deadly New Orleans Terror Attack. Aired 3- 4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:33",
      "speaker": "ISA SOARES, CNN HOST",
      "sentences": "A very warm welcome, everyone. I'm Isa Soares in London. Thanks so much for joining me today on CNN NEWSROOM.Let's get straight to the news, because there's a lot of it this hour. We begin with the FBI's investigation into the deadly New Orleans terror attack. The FBI now believes the suspect is 42-year-old Shamsud-Din Jabbar acted alone when he rammed a truck into a crowd in early New Year's Eve morning, you can see there. The FBI says the attacker was, quote, their words, 100 percent inspired by ISIS, and they have clarified the death toll as 14 victims. I should say. Jabbar died in a shootout with police. And this just in to CNN, exclusive new video you're seeing there appears to show Jabbar outside his Airbnb rental just hours before the deadly attack on New Year's Day, and this was captured by New Orleans resident's doorbell camera. Less than an hour from now, the postponed Sugar Bowl, meantime, is set to kick off, and it will take place only blocks away from the terror attack on Bourbon Street, now open again to the public. New Orleans police chief says hundreds of officers are in the area ahead of today's game. And all this comes as authorities also look into an incident in Las Vegas where Tesla Cybertruck blew up outside of Donald's -- Donald Trump's hotel. So far, there is no indication that the two incidents are connected. But, of course, we are waiting for more details. We did hear from the sheriff, who says a strange similarity, but nothing suggests they were connected. Let's get more on that. I want to go to CNN's national -- senior national correspondent, Ryan Young, who is live in New Orleans near the crime scene. And, Ryan, Bourbon Street, as we just mentioned, we're seeing more lively as reopened in the last hour or so. Just give us a sense of the mood there in the wake of this horrific attack. RYAN YOUNG, CNN SENIOR NATIONAL CORRESPONDENT:  Yeah, it has reopened. And that was after a second line procession went through with pastors, and they brought roses and they had a ceremony right there where the spot where a lot of the victims died. But you can see a big change here as the road traffic is open. First of all, you can see the heavily armed officers just over here who are standing guard in front of Bourbon Street, and you see this large truck that's also been placed here to make sure no one can cut around. We're going to walk you down here so we can show you what else is also here. That barricade was not up during the time that this attack happened. That was down because a lot of times this malfunctions, but now it is up to make sure that traffic can't come through here. There are fans from all around the country who are here for that game, who are now back on this famous street. We talked to the superintendent, who basically told us they're doing everything they can to keep people safe, but on top of that, they want to thank their officers for doing the work they did. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "YOUNG",
      "sentences": "Chief, you do believe that the officers who were involved in this really saved more lives?SUPT. ANNE KIRKPATRICK, NEW ORLEANS POLICE DEPARTMENT:  Oh, absolutely. It's not a belief as I know it to be. If you look down Bourbon Street here, this perpetrator, this terrorist, went three blocks. That's where our officers engaged him in gunfire. And it was an exchange of gunfire. And so, if that had not occurred by our officers, who were absolutely heroic, it could have been six blocks, it could have been nine blocks. It could have been all the way down the stretch. It is because of New Orleans police officers who literally engaged this terrorist in a gun battle that more lives I know were spared and saved. It's not a takeaway at all from those who lost life, but our officers were the ones who stopped this terrorist. I'm so proud of them. They are truly men and women of courage. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:33",
      "speaker": "YOUNG",
      "sentences": "So that is the world famous Bourbon Street just down there. And again, you can see this barricade has now been opened to make sure that no cars can pass here. And of course they have the extra security that has been involved in this, that investigation, of course, unfolding. They believe that suspect was obviously on his own when he decided to do this.So that part of the investigation is closed. But we know there are so many more pieces they are trying to put together. Hundreds of officers being searched in New Orleans to make sure it's safe. They're also watching this area because the Super Bowl will be held here in about a month. So they wanted to make sure that part of this was safe as well. As they surge more resources into this area -- Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "YOUNG",
      "sentences": "Well, I've been talking to fans. A lot of them were not deterred. They wanted to show that they were not scared after this terror attack. So they kept their families here. There are people who are getting ready to go to that game. They're going to walk over together.I can tell you almost every block here has at least ten officers. So you feel that surge of security, that long weapons, you have cars, you have trucks. All these things have been put into place. So, right now, people do feel safe. But obviously your heart has to go out to all the families that were involved in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "SOARES",
      "sentences": "Yeah, indeed. A hard fought for all of them at this hour.Ryan, appreciate it. Ryan Young there on the scene in New Orleans. Well, a big question lingering. And there's so many at this stage about this attack is how it could have been prevented. Last month, the Department of Homeland Security, as well as the FBI, warned really about lone offenders becoming -- lone offenders could become violent around the holidays, and they might use simple tactics like vehicle ramming. And that warning comes from internal memos that have been obtained by CNN. Joining us now to discuss is our senior law enforcement analyst, Andrew McCabe, who's live for us in Washington, D.C. Andrew, great to have you on the show. Look, current as well as former U.S. officials have been publicly warning about the risks of so-called lone wolf attacks. I mean, I'm just seeing here that, it was former acting COA director Michael Morell, who co-wrote a widely circulated piece in foreign affairs over the summer, where he warned that terrorism warning lights are blinking red. Just put some context on this for us. I mean, what more do we know about the history? First of all, of these attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, Isa, we know that the kind of global picture of international terrorism has been getting progressively darker over the last few years. And that is because the relative calm that we've seen in Syria up until maybe last month when the government turned over, and -- and in other areas in the Middle East has given ISIS a bit of an opportunity to regenerate, to kind of recoup from some of their losses from a few years ago.We've also seen ISIS affiliates, most notably ISIS-K that operates in Afghanistan, returning to what we call external operations. So they have actually recruited and trained and directed operatives to perform attacks in other foreign countries. You saw it in Iran. We've seen it in -- we've seen some in Russia, in the theater attacks. So, the rising tide of a somewhat resurgent ISIS, maybe not quite as strong as they were in 2015, during their rise in Syria and Iraq. But nevertheless, a capable terrorist entity that's able to project their terrorist desires outside their own borders into places they would consider enemy territory. So with that, we have to constantly be returned to that level of vigilance, maybe that we had about al Qaeda and ISIS, back in the 20 -- you know, 2010 to 2015 era.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "SOARES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "MCCABE",
      "sentences": "We've got to start reminding people that this threat is still there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "SOARES",
      "sentences": "And talk about the evolution of that, because I remember back in 2014, I mean, what we saw is people going -- being trained in these locations in Afghanistan and so forth and radicalized there. But that has changed, hasn't it?Talk about the process of radicalization right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "Does that then, Andrew, make these lone wolf attacks and the way that you've just highlighted the evolution of it, does that make it difficult to stop them to prevent this? I mean, how can the officials restore the public's confidence when it comes to measures being put in place for future major events?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "MCCABE",
      "sentences": "Isa, these are always -- these have always been the attacks that bother counterterrorism officials. And I can tell you from having spent many years running the FBI's counterterrorism program and other national security programs, this is what you lie awake at night worrying about.You feel good about the things you know, the threats you're aware of, the things you're prepared for, but you're constantly worried about the ones you don't know. And the lone wolf is the hardest to find. Typically, we don't know about them until they've gone into action mode. How do we prepare for that? Well, we know what they like to target. We have an understanding of what ISIS or al Qaeda or other groups, the directions they've given them, the areas they've told them to focus on. So we have to think proactively. And when you have a large gathering of a massive number of people in an open space, like a major metropolitan area in the United States, New Orleans is a perfect example. You have to take every precaution you can. One of those critically is denying access to that area to people in vehicles. You cannot allow vehicles to get into that large, compressed, crowded area because as we've seen time and time again with these vehicle borne attacks, committed, determined terrorist will get past your weakest link in your security program. And time and time again, they've turned to vehicle borne attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "And very briefly, I mean, we are getting were still we still have many questions. We're still getting some answers with lots of caveats. But what's standing out to you and what questions do you have, Andrew, at this stage?Because we know that it's a premeditated act of terrorism. Suspect acted alone, 100 percent inspired by ISIS. What questions do you have that you think are pertinent at this stage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "MCCABE",
      "sentences": "Well, you know, the most important question is always, did anyone else know about what they were doing? Because that unlocks the mystery as to whether or not we have an ongoing threat. Now that we've seized, I think, three telephones and two laptops from the Airbnb that this terrorist used the night before. That'll give the authorities a much better insight into who he was talking to, the things he was thinking, what he was searching on the Internet, all those sorts of things. So that's -- that's very positive.I also want to know how did a guy, former military, struggling businessman, struggling family man, struggling with divorce, struggling with financial insolvency, how did that person turn to ISIS of all places? That is the question about that path to radicalization. It helps us because it makes us smarter to know when you know how one person got there, you've got a better chance of finding others who will take the same path.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "Important questions that still need to be answered. We're getting some clarity, but also. But so much, of course, remains.Andrew McCabe, really appreciate your analysis. Thank you, Andrew, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "MCCABE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "In the meantime, the FBI is conducting searches in Colorado, in connection with Wednesday's Cybertruck explosion in Las Vegas. It is believed the suspect rented the Cybertruck and parked it in front of the Trump International Hotel in Las Vegas.Surveillance video shows a firework type of explosive engulfed the vehicle. The driver died inside. Natasha Chen joins us now with the latest. And, Natasha, you and I were talking in the last hour or so. We are starting to get more clarity from Las Vegas officials regarding the subject, the person behind it and the man they say has been identified but not conclusively, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "That's right. And that's because police say that the truck itself and everything in it, and the person in it were burned beyond recognition. The person was burned beyond recognition. That is why the sheriff of the Las Vegas Metro Police Department said that he cannot, with 100 percent certainty, conclude that it is him they would need to go through DNA and medical records.But they have a significant amount of evidence to say that Matthew Allen Livelsberger is the person who rented the vehicle because of identifying tattoos and identification that was found in the truck. They know that he drove the vehicle from Colorado, where it was rented through the Turo app here to Las Vegas on New Year's Day, on New Year's morning. Inside the vehicle, they showed charred remains, photos of his military ID, his passport, two semiautomatic handguns that they say were lawfully purchased two days prior to this explosion. [15:15:14] They also found fireworks and iPhone, smartwatch, credit cards, and they are not aware of anyone else involved in this case. They did say that the person inside the truck died of a self-inflicted gunshot wound just before the explosion, and that the materials they found inside seemed designed to create a larger effect. Although they said that the construction of the Cybertruck itself actually limited the damage quite significantly, because the glass in front of the Trump Hotel, right there was not even damaged. We did see that the ceiling of it did have smoke damage, and there was a hole there in the ceiling, but it's still very -- the building is usable by guests right now. It's completely open access, though there is some police presence there. There is still an investigation going on, obviously, an international investigation, because we know that burger was serving active duty in Germany and on approved leave when this explosion happened. So a lot of questions still remain, Isa, that we're waiting to hear answers on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "We certainly are.Natasha Chen, as always -- thanks, Natasha. And still ahead, it is anyone's guess to what will happen tomorrow when the U.S. House comes together to vote for a new speaker. It is unclear whether current gavel holder, Republican Mike Johnson, has the votes despite, of course, you remember, Trump's endorsement. That story for you, just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "A really difficult task tomorrow ahead for House Speaker Mike Johnson as he tries once again to clinch the gavel, only now he can only afford to lose a single Republican vote. That's assuming that every Democrat and Republican is in the chamber, and every Democrat is voting for Hakeem Jeffries.But we already know of one Republican, Thomas Massie of Kentucky, who says he's going to be voting for another candidate. That means that Johnson can't lose any other Republican members. But CNN knows of at least more than a dozen Republicans right now who have not confirmed that they are going to be voting for Speaker Johnson on Friday. Already, Republicans are beginning to prepare for a scenario where they could have multiple rounds of voting, obviously echoing back to when Kevin McCarthy tried to clinch the speakers gavel and went 15 rounds before successfully getting the speakership back in 2023. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "SOARES",
      "sentences": "Lauren, thanks, Fox -- thanks very much for that.Well, let's dive deeper with an expert on all things congress, Jackie Kucinich, CNN political analyst. And, Jackie, I mean, he's sounding pretty confident. But, you know, 15 rounds seems like a lot. Are we -- are we bracing? Should we be bracing here for multiple rounds again? What is your sense of just how chaotic this is going to take -- this is going to be tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "JACKIE KUCINICH, CNN POLITICAL ANALYST",
      "sentences": "You know, it's unclear. And, Lauren's absolutely right. There are those, you know, potentially a dozen holdouts. Some of them are harder than others to convince at this point. Johnson getting President Trump's endorsement really is a big deal. You had one of the holdouts, Scott Perry, said they were watching, saying a week or two ago that they were watching to see what President Trump wants them to do.What Johnson has in its favor is there's no animosity toward him, per se, where Kevin McCarthy, Matt Gaetz just did not like him and wanted to exert pain. And that was -- so you always knew that that was going to be problematic and came back to haunt him later. Johnson, it's more that Republicans or conservatives rather, are upset with some of the bills that passed last year. Now, John -- now, whether that's fair or not, I think is up for debate because Johnson was dealing with a Democratic president and a Democratic Senate. So reality has to set in at some point of what can actually get passed. That said, they're not moving there. And he's doing a lot of talking right now, which is why you see some of them huddling inside his office right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "SOARES",
      "sentences": "Yeah. Let's talk about those holdouts we've shown a couple of them just now in your screen, because some of the Johnson holdouts were also McCarthy holdouts, particularly the spending hawks.But there was a sense last year that personal issues here were plaguing McCarthy's bid. Some didn't like him, some didn't even trust him. Is that true this time you think of Johnson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "KUCINICH",
      "sentences": "It doesn't seem to be true with Speaker Johnson. This has more to do with his policy choices, again, is my understanding, rather than who he is. I think most Republicans like him, think he's a nice guy. It's just some of them don't think he's up for the job, which is why Thomas Massie said that he's not going to vote for him. He's someone that won't budge.But I think, you know, when we step back and we look at this more broadly, let's say, for arguments sake, that Johnson does, you know, does get past does become speaker. Every single debate is going to look like this, potentially, if there is disagreement within the Republican conference, because the margins are so tiny. Even when they do get those members back who are going into the administration, when they're replaced, still tiny, tiny margins, every debate is going to be a bit painful for whoever becomes speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:04",
      "speaker": "SOARES",
      "sentences": "And on that, CNN article this morning, the last time a minority in the House held 215 or more seats was after the 1930 elections, when Republicans won 218 seats, Democrats 216 and the Farmer Labor Party won one.I mean, how would Trump here and the Republicans is going to get any legislation passed this stage? I mean, isn't this just a recipe for gridlock?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SOARES",
      "sentences": "Yeah, but -- I mean, he's already endorsed him. Was surely that should have been enough, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "KUCINICH",
      "sentences": "You'd think that. And we've already seen them. I mean, we saw this during the spending debate just a couple of weeks ago where Trump wanted the debt ceiling raised in that bill. And conservatives balked.So there is -- every time when you look at when you just look at this broadly and say, okay, Republicans control all these important places in Washington, that doesn't mean there won't be debate. That doesn't mean there won't be friction. That doesn't mean there won't be gridlock. They've got a lot of work ahead of them to get together because when you look at Democrats, it's a lot easier to be on the same page and united when you're in the minority and you're uniting against something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SOARES",
      "sentences": "And speaking of the Democrats here, Jackie, I mean, where are they in this? Is there any possibility here of Democrats perhaps striking a deal to help Johnson if he can get the votes? I mean, what is your sense?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "KUCINICH",
      "sentences": "I haven't heard of any effort at this point. All I've heard is that they're going to hang together. They're trying to get everybody in town in that chamber, because the numbers do matter here in terms of how many of them show up, I think.But if Johnson ended up getting across the line with the help of Democrats, you would imagine that would open up a whole new can of worms for him among conservatives, and there'd be a lot of upset people. So I think he's going to -- right now, he's focused on trying to get his people in line, and Democrats are just happy to watch them twist in the wind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SOARES",
      "sentences": "Do you think very briefly, do you think he'll do it? Do you think he'll get over the line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "KUCINICH",
      "sentences": "Oh, I've learned not to predict anything when it comes to this Congress and this administration. So we'll just have to wait and see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "SOARES",
      "sentences": "Very wise. Jackie, all right, let's get the get the popcorn out if it's going to be this long. Jackie Kucinich, really appreciate, Jackie. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "KUCINICH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone.We are less than an hour from kickoff of the Sugar Bowl in New Orleans. The college football playoff game between the University of Georgia and Notre Dame was delayed for one day after Wednesday's terrorist attack. Fourteen people were killed and dozens injured in the attack on Bourbon Street, just hours before the two teams were to face each other. Andy Scholes joins us now. And, Andy, you and I were talking security as we looked at those live images earlier -- crowds, so many people turning out. But security has been enhanced. Just talk us through what you are. You're hearing actually looking at live pictures right now as people come out for -- for the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yeah, there were thousands of people on that square right there outside of the superdome just a little earlier. But now, as you can see, most of them have moved on inside to the stadium for the game. And officials said that security would be greatly enhanced for the Sugar Bowl today. There are hundreds of law enforcement personnel lining the streets around the stadium. Bomb dogs have been doing sweeps for the last 24 hours.Now we're about 30 minutes away from kickoff right now, fans, as you can see, just continuing to pour into the stadium. And we've heard from many of them who say they do feel safe moving around the city of New Orleans today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I feel like after yesterday, this is probably going to be the safest square mile in America. So I'm not too concerned. I'm just ready to watch the Dogs win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know, we feel for all the families and the victims that were involved. You know, we want to make sure that they're taken care of. And I think New Orleans has done a great job securing the city. But at the same time, we won't let terrorism disrupt what we're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In terms of like, public safety, I had no concerns. You know, I figured it's probably the safest place to be right now anywhere around here. Plus, you don't want to let the terrorists win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SCHOLES",
      "sentences": "Yeah. So fans are ready, as are the teams. Take a listen to what Georgia head coach Kirby Smart and Notre Dame head coach Marcus Freeman had to say to ESPN, ahead of what will surely be an emotional game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SOARES",
      "sentences": "Yeah.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "KIRBY SMART, UNIVERSITY OF GEORGIA HEAD COACH",
      "sentences": "Saddening and scary. I first want to thank the first responders who've done such a tremendous job keeping the city safe since then and doing what they do, and these kids want to come play a football game and do what they love to do, and they got an opportunity to do that today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "MARCUS FREEMAN, UNIVERSITY OF NOTRE DAME HEAD COACH",
      "sentences": "It's the last 24 hours is -- has been a reminder of, you know, life is short, but it's unpredictable. And for us, how you handle those unpredictable moments determine how successful your life -- how successful a football season, how successful you are in this game of football.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SCHOLES",
      "sentences": "Yeah. So the winner between Georgia and Notre Dame is going to move on to face Penn State in the Orange Bowl, which is going to take place one week from today.Now, a spokesperson for the Sugar Bowl says that they will be holding a moment of silence before the game to honor the victims of Wednesday's terror attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SOARES",
      "sentences": "Andy appreciated and apologies if I mispronounced your surname in the last hour, Andy Scholes. I will never forget it, etched into my memory now.Andy, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SCHOLES",
      "sentences": "No worries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SOARES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:23",
      "speaker": "SCHOLES",
      "sentences": "We are staying across the breaking news story has been bringing you the threat of ISIS, also known as Islamic State, might have deemed seem to be fading as we were talking about and just in the last 10, 15 minutes. But this week's deadly attack in New Orleans reminded the world of the enduring danger of Islamist terrorism and the ambitions of what is known by as ISIS-K, far beyond its camps in the mountains, of course, of Afghanistan.An ISIS flag was found in the attackers truck, and the FBI says they believe the attacker was, in their words, 100 percent inspired by the terror group. I want to dive a bit deeper into the role ISIS may have played in all of this. Now, Katie Bo Lillis joins us now. And, Katie, what are we learning at this hour about the suspect's connection to ISIS?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:08",
      "speaker": "SOARES",
      "sentences": "Katie, apologies to interrupt you, Katie. We're expecting to hear from President Biden and he is speaking now. Let's listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:08",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "-- to the last over from New Year's Day on dealing with two crises, one in Louisiana and one in Las Vegas.And I've assembled the entire defense and intelligence apparatus of the country in the Situation Room. And we've been spending a lot of time there. But I'm going to take another two minutes to talk a little bit about that and then go on to what we're here for. I want to give an update on the investigations into yesterday's terrorist attacks in New Orleans, and the truck explosion in Las Vegas. I've just come from the meeting not just to spend while we prepare these remarks better part of an hour from my homeland security team. The number of people killed in New Orleans has risen to 15, including the attacker, 35 people were injured. Today, the FBI briefed me that as of now, no information, we have no information that anyone else is involved in the attack. They've established that the attacker was the same person who planted the explosives in those ice coolers in two nearby locations in the French Quarter, just a few hours before he rammed into the crowd with his vehicle. They assess he had a remote detonator in his vehicle to set off those two ice chests. So there's no question that remember, all the talk about other people were involved, placed him. They have him -- they have established he's there and even established that he had a detonator to explode those -- those ice chests. As I said yesterday, the attacker posted several videos just several hours before the attack, indicating his strong support for ISIS, federal law enforcement and the intelligence community are actively investigating any foreign or domestic contacts and connections that could possibly be relevant to the attack. And so we're also continuing to investigate whether or not there's any connection between the New Orleans attack and the explosion in Las Vegas. As of now, as of now, they've just been briefed. They have not found any evidence of such a connection thus far. I've directed them to keep looking. The individual who rented the truck to explode -- that exploded in Las Vegas also served as active duty U.S. Army, and the FBI is working with the Department of Defense on investigating, including the service members possible motives, in all those he worked with in -- who served with him, with things he'd say and do. I directed my team to accelerate these investigations, so we have answers to our unanswered questions, and making every single resource available to get the job done. And we're going to share the facts as soon as I learn them, so the American public doesn't have to wonder. In the meantime, like I said last night, New Orleans is a city of tremendous spirit. It can't keep it down. You really can't. And we're seeing that today. The Sugar Bowl is back on. Kickoff is going to take off very shortly. If I don't get this thing done, we're going to be in real trouble. And the FBI has handed control to Bourbon Street back to local officials. Security of the area has been reinforced and it should be open for business later today, the Bourbon Street. People of New Orleans are sending an unmistakable message. They will not let this attack or the attacks -- attacker's deluded ideology overcome us. None of us should fear that he'll overcome us. We're going to continue to relentlessly pursue ISIS and other terrorist organizations where they are, and they'll find no safe harbor here. I'll continue to provide updates in New Orleans and Las Vegas as the facts develop. Now to the business at hand. I can't tell you how much I appreciate these two men. Not a joke. You know, I want to -- the fact of the matter is that the majority leader, Schumer, and chair Durbin, their leadership has been invaluable. You know, from my days of leading the Senate Judiciary Committee 200 years ago, I made judicial nominations a priority. And some of you may remember, I was involved in some very contentious Supreme Court nominations over the years. And today, I want to recognize --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "That's right. But it's also a fitting end for President Biden, who has made protecting democracy a cornerstone of his administration. And for a period, part of his reelection bid, which, of course, ended last year.Now, to your point, yes, this is an award, one of the highest civilian awards for Liz Cheney, but also for Bennie Thompson, two lawmakers who served as chair and vice chair of the January 6th committee. Now, it's notable, too, that the president-elect, Donald Trump, has said that Cheney and Thompson should go to jail for what they did. So you can see some of the tension, not only in the work that these two individuals did, but also with the incoming administration and continued infighting about the 2020 election. Of course, the president-elect, having said multiple times, falsely, that he had won that election. Now, another part of all of this is that Cheney was part of the vice president, Kamala Harris's campaign as well. Remember, she had gone out on the campaign trail to talk about January 6th, to talk about the work of the committee, to try to make the case for the vice president. Of course, the vice president didn't win the election. But all of this to say that she was a prominent figure, both for the work on January 6th, but also over the course of just the last few months. Now, of course, this is not just for these two lawmakers. This is also an award that is going to be recognizing 20 people in total. Some of the others that that includes are individuals who have done work for, for example, same sex marriage, for stricter gun laws, as well as two of President Biden's closest friends, former Senator Ted Kaufman and former Senator Chris Dodd. So, certainly, an opportunity for the president to close out his administration by awarding this two people who have done work in issue areas that the president has focused on, but also, perhaps most significantly, to recognize those that he and others in his administration have regularly sort of prominently mentioned as people who protected democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "SOARES",
      "sentences": "And have we heard, have we had any reaction from Liz Cheney to this and from Bennie Thompson to this moment? Because it is a pretty special moment for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "ALVAREZ",
      "sentences": "It is. And we'll hear more from them later today, certainly. But again, this is going to be something that may even get a reaction from President-elect Donald Trump because of what he has said about this committee before. So, certainly, we could hear more about all of this.But one more note that I do want to make is that last year, the president also honored those who had protected the Capitol and also protected the will of American voters in 2020. So there has been a theme here, when the president has distributed these awards. And of course, again, captioning it with these two members of Congress who had again been at the forefront of what was the investigation into January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "SOARES",
      "sentences": "Yeah, all exemplary deeds of service.Priscilla, appreciate it. Thank you very much. And up next right here, we'll look at President-elect Trump's promises about lowering your energy bills. Can he keep them? That is the question. We'll try to answer them next. (COMMERCIAL BREAK) [15:51:53] SOARES:  When Donald Trump takes office in just about three weeks, he'll set in motion a host of new policies, including those related to energy. It's something he talked about a lot on the campaign trail. But will he be able to live up to his promise of cutting your energy bills? Our chief climate correspondent, Bill Weir, takes a closer look for you. (BEGIN VIDEOTAPE) DONALD TRUMP, PRESIDENT-ELECT OF THE UNITED STATES OF AMERICA:  Frack, frack, frack, and drill, drill, drill. Drill, baby, drill. BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice over):  On the trail --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "TRUMP",
      "sentences": "We're going to frack, frack, frack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "WEIR",
      "sentences": "-- Donald Trump made some big energy promises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "TRUMP",
      "sentences": "And your energy bill, within 12 months, will be cut in half. And that's my pledge all over the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "WEIR",
      "sentences": "What's the reality of that as -- as he gets ready to take office?BOB MCNALLY, FOUNDER/PRESIDENT, RAPIDAN ENERGY GROUP, LLC:  You quote Eminem, it's more snap back to reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "WEIR",
      "sentences": "But even Republican experts say don't count on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "MCNALLY",
      "sentences": "Having worked for President -- President George W. Bush, and having looked, scoured the White House for a magic wand that can quickly lower oil prices or electricity prices, the truth is, it doesn't exist.RYAN KELLOGG, PROFESSOR OF PUBLIC POLICY &amp; DEPUTY DEAN, UNIVERSITY OF CHICAGO:  The reality is that consumers' energy bills, producers, production volumes, they depend much more on the whims of the global marketplace than what any single president can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "WEIR",
      "sentences": "And the U.S. is already producing more fossil fuel for that market than any nation in history. So, drilling on more federal land, experts say, would not affect gas prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "MCNALLY",
      "sentences": "Private land and shale is really where the action is. Federal land, you can tinker with things on the margin, maybe get a couple additional 100,000 barrels a day. You're not going to double U.S. production or increase it by even 25 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "WEIR",
      "sentences": "And remember when the pandemic and OPEC caused oil prices to crash? It was good for consumers, but horrible for U.S. oil companies. So, Trump asked Russia and Saudi Arabia to stop drilling so prices would go up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "TRUMP",
      "sentences": "Making it so that our industry does well and the oil industry does better than it's doing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:05",
      "speaker": "MCNALLY",
      "sentences": "When does an American president call OPEC to cut production to raise oil prices? Answer, never, accept the second quarter of 2020.Now let me be very clear, from the industry's perspective, President Trump can and will implement regulatory and policy changes that will vastly improve the outlook for energy investment. But in terms of lowering oil prices near-term, electricity prices, that is very, very difficult for any president to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "WEIR",
      "sentences": "And can Trump politics get in the way of that, or claw back that momentum in any way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "DESSLER",
      "sentences": "I think it's a real open question what is going to happen. Everybody needs to understand that a transition to renewable energy will fatten your wallet. You're going to walk out with a - with a better economy, cleaner air, better national security.I mean, the benefits of this -- from the clean energy transition are enormous for almost everybody. Not if you're a fossil fuel billionaire. They will not be better off in a clean energy. The fossil fuel billionaires will be worse off. And because of that, and because of the enormous political power they have, they have been able to essentially capture the political process to have politicians force us to continue using dirty, expensive fossil fuels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:03",
      "speaker": "WEIR",
      "sentences": "Bill Weir. CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}