{
  "date": "2025-01-03",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Johnson Re-Elected As House Speaker; Johnson Re-Elected House Speaker After Dramatic Vote. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:25:03",
      "speaker": "HAROLD ROGERS, DEAN OF THE HOUSE OF REPRESENTATIVES",
      "sentences": "Mr. Speaker, number one, congratulations on your election.When our Founding Fathers ... JOHNSON: Hold just a second, Dean, we don't have the microphone on yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "ROGERS",
      "sentences": "Hello. Test. Today, we celebrate our shared American self- rule. When our Founding Fathers rejected calls for an American king and chose a bold and innovative government of self-rule, it was met by opposition, understandably, by the world's kings. They said, you can't govern yourself, you need a king to direct the country. They said, it's only a dream, self-rule.The Founding Fathers said, you're right, it's the American dream. And thus, our Founders said that we should move on our own, with our own leadership. The Speaker of the House is the critical protector and promoter of self-rule, the keeper of the dream, if you will. And we've elected this man from Louisiana to carry on our bold experiment in democracy and self-rule. So, sir, if you're ready to assume this awesome responsibility, please raise your right hand. Do you solemnly swear that you will support and defend the Constitution of the United States against all enemies, foreign and domestic, that you will bear true faith and allegiance to the same, that you take this obligation freely, that you take this obligation without any mental reservation or purpose of evasion, and that you will well and faithfully discharge the duties of the office on which you're about to enter, so help you God?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "JOHNSON",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "ROGERS",
      "sentences": "Congratulations, Mr. Speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "JOHNSON",
      "sentences": "Thank you.You may as well remain standing, because according to precedent, the chair will swear in the member's elect en masse. The member's elect will all rise. The chair will now administer the oath of office. Will you raise your right hand? Do you solemnly swear or affirm that you will support and defend the Constitution of the United States against all enemies, foreign and domestic, that you will bear true faith and allegiance to the same, that you take this obligation freely without anti - any mental reservation or purpose of evasion, and that you will well and faithfully discharge the duties of the office on which you're about to enter, so help you God?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "ALL",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "JOHNSON",
      "sentences": "Congratulations. You are now members of the 119th Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "The 119th Congress is now up and running with 434 members sworn in, including a Speaker of the House, which is now Mike Johnson, serving for a second term, 434, because Matt Gaetz was elected but decided not to get sworn in, which is why they're just one short of having the full house there.As we're talking here outside, the snow is falling. Snow is starting to fall outside. It's very windy, so that's what they're going to have to walk out to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think the control room may be protecting us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "BASH",
      "sentences": "Okay, good.David Chalian, this is certainly a moment in history, and what we're seeing right now - okay, what we're seeing right now is the normalcy of what it is supposed to be, which is people getting sworn in, their family's there, it's celebratory. I'm actually told that the wind is picking up so much that I'm not sure if you can hear me, so Jake, I'm going to go back to you in the studio. (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    }
  ]
}