{
  "date": "2025-01-09",
  "headline": "Inside Politics",
  "subHeadline": "Carter Motorcade En Route To Joint Base Andrews; Palisades And Eaton Fires Have Scorched Nearly 30,000 Acres; Two Biggest California Wildfires Still 0 Percent Contained. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR, THE SOURCE",
      "sentences": "-- fundamentally reshaped not only Walter Mondale's vice presidency, but for J.D. Vance sitting in there, it's going to be like for him in the next four years. He'll have an office in the West Wing. That's because of Jimmy Carter.And that relationship between presidents and vice presidents, speaking of Trump and Vice President Pence, just that entire dynamic and Obama and Biden shifted because of Jimmy Carter. And so, I think Stuart made a great point in saying a lot of the things he did had lasting change on the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "It's not the number of years, he said, that Stuart Eizenstat, said that you serve as president for the accomplishments that you achieve as president of the United States. And he helped create the Department of Education, the Department of Energy, a peace treaty between Israel and Egypt at the time.This is just a few years after they were at war. And he spent 13 days --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BLITZER",
      "sentences": "-- at Camp David working around the clock to achieve that deal. And it certainly came through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HUNT",
      "sentences": "It did, Wolf. And, you know, the other thing that's interesting, too, about how Carter's presidency is reflected upon now, part of why his relationships with others in this president's club was a little bit fraught was because for a long time, President Obama, for example, when he was in office, didn't consult Carter about things, especially in light of the financial crisis.There was almost a fear of association with his presidency that obviously was set aside for today. You know, but speaking of President Obama as well, and kind of the threads that connect all of these men, one of the most interesting moments during the beginning of, you know, ahead of the service was when -- and Kaitlan, you and I were sitting here watching it together, when Barack Obama sat down next to Donald Trump. They had what seemed to be a lengthy and, to the eye anyway, pleasant conversation, some back and forth. It was actually a pretty sharp contrast to how, at least at the beginning of the service, Donald Trump seemed to not interact with President George W. Bush at all. It seems like they shook hands at the conclusion after the service (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes, we did see them shake hands later on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HUNT",
      "sentences": "But a really kind of remarkable moment that really -- I mean, you have to wonder what the two of them were said. And actually, an official told me that these presidents, when they come into an event like this, there's actually a very small room inside. It's near one of the other of the chapels, another -- one of the chapels there.They all are expected to wait together. Now, we don't know the details of what happened this time around, if someone was in the hallway or, you know, President Biden was a little bit later than the others. But I think it's worth noting that they also do get private time together. And, you know, Wolf, I'm sure you've covered or been there for, I remember when I was a pool reporter for the Associated Press, when you -- I was in an elevator with every Republican running for president in 2012 at the same time. Those moments where they are together privately are also can be in many ways more remarkable than the ones we see in public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BLITZER",
      "sentences": "It was really a significant moment. These former presidents of the United States all gathering together to pay tribute and to honor Jimmy Carter. It was very moving to see it. I was inside and I could see it up close. And it was really powerful moment.So now this casket right with the American flag is leaving the Washington National Cathedral and was making its way, as I said, towards Joint Base Andrews outside of Washington to head back to Georgia. This is a significant development indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BLITZER",
      "sentences": "Let's listen in for a moment.John Berman, you're watching all of this unfold as well. Let's bring you into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:10",
      "speaker": "AUDIE CORNISH, CNN HOST, THE ASSIGNMENT WITH AUDIE CORNISH PODCAST",
      "sentences": "It's also intriguing to think of him in the context of today as a servant leader, which is a kind of leadership style that people talk about having biblical roots, but also later proper roots in leadership theory, where it's not about only amassing power for power's sake.It's actually about being a servant to the people around you, which is why I could see how he might have ruffled feathers about what you were saying, Kai, right? Because to him, he's like, no, no, I went there to serve. I went there to accomplish a lot and that legacy shouldn't be ignored. And today you very much saw the burnishing of a legacy, trying to kind of rewrite the parameters of how he has been talked about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:10",
      "speaker": "BERMAN",
      "sentences": "There was some resume repetition there from Stuart Eizenstat, Ted Mondale a little bit. And there was the presence of five presidents in the room, but to me, they were overshadowed by one former president not in the room, and that was Gerald Ford. When Steven Ford began speaking, reading the eulogy that his father, Gerald Ford, had written, I think all of us sat here and got chills.KATE ANDERSEN BROWER, AUTHOR, \"THE RESIDENCE\": It was beautiful. Steve Ford said that they respected each other as adversaries, but cherished each other as friends. And I thought that was beautiful. That, you know, these are two men who didn't on paper have much in common. They grew close. They helped each other in the post-presidency, raised money for each other's libraries. Gerald Ford did actual some work for the Carter Center. Jimmy Carter did some work for the Ford Library. And to me, it really draw -- it makes the point that, as Dwight Eisenhower said, the country is far more important than any one of us. And I think that these former presidents saw -- we saw that today. It was a rare moment where we see them coming together. And I think you can look at every single one of these men and make these comparisons. I mean, Bush and Obama, for instance, after bin Laden was killed during the Obama administration, one of the first calls President Obama made was to George W. Bush and said, we did it. That's the continuity of the work that goes on in the presidency that's not about one administration, one man or another. It's about American democracy, and it's not about ego. It's about generosity. And I think that we see this kind of bygone era. You know, it's not completely gone. There are still signs of it. We saw some of it today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:10",
      "speaker": "BERMAN",
      "sentences": "Tim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:10",
      "speaker": "TIMOTHY NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "I agree with Kate. This was a celebration of a man, but it was also a celebration of an era. And in a sense, it was a coda for an era. Just think about this. The last president of the silent generation said goodbye to the last living president of the greatest generation.The last of the senior lieutenants, no, sorry, one of the last senior lieutenants of Martin Luther King evoked Martin -- Dr. King and the era in saying goodbye to this miraculous white landowner from the Black Belt who was a progressive on civil rights. We were walking through the history of the last 80 years of our country's existence through the speeches directed to the memory of one man. So Jimmy Carter contained multitudes, but his era contained multitudes. President Biden talked about the fact, as Kate mentioned, that those values will, he hopes, outlive Carter. One can only hope. But on this day, we won't think about the next day. We'll think about those days before when Jimmy Carter was among those walking this earth and celebrating certain values and living them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:13",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "And we're going to return to the breaking news right now. The deadly wildfires raging out of control through Los Angeles County, the most populous county in the United States. Right now, nearly 200,000 people are under evacuation orders. The sheriff declared that it looks like a bomb was dropped in some areas.Devastating scenes like this are all over L.A. Whole neighborhoods are burned to the ground. Schools, businesses, places of worship all turned to ash. The two biggest blazes, the Palisades fire and the Eaton fire have scorched nearly 30,000 acres, and it is far from over there. In fact, officials still say they have not contained any of the fire. We are about two days into this in those areas, and it is zero percent contained. At least five people are confirmed dead, but officials say that number will rise. The Palisades fire is now the most destructive blaze in L.A. history. One resident there says she broke through areas closed to public access so she could see the damage for herself. (BEGIN VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:13",
      "speaker": "KIMBERLY DEVANE, PACIFIC PALISADES RESIDENT",
      "sentences": "It's Armageddon. I'm driving through a war zone right now, and I don't even know what to say. I'm speechless. I'm shocked.I'm just so sad for our devastated community. We lost 600 fire -- homes in the Woolsey fire, one of which was mine. And now I don't even know how we're going to be able to recover from this. (END VIDEOCLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:13",
      "speaker": "BASH",
      "sentences": "At this hour, firefighters are battling five major blazes. And while the winds have decreased, the danger is far from over. CNN's Kyung Lah is live in Altadena. So, Kyung, Altadena, for people who aren't familiar with the geography, is inside where that Eaton fire is. And again, officials say it is zero percent contained.We see what's behind you on the ground there. What else do we see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:13",
      "speaker": "KYUNG LAH, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "sentences": "I want you to just get a snapshot because we're talking about these big numbers, about acreage. This is also very much about human beings. This is Yvette Anderson's (ph) home, and she invited us to come here and walk through it with her just a short time ago.This is her front stoop. This is her kitchen. She even wanted to point out her pots and pans. Her appliances are charred. She is a nurse at the V.A. She has lived in this home, building it for 25 years. Back in the distance, you can see where her 80-year-old mom lived. And she raised her children here. She has grandchildren here. A three- bedroom, two-bath house that's now just reduced to nothing. And 24 -- a little more than 24 hours ago, she thought all of this was going to be fine. The fire came so ferociously and so quickly through. You can see that it didn't even burn up parts of this front lawn. And then walk out this way, and this is Yvette's (ph) entire neighborhood. It's almost completely gone. This is a middle-class community where you have nurses like Yvette. You have firefighters. You have police officers, a working-class community that knows each other. And this is a special place because of that. And what they are now experiencing is, you know, you're hearing choppers in the air. This firefight is very much happening as we speak. It is a dangerous, deadly fire, more than 10,000 acres. Five people here in Altadena have died. So when we talk, Dana, about what this means, this is going to mean millions upon millions as people like Yvette try to figure out how they're going to rebuild their homes and what all of this is means. It's going to mean a struggle with insurance and trying to right now figure out which hotel they're going to have to move to because the hotel rooms here are all being filled up. So, we have two things happening, the human story, but also very much this dangerous wildfire. That fight now is pretty much pushed into those hills behind me. You can see how hazy it is. That's because the air is so dangerous. It's filled with toxins. And some of these folks, as you know, they're getting through to try to look at what's left. They're trying to figure out, you know, is their home even here anymore? Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:04",
      "speaker": "LAH",
      "sentences": "This is not a community of fancy folks, OK? This is a community I know extremely well. Down in this area, homes just like mine. You know, you're raising your kids. My kids, their teachers have lost homes. My favorite coffee shop just went up.You know, so this entire commercial stretch is completely gone. What we had here is -- and I can tell you because when my home just the other night, the night before last, it was shaking so hard, we thought that the windows were going to smash in. It was felt like a hurricane. Mix that with the dry brush, because I don't remember the last time we had rain here. And then you have all of that wind dry brush, and it is just out of control. This area, I just -- we're just going to walk a little bit further because it's making me crazy when people talk about why do you live here? This area is flat. It's not supposed to burn. The people who bought these homes, again, normal average homes, these people bought -- watch out for the line there -- these people bought their homes thinking, OK, the wildfires typically happen up there. They don't come down here. These are the foothills, and the expectation was and the belief was that there was going to be some type of control. No one predicted that all of this climate disaster would happen suddenly and within 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:04",
      "speaker": "BASH",
      "sentences": "Yes, I mean, we think of wildfires, we think of, you know, fires in the wilderness where there aren't a lot of people, but I don't remember who said it yesterday. One of our colleagues said this is an urban and even as you're showing suburban wildfire, which is, you know, just devastating.Kyung, you're amazing. Thank you so much for showing us this and giving us all that information. These wildfires are disrupting so much, including, you just heard Kyung talk about the schools and her children being out of school. That's true for thousands and thousands of students, 19 school districts in L.A. County are closed today. Four have already canceled classes for tomorrow as well. I want to go to Nick Melvoin. He's a member of the Los Angeles Unified School District, the nation's second largest school district. Thank you so much for being here. You are obviously very much dealing with schools, but you're also a local leader. You've been involved in the crisis leadership conversations. Where do you think stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:04",
      "speaker": "NICK MELVOIN, LOS ANGELES UNIFIED SCHOOL DISTRICT",
      "sentences": "Yes, well, thanks for having me. I mean, I think, Dana, the weight of the situation is hitting us. You know, we've been in a triage mode and so not only -- not even hour to hour, but minute to minute when it came to making sure kids and families are safe.What's our school plan for first Tuesday as we evacuated some schools and Wednesday as we closed a handful of schools today where all schools in L.A. Unified, nearly a thousand schools are closed. And then thinking through tomorrow, but also next week and next month and next year. We have two elementary schools in my district and the Palisades that are completely destroyed. We have a high school that luckily is mostly intact, but we have thousands of families that are displaced. My district director of Palisades resident and parent lost her house. And so, we are, you know -- today schools are closed in L.A. They'll likely be closed tomorrow. We're trying to make announcements soon. The bar for school closures is incredibly high as it should be, not only because kids have missed too much school in the last few years, but also we have a population in L.A. where 85 percent of our kids in public schools are living in poverty. So they rely on the schools for meals and for child care. But we also realize that with five or six fires raging and air quality, we need to take that into account as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:04",
      "speaker": "BASH",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:04",
      "speaker": "MELVOIN",
      "sentences": "And then, you know, as the -- yes. BASH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:04",
      "speaker": "BASH",
      "sentences": "I mean, it is just overwhelming to think about. Thank you so much for coming on. Please come back. We're out of time now. But unfortunately, as you said, we're going to have a lot of time to talk about this as --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:04",
      "speaker": "MELVOIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:04",
      "speaker": "BASH",
      "sentences": "Never mind, you try to contain the fire, but then try to rebuild, which we know that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:04",
      "speaker": "MELVOIN",
      "sentences": "Yes, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:04",
      "speaker": "BASH",
      "sentences": "-- you're so determined to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:04",
      "speaker": "MELVOIN",
      "sentences": "Yes, happy to be back. And we'll talk about -- we will rebuild and our students are resilient and they're inspiring me as their parents and teachers. So thanks for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}