{
  "date": "2025-01-08",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Five Raging Wildfires In LA County, Four With Zero Percent Containment; Five Major Fires Burning In L.A. County With Zero Percent Containment; Los Angeles Fire Chief Warns We Are Not Out Of Danger. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "There just are not enough fire crews, able to deal with all the blazes that are going on. This house is completely gone. The next house next door, looks like the roof has just caught fire over there. The fire has also spread across the street. There are at least three houses ablaze and then the fire in just in the last two minutes or three minutes has spread to that vehicle, which was parked out front. There was a slight explosion as some of the gas went up.A fire truck passed by here. There's another larger blaze up there which they are going to try to deal with right now. We're at Harriet, in Altadena, Harriet Street. The fire has spread now to this house, which is really now engulfed in flames. But, I mean, it's just surreal. I mean, look at this. Even a small thing like this tree is burning from the inside. So on this block, I count one, two -- I mean, all the houses on this side are gone. Now, the fire, look, this house is engulfed. It's very much and likely that this house will be next, because these winds are now just whipping onto this house. [20:05:09] It is just devastating. What's so surreal is, look down the block. It is block after block here in this area in Altadena. I mean, there's a large -- a huge fire there burning several houses. Any other time there would be fire crews blocking off this entire area. But there's just too many fires, and they've just got to -- its triage. We come upon Captain Chris Donelli of the LA Fire Department. His crew have been out more than 24 hours. How's water? I mean, obviously, the Palisades have had water issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "CHRIS DONELLI, LA FIRE DEPARTMENT, CAPTAIN",
      "sentences": "Fire hydrant ran dry about two minutes ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "And is that the water pressure issue or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "DONELLI",
      "sentences": "We are -- because there's so many engines tapping the grid and multiple grids. We're basically just taking all the water out of the grid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "So, what do you do? I mean, you want to fight these fires.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "DONELLI",
      "sentences": "We do have water tenders, vehicles that shuttle water to us that carry 2,500 gallons of water. But again, they're stretched thin as well. So, they have a lot of demand placed on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "So, on a scene like this right now, what can you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "DONELLI",
      "sentences": "We are looking at houses that we can save. So things that we can do, we can clear brush away from fences, things that we can do with our hands or with tools. And we just help some homeowners get out. So just, I mean, first thing is rescue operations. We want you out. Houses can be replaced, all that lives cannot.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "Lives cannot. That was just around the corner here earlier today. We're going to -- I just want to show you what's happening right now. So this house, as we talked about, is burned down. The house next door has not. Fire crews are here. They do have water in their trucks. And so they are hosing down right now. We actually got splashed by it.They're hosing down the roof of this house in the hopes that that will stop this house from being destroyed by this fire, because embers coming -- I mean, we see the flames from here licking that house. So they're trying to keep that roof wet. The captain was saying earlier, they really look at the attics. If smoke is pouring out of the attics, if the roof is on fire, it's gotten to that point, if it gets into the attic, then the house, if they don't have enough water, then the house is going to go. Gavin Newsom was in this area earlier, about an hour or so ago, and I spoke to him just up the block. Here's our conversation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "What's the latest?GOV. GAVIN NEWSOM (D-CA): Well, five dead, likely more just complete and utter devastation. I mean a lot of these fires, a lot going back to paradise and this approximates Paradise. It's not a numeric, just a feeling, a sense of loss, place, belonging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "Still no containment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "NEWSOM",
      "sentences": "No, we're at zero containment. The winds have been a little bit more favorable as you've seen in the last few hours. So we've got the helicopters back up. We've got some fixed wing aircraft.Out on the coast, it's a little different, it's pretty intense. We have 23 aerial assets just at the Palisades. But a lot of them are not operational because of those winds. So, it's a combination of challenges. That said, we've depleted all our resources. In Northern California, we've already pre-positioned on Sunday, hundreds of personnel, special units, water tenders, dozers, engines, helicopters and it wasn't enough. And now, were getting the mutual aid system, the EMAC system, governors from all across the country are calling. Oregon, sending, a few dozen, engines in Arizona, Utah. We're just grateful for all the support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "A lot of these firefighters that I was talking to on the street, they've been working, you know, 26 to 27 hours. Are they -- that's just going to continue, I mean, there's enough folks here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "NEWSOM",
      "sentences": "Yes, I mean, we got a few thousand people working on this. And luckily we were fully staffed. The US Forest Service is staffed up traditionally at this time of year, remember, we are in January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "It's supposed to be wet this time of year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "NEWSOM",
      "sentences": "It's supposed to be wet. I mean, so this is anomalous. Even, you know, I remember, Paradise happened in November. I mean, so there's no fire season in California. It's year round. But to have this level, the acuity of fires is without precedent. These winds are without precedent and the challenge is these winds are going to continue on and off a little bit less intense. Last night you got 80, 90 mile an hour winds.These guys were just up there to try to mitigate the embers going two miles and getting just to go a quarter of a mile to try to save some.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:39",
      "speaker": "COOPER",
      "sentences": "What is the situation with the water, obviously, in the Palisades. It ran out last night. And the hydrants, I was talking to the firefighter on this block. They left because there was no water in the hydrant here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "The interesting part of it is the gravity that is the giant tanks of mountains which --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "NEWSOM",
      "sentences": "Yes, well they're going down. We were just with the team and they are getting the tenders down to Pasadena filling things back up, coming back up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "Are aerial assets now able to fly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "NEWSOM",
      "sentences": "Yes, they've been the last few hours particularly the helicopters, fixed wing has been up a little bit earlier. But out on the coast it's been a little more stubborn because those winds, those winds are swirling.The challenge is it's, you know, you can see that they can fly. It's not a question of turbulence or anything else. It's just the mitigations flying all over the place. So, it's not -- it doesn't have any benefit necessarily. So, we've got National Guard working the rattlesnake teams out there on the line. We're also trying to bring them in to supplement some of the law enforcement efforts as well. It's all hands on deck across the spectrum. The biggest thing, though, Anderson, that happened today sincerely. And you can appreciate in a community like this to get that direct individual assistance with the major disaster declaration within 36 hours of this incident from the president was a game changer for this community, for small businesses, et cetera. So, not that we're thinking about the next phase, but we have to be thinking concurrently about the next phase is how we rebuild this community. But right now we're in this mitigation phase. We're in the public safety phase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "I hate to even ask this question, but the President-elect chose to attack you, blame you for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "NEWSOM",
      "sentences": "It's well, one can't even respond to it. I mean, it's -- you know, people are literally fleeing. People have lost their lives. Kids lost their schools, families completely torn asunder, churches burned down. This guy want to politicize it.I have a lot of thoughts, and I know what I want to say. I won't. I stood next to a president of the United States of America today, and I was proud to be with Joe Biden. And he had the backs of every single person in this community. He didn't play politics, didn't try to divide any of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "Finally, your message to the folks here, to this community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "NEWSOM",
      "sentences": "I mean, we have their backs and were going to be back, and this is going to be a long, a long, long recovery process. But look, we have residents moving back into Paradise, California. I've seen remarkable recovery efforts. I've seen remarkable sense of community and purpose, resilience.So, you know, I'm not just playing the politician role of optimism. I really am long-term optimistic. But the devastation to hear people wailing and crying, concerned about their pet, their family, they're just bewildered about what's just -- what they're experiencing. And again, not just experience. I was not talking past tense. This is happening in real time, zero percent containment. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "COOPER",
      "sentences": "That was Governor Gavin Newsom spoke to him about an hour ago, literally just up the block. He was out here with fire crews talking to a fire officials trying to assess the damage, figure out next steps.I also ran into a woman just around the corner. We saw her out on her lawn with a watering can, pouring water from a watering can, trying to keep the lawn wet to save her house. Miraculously, her house is still standing. There's about four or five on that side of the street, which are. And, I just want you to hear from her. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:18",
      "speaker": "ELLEN RIPPBERGER, LIVES IN ALTADENA, CALIFORNIA",
      "sentences": "Maybe 3And then we went to my husband's sisters house and then we can't find any news, there's no way to know if your house burned down or not. This is the best neighborhood. Everybody knows each other, everybody helps each other. Before we left, our neighbor Brad here, he was putting out little fires even before -- he felt just he just had to go, he was putting out all fires on our property and who knows maybe that saved our house but that's the kind of neighborhood we have and it's, most of it is gone now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "KATHRYN BARGER LA COUNTY BOARD OF SUPERVISOR CHAIR",
      "sentences": "Thank you, Mayor, and I want to thank you for your leadership. I know when this first hit we were in--(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "We're going to were going to monitor this press conference, bring you information as it as it comes in. I want you to meet some of the people who have been most affected by these fires.Nikki and Kai Rivkin live in the Palisades, a mother and son, they went back, tried to go back to their house today to see how it is. I just want -- I recorded some video, I just want to play that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "NIKKI RIVKIN, PALISADES, RESIDENT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "KAI RIVKIN",
      "sentences": "You have to turn around.N. RIVKIN: No. K. RIVKIN: Turn around, turn around, turn around, turn around. N. RIVKIN: Oh my God. K. RIVKIN: Turn around, Mom. N. RIVKIN: Oh my God. We're okay. We're safe. Were okay. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "Well, Nikki and Kai Rivkin join me now. They're staying with friends. I believe in Santa Monica. Nikki and Kai, thank you for joining us. I'm so sorry. We're talking under these circumstances. First of all, how are you both holding up?N. RIVKIN: It really comes in waves. We just -- we're in shock. We woke up yesterday and everything was fine. And today we have no home and no clothes or anything and we're watching -- K. RIVKIN: Our house, right there. N. RIVKIN: -- our house and his school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "COOPER",
      "sentences": "You know the house is gone.K. RIVKIN: That's it right there. N. RIVKIN: That's our house that you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "And Kai, were you -- did you also have to get out of your car?K. RIVKIN: No, we were just stuck in four hours of traffic not knowing which way to go. We were originally headed towards my mom and she called me screaming, telling me to turn around. So we had to turn around and then we were just stuck and no one was moving. No one knew which way you should go because everyone was just being evacuated different ways. So, it was just a panic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "So, Nikki and Kai, I mean, what do you do now? What happens now?N. RIVKIN: We don't know. We are -- we're -- I think -- we don't know. We don't have words. We never, ever, ever thought that this would be us. And when the mayor just said pack and prepare now, had we had that notice, I mean, we have nothing. K. RIVKIN: I just look at it like a place of gratitude because everyone, my family is safe and were not the only ones that its happening to. All my friends, it doesn't seem real. My neighborhood that I grew up in and the rec center I used to play basketball at, everything is just gone. And I just want to wake up from this bad dream and it doesn't seem real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "I know you guys have a GoFundMe set up. I think we have it on the screen. What is the address for it?N. RIVKIN: It's GoFundMe, I don't know. Our friends and family. K. RIVKIN: Our friend set it up. N. Rivkin: It's my sister, and, people that I work with set it up, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "It's on the screen right now. I apologize, I can't see the screen, but it's on the screen right now, I know. Listen, you guys must be exhausted. I appreciate you talking to us and again, I'm just so sorry for what happened to you and so many in your community.N. RIVKIN: Welcome. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "We wish you the best. I want to talk to an incident commander, his name is Jim Hudson about the Palisades fire.Commander, I appreciate you taking the time to talk to us. Can you just tell us about the Palisades Fire, what the status is of it now, and what sort of assets are deployed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "JIM HUDSON, INCIDENT COMMANDER, PALISADES FIRE",
      "sentences": "Yes, currently, you know, as this began yesterday at about 10You know, we have requested a lot more resources that are currently in route or being mobilized currently to bolster this. But our priorities right now, we're still seeing the erratic winds that we saw yesterday and as they have continued through today, you know, a significant amount of ember cast. We're taking targets of opportunity to build a suppression line where we can. But obviously the winds have been very significant, sustained 30 to 50 miles an hour gusts almost to 90 miles an hour we've seen today. But we are making some strides and then defending as many structures as possible and making some ground building line where possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "And I know there have been able to get air assets up to drop retardant, to drop water. The wind obviously has been an issue with a lot of that. In terms of, of water on the ground and hydrants, is that still an issue in the Palisades?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "HUDSON",
      "sentences": "We're working around it. We've been working with the affected water agencies. They have provided us some water tenders. We've requested additional water tenders. And that really came down to capacity. As you know, as we had a lot of fire engines engaged and we are working through mitigation measures and continue to improve that throughout the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "And officials are saying there is enough water in reservoirs. Is it an issue just in kind of elevated areas, getting the pressure to get the water up to the hydrants, is that your understanding?[20:25:03] HUDSON: Yes, but we're advised that some of the pumps that fill the tanks, you know, we did have power outages. So, that depleted the system a little bit or was or is a contributing factor at least, as well as just the amount of water were flowing to fight this fire, it attacks the system. But like I said, with portable water, water tenders, we were able to deploy those where necessary and meet our fire flow of water that we need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "And in terms of shifts, I mean, the firefighter I talked to earlier today had been working already 24 hours. What kind of shifts are the folks pulling here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "HUDSON",
      "sentences": "Yes, as we entered today, many of the resources that remained engaged are still out there. We've been able to relieve some of them as additional resources have responded from out of the area, out of the region, you know, we're currently just over 1,900 personnel.We have 300 fire engines engaged, and we continue to see them mobilize and deploy. So, rest and recovery is a big deal and it's very important, you know, that our firefighters are able to make good decisions and rest up. So, as we receive, resources to the scene, they're automatically deployed to the line. And priority is getting those folks that have been on the line for over 24 hours now off the line, fed and rested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "COOPER",
      "sentences": "I appreciate you taking the time to talk to us. I know how busy you are. Thank you and thank you for all you're doing.I want to check in with Natasha Chen, who I think is about a mile or so from where I am in Altadena. She's been covering this all day. Natasha, what's the situation where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:04",
      "speaker": "NATASHA CHEN, CNN CORRESPONDENT",
      "sentences": "Anderson, we are in front of a Bank of America in the main business thoroughfare in Altadena here that is fully engulfed. You can see multiple engines trying to attack this right now. It's just one example of the many types of businesses we've seen go up in flames along Lake Avenue all afternoon.Now, the building to its right is no longer standing there. We were actually watching that burn this afternoon just a couple of hours ago, and this Bank of America was fine at the time. So, you can just see how quickly the winds shift. The embers will float from one building to the next. I can tell you that going north and south on Lake Avenue, where you used to have restaurants and dentists and dry cleaners, not a block was spared. There may be some businesses still standing, but at one point or another, we've seen, every single block, we've seen some flames and explosions all afternoon over the course of the last few hours. Now, Lake Avenue is just off of a very residential area. So, while you're looking at a Bank of America on fire, I'm standing on a side street and looking at these rows and rows of houses that are no longer here. They've been burned down to their foundations. There is actually one that's actively on fire, and I see some fire crews working on that one. So, everywhere you turn, 360, there is something on fire or has already been burned and I can just see these crews trying to go from one to the other. It's just a very exhausting work attack for them on one set of flames and another set of flames. We see them racing from this one to that one. And it's been, I'm sure, a very tiresome day. And they're working such long hours, such long shifts. I also see neighbors who have come back trying to check and see if there's anything left to come home to, if their house is still standing, they're doing whatever they can to protect what's there, and we can see all the way through to peoples lawn furniture and play sets. It's just incredibly tragic -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Yeah. Nick, yesterday, last night, you were telling us about vehicles having to just -- people having to abandon the vehicles. We just talked to two people who -- actually, just the mom had to get out of her vehicle and essentially just try to -- firefighters were like, get out of your vehicles, run for your lives. In the Palisades, in these winding roads, people just got stuck in traffic jams. Were not for those firefighters telling people to get out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "WATT",
      "sentences": "Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "-- I mean, who knows what would've happened? It's just -- have you seen anything like that before around here? I mean, people having to flee for their lives. Literally told, run to the beach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "WATT",
      "sentences": "Anderson. It's a big word to use, but it was apocalyptic. I was driving through my own neighborhood essentially. And it was -- I don't actually live in Pacific Palisades. I live in Santa Monica, which is a whole other story. We're what -- we're getting worried about evacuation orders spreading there. But yeah, it was a crazy scene. We drove down Sunset Boulevard, the fabled Sunset Boulevard, and there are dozens of cars bulldozed out of the way, one of them on fire. It's a surreal experience.I heard a story this afternoon, a friend of mine texted me and said, I'm desperately trying to get back home. He lives up top of Topanga, which is a canyon here. He said, I'm desperately trying to get home because I know that my elderly neighbors are still in their house. They didn't manage to evacuate. It's hard to evacuate in these narrow roads and the dramz (ph), et cetera. And my friend was very concerned for his neighbors. Luckily, firefighters managed to get in and rescue them before the fire reached their street. But these firefighters, there are 250 of them here, working these 24-hour shifts, 48-hour shifts. As I say, they drive past a fire like this and they're like, you know what? We just don't have the resources. We've got to prioritize. It's unlike --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Yeah.WATT -- to answer your question, Anderson, this is unlike anything I've ever seen, apart from maybe in a war zone. It looks like a bomb has been dropped on this place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "COOPER",
      "sentences": "Yeah. Well, which -- and what is -- so you talked about how surreal it is, to be in -- I woke up this morning in a hotel in -- I'm not even sure, I can't even remember where it was. Hollywood, I guess. And I looked out and there's smoke and it's ominous and it's strange. But you look down the street and coffee shops are open, people are concerned, going about their lives.And then you drive 20 minutes, 30 minutes and it is a hellscape and there's embers falling like snowflakes at one point today on this street. It is surreal, is one way to describe it. Nick, just you and your crew just doing incredible work. Thank you. I want to check in with two folks, Tanner Charles and Orly Israel. Orly has a house in the Palisades. There's some video of -- I believe it should -- I haven't seen it myself -- of Orly just trying to do what he can to save the house, to water things down. Let's take a look and then we'll talk to them. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "ORLY ISRAEL, ESCAPED PALISADES FIRE WITH FRIEND",
      "sentences": "Bro, I don't --TANNER CHARLES, STORM CHASER/HELPED EVACUATE FRIEND FROM PALISADES FIRE:  All right, dude. Yeah. Let's get out of here. We tried. We tried, bro. I'm sorry. We tried our best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "CHARLES",
      "sentences": "I'm sorry bro. Got to get out of here. Holy (inaudible). Did that tree fall (inaudible)?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ISRAEL",
      "sentences": "No. Just let it burn and God protect this house, in the name of Jesus, protect this neighborhood, God. In Jesus name, I pray. Amen. CHARLES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ISRAEL",
      "sentences": "There's nothing we can do now, bro. Nothing we can do now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "Orly and Tanner are joining us now. How are you? How are you guys doing? I'm so sorry we're talking under these circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ISRAEL",
      "sentences": "Every time I watch this video, I got to watch myself running away from the battle of a lifetime. The sound of these fire alarms going off everywhere in the house, every time this video plays is just crazy. And then we fought the fire until we -- my eyes are burnt, my face is burnt. We gave it our all. And also, we stayed there way longer than anyone should have and still lost.(LAUGH)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ISRAEL",
      "sentences": "So, I feel like we fought a losing battle, but we fought it, and I'm glad we made it out alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "Where you able to get things out? I mean, things that were important to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ISRAEL",
      "sentences": "Only the most important things. Yeah. This was a great experience in going like, I guess I don't need those suit jackets, those basketballs or signed shoes. We got what we needed and I don't think we'll need the rest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "Have -- what was it like? I mean, running out like that? What was like getting out? Because I mean, some of the stories of people having to abandon their vehicles and what was that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "ISRAEL",
      "sentences": "You know, we're running out with the -- you can see the sparks in the air. It's like a snow storm, but the snow hurts your skin and your eyes. And I'm running -- Tanner, get in the car because there's two trees on either side of the road that look like they're going to crash into the road. And we are just trying to get out of there as fast as we can by then because it -- that junk is bunk, dude.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "COOPER",
      "sentences": "And Tanner, I understand you're a storm chaser. I know you went over to help Orly. What's this -- what was it like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:00",
      "speaker": "CHARLES",
      "sentences": "Yeah. For me, I was just happy and glad to be there, just to help him in a time of need. I don't know -- or I haven't been friends with Orly too long, but I know him enough to know that I just really appreciate who he is as a human and who he is in general. And so, just being in the proper place at the proper time to help him was just, like, this -- like, when natural disasters happen like this, just rallying around community, just like coming around people and just helping people out is just something that I think is kind of like the silver lining when it comes to disasters like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:45",
      "speaker": "COOPER",
      "sentences": "And look at this, it is -- I mean, it is block after block here. You can see a fireplace in somebody's house and just over here, it's -- as you can see, look, we talked about whether the -- this house soon probably is going to light. Look at this, smoke is now pouring out of this house from the attic space. So, it is only a matter of -- it likely won't be long until this house goes up.The firefighters I was talking to earlier were saying that one of the things they look for is that smoke pouring out of the attic space and when that -- it's a sign to them that that house is very likely going to go. And obviously, in that case, it did as well. We want to talk to -- actually, I just wanted to just give you -- I want you to hear from the woman who -- she and her husband own this house. This is the house they came back to when they were first married. They now use it as a B&amp;B, they rent it out. I don't know if it is B&amp;B, but they rent it out. I actually saw the renter earlier here today who came back to try to get some of her stuff. They just came back right before -- literally, two minutes or so before we went on air. Here's some of what she said. Brenda, so this your house?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:45",
      "speaker": "BRENDA MATA, LOST HOUSE IN EATON FIRE",
      "sentences": "This is our house, yeah. We bought it in 2013 and we lived here for 11 years, and we moved last year, but we rented it out as an investment property.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:45",
      "speaker": "COOPER",
      "sentences": "This was your retirement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:45",
      "speaker": "MATA",
      "sentences": "This is our retirement. This is our nest egg. This is where we moved in when we got married. This is where our son was born. This was our house and this was what we worked for. This was what we were going to use to retire. That was our investment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:45",
      "speaker": "COOPER",
      "sentences": "You just got here. Did you know that it had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:47:45",
      "speaker": "MATA",
      "sentences": "We knew that both ends of the street were on fire and we -- our house was still standing as of this morning, along with these and the ones across the street.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "MATA",
      "sentences": "Yeah. And yeah, so when we heard that it was on fire, we drove over and we heard that the firefighters were trying to put out the fire. And so, we wanted to see for ourselves what the damage was, but it's gone. It's gone. It's a total loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "COOPER",
      "sentences": "I'm so sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "MATA",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "COOPER",
      "sentences": "Yeah. And there's a lot of homeowners who have not been able to get back yet to see the level of destruction here. Bill Weir is in the Palisades. I want to go to him. Bill, how are things where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "It is unbelievable, Anderson. I know, I'm sorry, the superlatives have been flying through the air from all of you, but it looks like a war zone here in the central village of Pacific Palisades, one of the most picturesque neighborhoods in America. This whole block of small businesses, salons and restaurants, cafes, galleries, completely gutted, bombed out, turned to ash. Anything that isn't brick is ash right now.Across the street, behind the camera, another complex of doctor's offices, dentist's offices gone, bombed out. The glow of the flames -- in the distance is another art gallery and we've seen these firetruck just driving on by because they have other more pressing concerns. And I keep thinking, Anderson, about lessons learned. This reminds me so much of covering the Paradise Fire up in California over five years ago. Lahaina and Maui over a year ago now. Those lessons, painful lessons in how to defend mountain communities in Paradise, alarm systems in Lahaina, and this is going to be lessons in urban wildfire right now. This state is already in the middle of an insurance crisis, in which many major insurance stopped writing policies, homeowner policies. The price has gone through the roof for people who call this place home now, and this will only add to that. This is one of the most expensive pieces of real estate, this zip code, anywhere in the United States, and so many of those, over a thousand different structures burned to the ground. Paradise, over 16,000 smaller, but the kinds of homes here are very different. This is a whole another layer. And you have to also think about adaptation and infrastructure, and how we live with fire on an overheating planet right now, and how to battle these. The big constraint here is the hydrants went basically worthless in the middle of the night last night because this is the end of the water line here in the Palisades. And so the pipes get smaller as you get further away from the main lines, the pressure gets lower as they have three big one-million gallon tanks that actually provide a lot of that water pressure. But they were tapping it with such speed that it couldn't fill up in time to keep the water pressure going. And so that's what we see. Lots of hands on deck, mutual aid in this state. They've called in crews from five surrounding counties to help out, but there's only so much water in the grid, in the system to go around. And you're learning that, that when you have these big fires everywhere, it saps the entire system in ways that you could knock these blazes down in simpler times. Climate change does not bring these high winds, that's natural. But what we're seeing now is this overlap of Santa Ana wind season with this dry drought conditions, bone dry conditions in January. It's supposed to be the wet season right now, Anderson. And here's what we have. Right now, we've got a little break in winds, giving our eyes and our lungs a little bit of a break right now. That could kick back up. But the big concern tonight is Santa Monica, more densely populated, just closer to L.A. from here. If these winds change, that's the big worry overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "COOPER",
      "sentences": "Yeah, I'm told now there's a fifth fire. But again, the four fires that -- the original fires, those are not contained yet. Bill Weir, appreciate it.I want to go over to another homeowner who has -- who fled from her home. Natalie Mitchell, who joins us now. Natalie, at, at this point, do you know what has happened to your house?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "NATALIE MITCHELL, ESCAPED PACIFIC PALISADES HOME",
      "sentences": "No. At this point, we do not know the status. We've tried to get as much intel as we can and it looks like the fire is slowly starting to come closer to our house and homes that are up in the Highlands area of the Pacific Palisades. But we just -- at this point, we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:00",
      "speaker": "COOPER",
      "sentences": "We're showing some video, I understand, of you getting out of your house. Can you just talk a little bit about what that experience was like? How -- at what point did you decide we got to go? I got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "Yeah, Natalie, it's just incredible what you and so many people in your community have gone through and so many of, I mean, in Altadena as well. It's just everywhere. Thank you so much for spending time with us. I'm so sorry for what's going on. I hope your house is OK and I'm glad you are OK, most important of all. Thank you. I appreciate it.I want to go over Captain Kelliher who we talked to last night about what was going on in the Pacific Palisades. At that point, she was talking about possibly evacuating the place where they were. Captain, appreciate you taking the time to talk to us. What is the situation now in the Pacific Palisades?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "CAPTAIN SHEILA KELLIHER, LOS ANGELES COUNTY FIRE DEPARTMENT",
      "sentences": "Listen, we still have an active firefight. We have 0 percent containment. We're at 15,000 acres, so we are not out of the woods on this one. It's going to take a while to get our arms around this one. The good news is the winds are starting to slow down a little bit that -- they're not gone by any stretch. But compared to last night, what we endured last night from 10 o'clock on, it was brutal.Those winds were hurricane-force winds and the embers that your guest was talking about, it was like sleeting fire. That's how much it was. And they were just casting off and in every direction, miles down the road. So it has been a long 34 hours for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "I know you shot some video shortly after we talked. Did you end up having to evacuate your -- the position that you had last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "KELLIHER",
      "sentences": "Well, I don't remember if -- because we evacuated two positions. So the first spot was up further up the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "KELLIHER",
      "sentences": "And there was so much smoke, but it was still a little daylight. And then we ended up in Will Rogers parking lot that you're showing right there. And that's where we kind of got stuck. So we did have the big parking lot, but those pictures that you're looking at, those were 200- to 300-foot flame lengths, and it just erupted. And it was unreal to watch. And that's when we had all the ember cast that looked like sleet, that was just fire.So, I stayed in my car and just hunkered down there while it passed through. And then we were able to get out and get into some different positions, and do what we're supposed to be doing. But it's intense. That was for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "COOPER",
      "sentences": "What's the water -- yeah. What's the water situation? I mean, are those hydrants -- are they able to access them now? Or is that what -- what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "KELLIHER",
      "sentences": "Yeah, a little bit of background -- COOPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:00",
      "speaker": "KELLIHER",
      "sentences": "Yeah, a little bit of all of that. So, I got a little lesson in what the water systems were in Pacific -- the Palisades and they have tanks. They have three large tanks that hold a million gallons each. Now, those tanks are set up for residential water use and they're not really set up for urban wildland fighting that goes on for 15 hours. So, they definitely drained some of the supplies, but Department of Water and Power came in and put more water back in. So they're really working hard to get those levels back up.And you can imagine, as water needs pressure going up the hill, it needs more volume. So they're figuring it out.",
      "isLastSentenceInterrupted": false
    }
  ]
}